Repository: Minds/front
Catalog: src/locale/Minds.*.xliff
Languages: cs, de, es, hi, it, ja, pl, pt, ro, ru, th, tr, uk, zh

# M__COMMON__USD
source: USD
pt: R$
th: ดอลลาร์สหรัฐ
uk: Долари США
zh: 美金

# MESSENGER__USERLIST__MESSENGER_TITLE
source: Messenger
es: Mensajero
ja: メッセンジャー
pl: Komunikator
pt: Mensageiro
ro: Mesager
ru: Посланник
th: ข้อความ
zh: 信使

# MESSENGER__SETUP__MESSENGER_TITLE
source: Messenger
es: Mensajero
ja: メッセンジャー
pl: Komunikator
pt: Mensageiro
ro: Mesager
ru: Посланник
th: ข้อความ
zh: 信使

# M_REFERRALS__SHARE_BUTTON_TWITTER
source: Twitter
th: ทวิตเตอร์
zh: 推特

# M_REFERRALS__SHARE_BUTTON_MESSENGER
source: Messenger
es: Mensajero
ja: メッセンジャー
pl: Komunikator
pt: Mensageiro
ro: Mesager
ru: Посланник
th: ข้อความ
zh: 信使

# M_REFERRALS__SHARE_BUTTON_SMS
source: SMS
pl: SMS-y
ru: СМС
uk: СМС
zh: 短信

# M_REFERRALS__SHARE_BUTTON_EMAIL
source: Email
hi: ईमेल
ja: Eメール
th: อีเมล
zh: 邮箱

# MARKETING_NODES__MINDS_NODES
source: Minds Nodes
de: Gedankenknoten
es: Nodos mentales
it: Nodi Di Minds
ja: マインドノード
pl: Węzły umysłów
pt: Nós de Mentes
ro: Noduri Minds
ru: Узы узлов
tr: Minds Düğümleri
uk: Смертельні вузли
zh: Minds 节点

# COMMON_FOOTER__BLOG
source: Blog
hi: ब्लॉग
ja: ブログ
pt: Blogue
ru: Блог
th: บล็อก
uk: Блог
zh: 博客

# COMMON_FOOTER__WHITEPAPER
source: Whitepaper
es: Papelera blanca
ja: ホワイト パー
pl: Biały papier
ro: Loper
ru: Белые бумаги
th: พิมพ์ขาว
tr: Tanıtım Yazıları
zh: 白纸

# COMMON_FOOTER__TOKEN
source: Token
hi: टोकन
ja: トークン
pt: Identificador
th: โทเคน
uk: Маркер
zh: 令牌

# COMMON_FOOTER__PLUS
source: Plus
hi: प्लस
ja: プラス
pt: Mais
ru: Плюс
th: พลัส
uk: Плюс
zh: 加号

# COMMON_FOOTER__BOOST
source: Boost
hi: बढ़ावा
ja: ブースト
pl: Wzmocnienie
pt: Acelerar
ro: Impuls
ru: Ускорить
th: บูสต์
uk: Підсилити
zh: 提升

# PRO_SETTINGS__LOGO
source: Logo
hi: प्रतीक चिन्ह
ja: ロゴ
pt: Logotipo
ru: Логотип
th: โลโก้
uk: Логотип
zh: 徽标

# PRO_SETTINGS__TEXT
source: Text
es: Texto
hi: टेक्स्ट
it: Testo
ja: テキスト
pl: Tekst
ru: Текст
th: ข้อความ
tr: Metin
uk: Текст
zh: 文本

# PRO_SETTINGS__USD
source: USD
es: Dolar
pt: R$
th: ออนเชน
uk: Долари США
zh: 美金

# PRO_SETTINGS__ETHER
source: Ether
es: Éter
pl: Eter
ro: Altele
ru: Эфир
zh: 埃特

# PRO_SETTINGS__BITCOIN
source: Bitcoin
ja: ビットコイン
zh: 比特币

# PRO_SUBSCRIPTION__USD
source: USD
es: Dolar
pt: R$
th: ดอลลาร์สหรัฐ
uk: Долари США
zh: 美金

# SUPPORT_TIER__LABEL
source: USD
pt: R$
th: ออนเชน
uk: Долари США
zh: 美金

# COMPOSER__USD
source: USD
pt: R$
th: ดอลลาร์สหรัฐ
uk: Долари США
zh: 美金

# CHECKOUT__CARD__AMEX_SELECTOR
source: Amex
pt: Machado
zh: 阿梅克斯

# CHECKOUT__CARD__MASTERCARD_SELECTOR
source: MasterCard
uk: Картка системи
zh: 万事达卡

# CHECKOUT__CARD__MONTH_PLACEHOLDER
source: mm
ru: мм
th: ดด
uk: мм
zh: 毫米

# COMMON__BOOST
source: Boost
hi: बढ़ावा
ja: ブースト
pl: Wzmocnienie
pt: Acelerar
ro: Impuls
ru: Ускорить
th: บูสต์
uk: Підсилити
zh: 提升

# MARKETING_WIRE__MINDS_PAY
source: Minds Pay
de: Gedanken bezahlen
es: Pago de mentes
pl: Zapłacone umysły
pt: Pagamento Mentes
ro: Plată Minds
ru: Оплата умов
zh: 心灵支付

# PAY__MARKETING__PAGE__TITLE
source: Minds Pay
de: Gedanken bezahlen
es: Pago de mentes
pl: Zapłacone umysły
pt: Pagamento Mentes
ro: Plată Minds
ru: Оплата умов
zh: 心灵支付

# COMMON__ETHER
source: Ether
es: Éter
pl: Eter
ro: Altele
ru: Эфир
zh: 埃特

# COMMON__Bitcoin
source: Bitcoin
ja: ビットコイン
zh: 比特币

# COMMON__ONCHAIN
source: On-chain
ja: オンチェーン
pl: W łańcuchu
ro: În lanț
ru: Вход в цепочку
uk: Ланцюжок
zh: 链上的

# COMMON__OFFCHAIN
source: Off-chain
ja: オフチェーン
pl: Pochodne łańcucha dostaw
uk: Поза ланцюжком
zh: 离链中

# COMMON_USD
source: USD
es: Dolar
pt: R$
th: ดอลลาร์สหรัฐ
uk: Долари США
zh: 美金

# COMMON_ETHER
source: Ether
es: Éter
pl: Eter
ro: Altele
ru: Эфир
zh: 埃特

# COMMON_BITCOIN
source: Bitcoin
ja: ビットコイン
zh: 比特币

# CREATOR_SHOP__USD
source: USD
es: Dolar
pt: R$
th: ดอลลาร์สหรัฐ
uk: Долари США
zh: 美金

source: Minds
es: Mente
ro: Minute
uk: Мати
zh: 心情

source: Download Whitepaper
ja: ホワイトペーパーをダウンロード
tr: Sunuş Belgesini İndir
zh: 下载白纸

# CASH_BANK_FORM__ROUTING_SORT_CODE
source: Routing Number / Sort Code
es: Número de ruta / orden
it: Codice di instradamento / Coordinate Bancarie
ja: ルーティング番号/ソートコード
pl: Numer kierunkowy / Kod sortowania
pt: Número de roteamento / Código de classificação
ro: Număr de rutare/cod de sortare
ru: Маршрутизация номер / код сортировки
th: รหัสสาขาของธนาคาร/สถาบันการเงิน
tr: Yönlendirme Numarası / Banka ve Şube Kodu
uk: Маршрутний номер / код сортування
zh: 路由编号/排序代码

# COMMON__LOGO
source: Logo
ja: ロゴ
pt: Logotipo
ru: Логотип
uk: Логотип
zh: 徽标

# COMMON__TEXT
source: Text
es: Texto
it: Testo
ja: テキスト
pl: Tekst
ru: Текст
th: ข้อความ
tr: Metin
uk: Текст
zh: 文本

# COMMON__BITCOIN
source: Bitcoin
ja: ビットコイン
zh: 比特币

source: Shop
es: Tienda
ja: ショップ
ro: Magazin
tr: Mağaza
uk: Крамниця
zh: 商店

source: Edit Channel
es: Editar canal
ja: チャンネル設定を編集する
ro: Editare canal
tr: Kanalı Düzenle
uk: Редагувати канал

# COMMON__BADGES__PRO
source: Pro
hi: परे
th: โปร

# MINDS__EMOJI__LABEL
source: Emoji
hi: इमोजी
th: อิโมจิ

# COMMON__PRO
source: Pro
hi: समर्थक
th: โปร

# SIDEBAR_SELECTOR__HASH_HASHTAG
source: #hashtag
hi: #हैशटैग
th: #แฮชแท็ก
tr: #etiket

# COMMON_FOOTER__PRO
source: Pro
hi: समर्थक
th: โปร

# M__COMMON__COPYRIGHT_YEAR
source: © Minds {INTERPOLATION}
de: © Gedanken {INTERPOLATION}
pl: © umysły {INTERPOLATION}
ro: © Minute {INTERPOLATION}
ru: © умы {INTERPOLATION}
uk: © Хвилини {INTERPOLATION}

# M_SHARE__BUTTON_Whatsapp
source: Whatsapp
pl: Aplikacja

# M_REFERRALS__SHARE_BUTTON_Whatsapp
source: Whatsapp
pl: Aplikacja

# WALLET_V2__TOKENS__MINDS_PLUS
source: Minds Plus
de: Gedanken Plus
pl: Myśli Plus
pt: Mentes Plus
ru: Умы Плюс

source: Minds
de: Gedanken
pl: Umysły
pt: Mentes
ru: Умы

# MARKETING_PLUS__MINDS_PLUS
source: Minds Plus
de: Gedanken Plus
pl: Myśli Plus
pt: Mentes Plus
ru: Умы Плюс

# COMMON__MINDS_PLUS
source: Minds Plus
de: Gedanken Plus
pl: Myśli Plus
pt: Mentes Plus
ru: Умы Плюс

# M_SHARE__BUTTON_FACEBOOK
source: Facebook
pt: Siga-nos
th: เฟซบุ๊ก

# M__NAMES__FACEBOOK
source: Facebook
pt: Siga-nos
th: เฟซบุ๊ก

# M_REFERRALS__SHARE_BUTTON_FACEBOOK
source: Facebook
pt: Siga-nos
th: เฟซบุ๊ก

source: {VAR_PLURAL, plural, =1 { {INTERPOLATION} point} other { {INTERPOLATION} points} }
es: {VAR_PLURAL, plural, =1 { {INTERPOLATION} punto} other { {INTERPOLATION} puntos} }
ro: {VAR_PLURAL, plural, =1 { {INTERPOLATION} punct} other { {INTERPOLATION} puncte} }
uk: {VAR_PLURAL, plural, =1 { {INTERPOLATION} бали} other { {INTERPOLATION} балів} }

# WALLET_V2__TOKENS__WALLET
source: Wallet
es: Billetera

# M__NSFW
source: NSFW
ru: Небезопасно для работы
th: ไม่เหมาะสม
tr: İİUD
uk: ПНС

# COMMON__NSFW
source: NSFW
ru: Небезопасно для работы
th: ไม่เหมาะสม
tr: İİUD
uk: ПНС

# MARKETING_NODES__NODES_TITLE
source: Nodes
th: ปุ่ม
tr: Düğümler

# COMMON_FOOTER__NODES
source: Nodes
th: โหนด (Automatic Translation)
tr: Düğümler

source: Pro
th: โปร

# SETTINGS__PRO__LABEL
source: Pro
th: โปร
