Repository: Minds/front
Catalog: src/locale/Minds.*.xliff
Languages: cs, de, es, hi, it, ja, pl, pt, ro, ru, th, tr, uk, zh

# MARKETING_WIRE__MONETIZE_YOUR_CHANNEL
source: Monetize your channel
cs: Zpeněžte svůj kanál
de: Monetize deinen Kanal
es: Monetiza tu canal
hi: अपने चैनल को मॉनेटाइज़ करें
it: Monetizza il tuo canale
ja: チャンネルを収益化する
pl: Monetize swój kanał
pt: Monetize o seu canal
ro: Monetizează-ți canalul
th: สร้างรายได้จากช่องของคุณ
uk: Понад вашим каналом
zh: 货币化您的频道

# MARKETING_WIRE__MULTI_CURRENCY_SUPPORT
source: Multi-currency support
cs: Podpora více měn
de: Unterstützung für mehrere Währungen
hi: एक से अधिक करंसी के लिए सपोर्ट
it: Supporto multi-valuta
ja: 複数通貨のサポート
pl: Obsługa wielu walut
ro: Suport multi-valutar
ru: Поддержка нескольких валют
th: สนับสนุนหลายสกุลเงิน
tr: Farklı para birimleri desteği
uk: Підтримка кількох валют
zh: 多货币支持

# MARKETING_WIRE__RECEIVE_TIPS_INFO
source: Receive tips and subscription payments in USD, Bitcoin, Ether or Minds Tokens by linking your crypto addresses and bank account.
cs: Získávejte spropitné a předplatné v USD, Bitcoinu, Ethereu nebo Minds Tokenech propojením vašich krypto adres a bankovního účtu.
hi: अपने क्रिप्टो पते और बैंक खाते को लिंक करके USD, Bitcoin, ether या Minds टोकन में टिप्स और सदस्यता भुगतान प्राप्त करें।
ja: あなたの暗号アドレスと銀行口座をリンクして、米ドル、Bitcoin、Ether、またはMindsトークンでヒントとサブスクリプションの支払いを受け取ります。
th: รับทิปส์และการจ่ายเงินจากการติดตามในสกุล USD, Bitcoin, Ether หรือ Minds Tokens จากการลิงก์ที่อยู่คริปโตของคุณกับบัญชีธนาคาร
zh: 通过链接您的加密地址和银行账户，以美元、 比特币、 Ether 或 Minds 代币接收提示和订阅付款。

# MARKETING_WIRE__MANAGE_ACCOUNTS_INFO
source: Manage your accounts and keep track of all of your transactions in your Minds Wallet.
cs: Spravujte své účty a sledujte všechny vaše transakce ve vaší Minds peněžence.
de: Verwalten Sie Ihre Konten und behalten Sie den Überblick über all Ihre Transaktionen in Ihrem Minds Wallet.
es: Administre sus cuentas y lleve un seguimiento de todas sus transacciones en su Monedero de Mentas.
hi: अपने खातों को मैनेज करें और अपने सभी लेन-देन का रिकॉर्ड अपने Minds वॉलेट में रखें।
it: Gestisci i tuoi conti e tieni traccia di tutte le tue transazioni nel tuo Portafoglio Minds.
ja: アカウントを管理し、Minds Wallet内のすべての取引を追跡します。
pl: Zarządzaj swoimi kontami i monitoruj wszystkie swoje transakcje w portfelu umysłów.
pt: Gerencie suas contas e acompanhe todas as suas transações na Carteira do Mente.
ro: Gestionează-ți conturile și ține evidența tuturor tranzacțiilor tale în Portofelul Minds.
ru: Управляйте своими счетами и отслеживайте все ваши транзакции в кошельке Minds.
uk: Керуйте вашими рахунками і відстежуйте всі ваші транзакції в гаманці ваших думках.
zh: 管理您的账户并跟踪您在心灵钱包中的所有交易。

# MARKETING_WIRE__SUBSCRIPTION_TIERS
source: Subscription Tiers
cs: Úrovně předplatného
de: Abonnementstufen
es: Niveles de suscripción
hi: सदस्यता टियर
it: Livelli Di Abbonamento
ja: サブスクリプションレベル
pl: Poziomy subskrypcji
pt: Níveis de assinaturas
ro: Niveluri abonament
ru: Уровни подписки
th: การสมัครเป็นสมาชิก
tr: Abonelik Kademeleri
uk: Підписка на рівні
zh: 订阅级别

# MARKETING_WIRE__SETUP_DIFFERENT_TIERS_INFO
source: Set up different subscription tiers to offer your fans in exchange for recurring monthly payments in USD or Minds Tokens (BTC and ETH not yet supported).
cs: Nastavte různé úrovně předplatného, které můžete nabídnout svým fanouškům výměnou za opakující se měsíční platby v USD nebo Minds Tokenech (BTC a ETH ještě nejsou podporovány).
de: Richten Sie verschiedene Abonnement-Stufen ein, um Ihren Fans im Austausch gegen wiederkehrende monatliche Zahlungen in USD oder Minds Token (BTC und ETH noch nicht unterstützt) anzubieten.
es: Configura diferentes niveles de suscripción para ofrecer a tus fans a cambio de pagos mensuales recurrentes en USD o Minds Tokens (BTC y ETH aún no soportados).
hi: USD या Minds टोकन (BTC और ETH अभी तक समर्थित नहीं हैं) में मासिक भुगतान के बदले में अपने प्रशंसकों को ऑफ़र करने के लिए अलग-अलग सदस्यता टियर निर्धारित करें।
it: Imposta diversi livelli di abbonamento da offrire ai tuoi fan in cambio di pagamenti mensili ricorrenti in USD o Minds Tokens (BTC ed ETH non ancora supportati).
pl: Skonfiguruj różne poziomy subskrypcji, aby zaoferować swoim fanom w zamian za powtarzające się miesięczne płatności w USD lub minutach (BTC i ETH jeszcze nie wspierane).
pt: Configure diferentes níveis de assinatura para oferecer aos seus fãs em troca de pagamentos mensais recorrentes em USD ou Minds Tokens (BTC e ETH ainda não suportados).
ro: Configurați diferite abonamente pentru a oferi fanilor Dumneavoastră în schimbul plăților lunare recurente în USD sau Minds Tokens (BTC și ETH nu sunt încă acceptate).
uk: Налаштуйте різні способи підписки на обмін на періодичні місячні платежі в USD або Minds (BTC і ETH поки не підтримуються).

# MARKETING_WIRE__POST_CONTENT_INFO
source: Post content behind paywalls that is only accessible to the subscription tiers you select.
cs: Zveřejňujte placený obsah, který je přístupný pouze pro vybrané úrovně předplatného.
hi: पे-वॉल के बाद कंटेंट पोस्ट करें जिसे आपके चुने हुए सदस्यता टियर वाले यूज़र ही एक्सेस कर सकते हैं।
ja: 選択したサブスクリプション層にのみアクセス可能なペイウォールの背後にコンテンツを投稿します。
pt: Poste conteúdo por trás das paredes de pagamento que só é acessível para os níveis de assinatura que você selecionar.
ru: Разместите содержимое за платными стенами, которые доступны только выбранным вами уровням подписки.
zh: 在paychalls后面发布内容，这只是您选择的订阅层可以访问的。

# MARKETING_WIRE__START_BUILDING
source: Start building your own revenue streams today!
cs: Začněte budovat své vlastní toky příjmů ještě dnes!
de: Erstellen Sie noch heute Ihre eigenen Einnahmen!
es: ¡Comienza a construir tus propios flujos de ingresos hoy!
hi: आज ही अपनी खुद रेवेन्यू स्ट्रीम बनाना शुरू करें!
it: Inizia oggi a costruire i tuoi flussi di entrate!
ja: 今日あなた自身の収入の流れを造り始めなさい!
pl: Zacznij budować własne strumienie przychodów już dziś!
pt: Comece a construir seus próprios fluxos de receita hoje!
ro: Începeți să vă construiți sursele de venituri proprii astăzi!
ru: Начните строить потоки доходов сегодня!
th: เริ่มสร้างรายได้ของคุณเองตั้งแต่วันนี้!
uk: Почніть будувати свої власні потоки доходу сьогодні!
zh: 今天开始建立您自己的收入流！

# MARKETING_WIRE__TIPPING
source: Tipping
cs: Spropitné
de: Tippen
es: Consejos
hi: टिपिंग
it: Suggerimenti
ja: 傾斜中
pl: Poruszanie
pt: Gorjeta
ro: Sfaturi
ru: Советы
th: ให้ทิป
tr: Bağış gönderme
uk: Підказка
zh: 打扰中

# MARKETING_WIRE__TIPPING_DESCRIPTION
source: Every post on Minds has a button to send a tip to the author in Minds Tokens, USD, Bitcoin and Ether. Tipping is a great way to show your support for your favorite channels and allow them to keep creating!
cs: Každý příspěvek na Minds má tlačítko na poslání spropitného pomocí Minds Tokenu, USD, Bitcoinu a Etherea. Spropitné je skvělý způsob, jak ukázat vaši podporu oblíbeným kanálům a umožnit jim další tvorbu!
hi: Minds की हर पोस्ट में लेखक को Minds टोकन, USD, Bitcoin और Ether में टिप भेजने का बटन होता है। टिप देना अपने पसंदीदा चैनलों के लिए अपना सपोर्ट दिखाने और उन्हें कंटेट क्रिएट करते रहने की अनुमति देने का एक शानदार तरीका है!
ja: Mindsのすべての投稿には、Minds Tokens、USD、Bitcoin、Etherの著者にヒントを送信するためのボタンがあります。 Tipping は、あなたのお気に入りのチャンネルをサポートし続けるための素晴らしい方法です!
zh: Minds上的每个帖子都有一个按钮，可以在Minds Tokens、USD、比特币和Ether向作者发送一个小小贴士。 提示是显示您对您最喜欢的频道的支持并允许它们继续创建的好方法！

source: Minimum {INTERPOLATION} Payment
cs: Minimální platba {INTERPOLATION}
de: Mindestens {INTERPOLATION} Zahlung
es: Pago mínimo de {INTERPOLATION}
hi: न्यूनतम {INTERPOLATION} भुगतान
it: Pagamento minimo {INTERPOLATION}
ja: 最低 {INTERPOLATION} の支払い
pl: Minimalna płatność {INTERPOLATION}
pt: Pagamento mínimo {INTERPOLATION}
ro: Plată minimă {INTERPOLATION}
ru: Минимальный платеж {INTERPOLATION}
tr: Minimum {INTERPOLATION} Ödeme
uk: Мінімальний {INTERPOLATION} платіж
zh: 最低 {INTERPOLATION} 付款

# COMMON__DESCRIPTION
source: Description
cs: Popis
de: Beschreibung
es: Descripción
hi: विवरण
it: Descrizione
ja: 説明
pl: Opis
pt: Descrição
ro: Descriere
ru: Описание
th: คำอธิบาย
tr: Açıklama
uk: Опис
zh: 描述

# WIRE__CHANNEL__REWARD_DESCRIPTION_PLACEHOLDER
source: About your offerings. Describe what your supporters will receive.
cs: O vašich nabídkách. Popište, co vaši podporovatelé dostanou.
de: Über Ihre Angebote. Beschreiben Sie, was Ihre Unterstützer erhalten werden.
es: Acerca de sus ofertas. Describa lo que sus seguidores recibirán.
hi: आपकी पेशकश के बारे में। बताएं कि आपके सपोर्टर को क्या मिलेगा।
it: Informazioni sulle tue offerte. Descrivi cosa riceveranno i tuoi sostenitori.
ja: あなたの提供について。サポーターが何を受け取るか説明してください。
pl: O swoich ofertach. Opisz co otrzymają Twoi zwolennicy.
pt: Sobre suas ofertas. Descreva o que seus apoiadores receberão.
ro: Despre ofertele tale. Descrie ce vor primi suporterii tăi.
ru: О ваших предложениях. Опишите, что ваши сторонники получит.
uk: Про ваші пропозиції. Опишіть, що ваші прихильники отримають.
zh: 关于您的优惠。描述您的支持者将收到什么。

# COMMON__ANNUALLY
source: Annually
cs: Ročně
de: Jährlich
es: Anualmente
hi: वार्षिक
it: Annualmente
ja: 毎年
pl: Rocznie
pt: Anualmente
ro: Anual
ru: Ежегодно
th: รายปี
tr: Yıllık
uk: Щорічно
zh: 每年的

# COMMON__MONTH
source: month
cs: měsíc
es: mes
hi: महीना
it: mese
ja: 月
pl: miesiąc
pt: mês
ro: lună
ru: месяц
th: เดือน
tr: ay
uk: місяць
zh: 月

# WIRE_CREATOR_FORM__WALLET_TYPE
source: Wallet Type
cs: Typ peněženky
es: Tipo de cartera
hi: वॉलेट टाइप
it: Tipo Di Portafoglio
ja: ウォレットの種類
pl: Typ portfela
pt: Tipo da carteira
ro: Tipul portofelului
ru: Тип кошелька
th: ประเภทกระเป๋าสตางค์
tr: Cüzdan Türü
uk: Тип гаманця
zh: 钱包类型

# WIRE_CREATOR_FORM__WALLET_BALANCE
source: Wallet Balance
cs: Zůstatek peněženky
es: Saldo del monedero
hi: वॉलेट शेष राशि
it: Saldo Portafoglio
ja: ウォレット残高
pl: Saldo portfela
pt: Saldo da carteira
ro: Soldul portofelului
ru: Баланс кошелька
th: กระเป๋าสตางค์ - ยอดเงิน
tr: Cüzdan Bakiyesi
uk: Баланс гаманця
zh: 钱包余额

# WIRE_CREATOR_FORM__TOP_UP_WALLET
source: Top-up wallet
cs: Dobít peněženku
de: Brieftasche aufladen
es: Monedero Top-up
hi: वॉलेट में राशि डालें
it: Ricarica il portafoglio
ja: トップアップウォレット
pl: Portfel uzupełniający
pt: Carteira de recarga
ro: Portofel de alimentare
ru: Кошелек
th: เติมเงินกระเป๋าสตางค์
tr: Cüzdanı doldur
uk: Гаманець з точками
zh: 充值钱包

# WIRE_CREATOR_FORM__PAYMENT_METHOD
source: Payment Method
cs: Způsob platby
de: Zahlungsmethode
es: Métodos Pago
hi: भुगतान का तरीका
it: Metodo Di Pagamento
ja: 支払い方法
pl: Metoda płatności
pt: Forma de pagamento
ro: Metoda de plată
ru: Способ оплаты
th: วิธีการชำระเงิน
tr: Ödeme Yöntemi
uk: Спосіб оплати
zh: 支付方式

# WIRE_CREATOR_FORM__REPEAT_MONTHLY_PAYMENT
source: Repeat Payment Monthly
cs: Opakovat platbu měsíčně
de: Monatliche Zahlung wiederholen
es: Repetir pago mensual
hi: मासिक भुगतान दोहराएं
it: Ripeti Pagamento Mensilmente
ja: 毎月の支払いを繰り返します。
pl: Powtórz płatność miesięcznie
pt: Repetir pagamento mensal
ro: Repetă plata lunară
ru: Повторить платеж ежемесячно
th: ทำซ้ำการชำระเงินรายเดือน
tr: Ödemeyi Her Ay Tekrarla
uk: Щомісячна повторна плата
zh: 每月重复付款

# WIRE_CREATOR_FORM__REPEAT
source: Repeat
cs: Opakovat
de: Wiederholen
es: Repetir
hi: दोहराएं
it: Ripeti
ja: 繰り返し
pl: Powtórz
pt: Repetir
ro: Repetă
ru: Повторить
th: ซ้ำ
tr: Tekrarla
uk: Повторити
zh: 重复

# WIRE_CREATOR_FORM__MONTHLY_PAYMENT_INFO
source: Monthly recurrent payments may be cancelled at any point within in your wallet.
cs: Měsíční opakované platby mohou být kdykoliv zrušeny ve vaší peněžence.
de: Monatlich wiederkehrende Zahlungen können jederzeit in Ihrer Brieftasche storniert werden.
es: Los pagos mensuales recurrentes pueden cancelarse en cualquier momento dentro de su cartera.
hi: आपके वॉलेट में मासिक आवर्ती भुगतान किसी भी समय पर रद्द किया जा सकता है।
it: I pagamenti ricorrenti mensili possono essere annullati nel tuo portafoglio in qualsiasi momento.
ja: 毎月の定期的な支払いは、ウォレット内の任意の時点でキャンセルすることができます。
pl: Miesięczne płatności okresowe mogą zostać anulowane w dowolnym punkcie Twojego portfela.
pt: Pagamentos recorrentes mensais podem ser cancelados a qualquer momento dentro de sua carteira.
ro: Plățile recurente lunare pot fi anulate în orice punct din portofel.
ru: Ежемесячные периодические платежи могут быть отменены в любой момент в вашем кошельке.
tr: Aylık tekrarlayan ödemeler istediğiniz an cüzdanınızın içinden iptal edilebilir.
uk: Щомісячні періодичні платежі можуть бути скасовані в будь-який момент у вашому гаманці.
zh: 每月经常性付款可以在您钱包内的任何时候被取消。

# WIRE_CREATOR_TOOLBAR__OTHER
source: {VAR_PLURAL, plural, =1 {token} other {tokens} }
cs: {VAR_PLURAL, plural, =1 {token} other {tokenů} }
it: {VAR_PLURAL, plural, =1 {token} other {token} }
ja: {VAR_PLURAL, plural, =1 {token} other {token} }
pl: {VAR_PLURAL, plural, =1 {token} other {tokeny} }
ro: {VAR_PLURAL, plural, =1 {token} other {jeton} }
zh: {VAR_PLURAL, plural, =1 {令牌} other {令牌} }

# WIRE_CREATOR_TOOLBAR__POWERED_BY
source: Powered by
cs: Pomocí
de: Unterstützt von
es: Desarrollado por
hi: प्रायोजक
pl: Wspierane przez
pt: Desenvolvido por
ro: Oferit de
ru: При поддержке
th: ขับเคลื่อนโดย
tr: İle çalışır
uk: Працює на
zh: 支持者：

# WIRE_CREATOR_TOOLBAR__SEND
source: Send {INTERPOLATION} {START_TAG_NG-CONTAINER} {CLOSE_TAG_NG-CONTAINER} monthly
cs: Poslat {INTERPOLATION} {START_TAG_NG-CONTAINER} {CLOSE_TAG_NG-CONTAINER} měsíčně
de: Sende {INTERPOLATION} {START_TAG_NG-CONTAINER} {CLOSE_TAG_NG-CONTAINER} monatlich
es: Enviar {INTERPOLATION} {START_TAG_NG-CONTAINER} {CLOSE_TAG_NG-CONTAINER} mensual
hi: {INTERPOLATION} {START_TAG_NG-CONTAINER} {CLOSE_TAG_NG-CONTAINER} मासिक भेजें
it: Invia {INTERPOLATION} {START_TAG_NG-CONTAINER} {CLOSE_TAG_NG-CONTAINER} mensilmente
ja: {INTERPOLATION} {START_TAG_NG-CONTAINER} {CLOSE_TAG_NG-CONTAINER} 毎月送信
pl: Wyślij {INTERPOLATION} {START_TAG_NG-CONTAINER} {CLOSE_TAG_NG-CONTAINER} miesięcznie
pt: Enviar {INTERPOLATION} {START_TAG_NG-CONTAINER} {CLOSE_TAG_NG-CONTAINER} mensal
ro: Trimite {INTERPOLATION} {START_TAG_NG-CONTAINER} {CLOSE_TAG_NG-CONTAINER} lunar
ru: Посылать {INTERPOLATION} {START_TAG_NG-CONTAINER} {CLOSE_TAG_NG-CONTAINER} ежемесячно
th: ส่ง {INTERPOLATION} {START_TAG_NG-CONTAINER} {CLOSE_TAG_NG-CONTAINER} ต่อเดือน
tr: {INTERPOLATION} {START_TAG_NG-CONTAINER} {CLOSE_TAG_NG-CONTAINER} her ay gönder
zh: 每月发送 {INTERPOLATION} {START_TAG_NG-CONTAINER} {CLOSE_TAG_NG-CONTAINER}

# WIRE_CREATOR_TOOLBAR__SUBMIT_UPGRADE
source: Upgrade to Minds {START_TAG_NG-CONTAINER} + {CLOSE_TAG_NG-CONTAINER} {START_TAG_NG-CONTAINER_1} Pro {CLOSE_TAG_NG-CONTAINER}
cs: Upgradovat na Minds {START_TAG_NG-CONTAINER} + {CLOSE_TAG_NG-CONTAINER} {START_TAG_NG-CONTAINER_1} Pro {CLOSE_TAG_NG-CONTAINER}
de: Upgrade auf Gedanken {START_TAG_NG-CONTAINER} + {CLOSE_TAG_NG-CONTAINER} {START_TAG_NG-CONTAINER_1} Pro {CLOSE_TAG_NG-CONTAINER}
es: Mejora a la mente {START_TAG_NG-CONTAINER} + {CLOSE_TAG_NG-CONTAINER} {START_TAG_NG-CONTAINER_1} Pro {CLOSE_TAG_NG-CONTAINER}
hi: Minds {START_TAG_NG-CONTAINER} + {CLOSE_TAG_NG-CONTAINER} {START_TAG_NG-CONTAINER_1} Pro {CLOSE_TAG_NG-CONTAINER} में अपग्रेड करें
ja: マインドへのアップグレード {START_TAG_NG-CONTAINER} + {CLOSE_TAG_NG-CONTAINER} {START_TAG_NG-CONTAINER_1} Pro {CLOSE_TAG_NG-CONTAINER}
pl: Ulepsz do umysłów {START_TAG_NG-CONTAINER} + {CLOSE_TAG_NG-CONTAINER} {START_TAG_NG-CONTAINER_1} Pro {CLOSE_TAG_NG-CONTAINER}
pt: Atualizar para Mentes {START_TAG_NG-CONTAINER} + {CLOSE_TAG_NG-CONTAINER} {START_TAG_NG-CONTAINER_1} Pro {CLOSE_TAG_NG-CONTAINER}
ro: Upgrade la Minds {START_TAG_NG-CONTAINER} + {CLOSE_TAG_NG-CONTAINER} {START_TAG_NG-CONTAINER_1} Pro {CLOSE_TAG_NG-CONTAINER}
ru: Улучшить до умов {START_TAG_NG-CONTAINER} + {CLOSE_TAG_NG-CONTAINER} {START_TAG_NG-CONTAINER_1} Pro {CLOSE_TAG_NG-CONTAINER}
th: อัพเกรด Minds เป็น {START_TAG_NG-CONTAINER} + {CLOSE_TAG_NG-CONTAINER} {START_TAG_NG-CONTAINER_1} โปร {CLOSE_TAG_NG-CONTAINER}
zh: 升级到Minds {START_TAG_NG-CONTAINER} + {CLOSE_TAG_NG-CONTAINER} {START_TAG_NG-CONTAINER_1} Pro {CLOSE_TAG_NG-CONTAINER}

# COMMON__SHOP
source: Shop
cs: Obchod
es: Tienda
hi: दुकान
it: Negozio
ja: ショップ
pl: Sklep
pt: Comprar
ro: Magazin
ru: Магазин
th: ร้านค้า
tr: Mağaza
uk: Крамниця
zh: 商店

# CREATOR_SHOP__HAS_SUPPORT_TIERS_OFFERS
source: @ {INTERPOLATION} has support tiers exclusive offers
cs: @ {INTERPOLATION} má úrovně podpory pro exkluzivní nabídky
de: @ {INTERPOLATION} hat Support-Stufen exklusive Angebote
es: @ {INTERPOLATION} tiene ofertas exclusivas de los niveles de soporte
hi: @ {INTERPOLATION} में सपोर्ट टियर्स के एक्सक्लूसिव ऑफ़र हैं
it: @ {INTERPOLATION} ha offerte esclusive per i livelli di supporto
ja: @ {INTERPOLATION} にはサポート階層があります。
pl: @ {INTERPOLATION} ma ekskluzywne oferty na poziomie wsparcia
pt: @ {INTERPOLATION} tem ofertas exclusivas de suporte
ro: @ {INTERPOLATION} are suport pentru oferte exclusive
ru: @ {INTERPOLATION} имеет эксклюзивные предложения поддержки
th: @ {INTERPOLATION} ได้สนับสนุนข้อเสนอชั้นพิเศษ
tr: @ {INTERPOLATION} destek kademeleri ayrıcalıklı teklifleri içermektedir
uk: @ {INTERPOLATION} має підтримку ексклюзивні пропозиції
zh: @ {INTERPOLATION} 有支持层级独家报价

# CREATOR_SHOP__SELECT_SUPPORT_TIER
source: Select Support Tier
cs: Vybrat úroveň podpory
de: Support-Stufe auswählen
es: Seleccionar Nivel de Soporte
hi: सपोर्ट टियर चुनें
it: Seleziona Livello Di Supporto
ja: サポート層を選択
pl: Wybierz poziom wsparcia
pt: Selecione Nível de Suporte
ro: Selectați Suport Nivel
ru: Выберите уровень поддержки
th: เลือกระดับชั้นที่สนับสนุน
tr: Destek Kademesini Seçin
uk: Виберіть рівень підтримки
zh: 选择支持级别

# CREATOR_SHOP__OTHER
source: {VAR_PLURAL, plural, =1 { {INTERPOLATION} token} other { {INTERPOLATION} tokens} }
cs: {VAR_PLURAL, plural, =1 { {INTERPOLATION} token} other { {INTERPOLATION} tokenů} }
it: {VAR_PLURAL, plural, =1 { {INTERPOLATION} token} other { {INTERPOLATION} token} }
ja: {VAR_PLURAL, plural, =1 { {INTERPOLATION} トークン} other { {INTERPOLATION} トークン} }
pl: {VAR_PLURAL, plural, =1 { {INTERPOLATION} token} other { {INTERPOLATION} tokeny} }
ro: {VAR_PLURAL, plural, =1 { {INTERPOLATION} token} other { {INTERPOLATION} token} }
zh: {VAR_PLURAL, plural, =1 { {INTERPOLATION} 令牌} other { {INTERPOLATION} 令牌} }

# CREATOR_SHOP__TOKENS
source: Tokens
cs: Tokenů
de: Token
hi: टोकन
it: Token
ja: トークン
pl: Tokeny
ru: Жетоны
th: โทเค็น
tr: Token
zh: 令牌

# WIRE_CREATOR_MARKETING__UNLOCK_POWER
source: Unlock the power of Minds
cs: Odemkněte sílu Minds
de: Schalte die Kraft des Geistes frei
es: Desbloquea el poder de las mentes
hi: Minds की शक्ति को अनलॉक करें
it: Sblocca la potenza di Minds
ja: マインドの力を解放する
pl: Odblokuj potęgę umysłów
pt: Desbloqueie o poder das Mentes
ru: Разблокировать силу умов
th: ปลดล็อคพลังของ Minds
uk: Розблокувати силу думок
zh: 解锁心灵的战斗力

# WIRE_CREATOR_MARKETING__PLUS_DESC
source: Support Minds and unlock features such as earning revenue for your content, hiding ads, accessing exclusive content, receiving a badge and verifying your channel.
cs: Podporujte Minds a odemkněte funkce, jako je vydělávání příjmu z vašeho obsahu, skrývání reklam, přístup k exkluzivnímu obsahu, získání odznaků a ověření vašeho kanálu.
de: Unterstützen Sie Minds und entsperren Sie Funktionen wie Einnahmen für Ihre Inhalte, verstecken Sie Werbung, greifen Sie auf exklusive Inhalte zu, erhalten Sie ein Abzeichen und überprüfen Sie Ihren Kanal.
es: Ayuda a las mentes y desbloquea funciones como ganar ingresos por tu contenido, ocultar anuncios, acceder al contenido exclusivo, recibir una insignia y verificar tu canal.
hi: Minds को सपोर्ट करें और फ़ीचर अनलॉक करें जैसे कि अपने कंटेंट के लिए कमाई करना, विज्ञापन छिपाना, एक्सक्लूसिव कंटेंट एक्सेस करना, बैज हासिल करना और अपने चैनल को वेरिफाई करना।
it: Supporta Minds e sblocca funzioni come guadagnare per i tuoi contenuti, nascondere annunci, accedere a contenuti esclusivi, ricevere un badge e verificare il tuo canale.
ja: マインドをサポートし、コンテンツの収益獲得、広告の非表示、排他的なコンテンツへのアクセス、バッジの受け取り、チャネルの確認などの機能を解除します。
pl: Wspomóż umysły i odblokuj funkcje, takie jak uzyskiwanie przychodów z treści, ukrywanie reklam, dostęp do ekskluzywnych treści, otrzymywanie odznaki i weryfikacja kanału.
pt: Apoie Mentes e desbloqueie recursos, como ganhar receita por seu conteúdo, ocultando anúncios, acessando conteúdo exclusivo, recebendo um emblema e verificando seu canal.
ro: Ajută Minds și deblochează caracteristici cum ar fi câștigarea de venituri pentru conținutul tău, ascunderea reclamelor, accesarea conținutului exclusiv, primirea unei insigne și verificarea canalului tău.
ru: Поддержите умы и разблокируйте функции, такие как получение дохода от вашего контента, скрытие рекламы, доступ к эксклюзивному контенту, получение значка и проверка вашего канала.
zh: 支持创意和解锁功能，如为您的内容赚钱、隐藏广告、访问独家内容、获得徽章和验证您的频道。

# WIRE_CREATOR_MARKETING__PRO_DESC
source: Get paid for your traffic and referrals, launch your own website, receive multi-currency tips and subscription payments from fans and much more.
cs: Dostávejte zaplaceno za vaši návštěvnost a doporučení, spusťte svou vlastní webovou stránku, získávejte mikroplatby v několika měnách a předplatné od fanoušků a mnohem více.
de: Werde für deinen Traffic bezahlt und Empfehlungen, starte deine eigene Website, erhalte Tipps für mehrere Währungen und Zahlungen von Fans und vieles mehr.
es: Reciba pagos por su tráfico y referencias, lance su propio sitio web, reciba consejos y pagos de suscripción de fans y mucho más.
hi: अपने ट्रैफ़िक और रेफ़रल के लिए भुगतान पाएं, अपनी वेबसाइट लॉन्च करें, प्रशंसकों से अनेक करंसी में टिप्स और सदस्यता भुगतान और बहुत कुछ प्राप्त करें।
it: Vieni pagato in base al tuo traffico e ai referral, lancia il tuo sito web, ricevi mance in più valute e pagamenti in abbonamento da parte dei fan e molto altro ancora.
ja: トラフィックと紹介に対して支払いを受け、独自のウェブサイトを立ち上げ、ファンからの多通貨のヒントやサブスクリプションの支払いを受け取りましょう。
ro: Primește plăți pentru traficul și recomandările tale, îți lansezi propriul website, primești sfaturi și plăți de abonament multi-valutare de la fani și multe altele.
tr: Trafik ve yönlendirmeleriniz için ödeme alın, kendi web sitenizi başlatın, hayranlarınızdan farklı para birimlerinde bağış ve üyelik ödemeleri alın ve daha fazlası.
zh: 为您的流量和转诊获取报酬，启动您自己的网站，接收多种货币的提示以及粉丝和更多的订阅付款。

# WIRE_CREATOR_MARKETING__LEARN_MORE
source: Learn More about Minds {START_TAG_NG-CONTAINER} + {CLOSE_TAG_NG-CONTAINER} {START_TAG_NG-CONTAINER_1} Pro {CLOSE_TAG_NG-CONTAINER}
cs: Dozvědět se více o Minds {START_TAG_NG-CONTAINER} + {CLOSE_TAG_NG-CONTAINER} {START_TAG_NG-CONTAINER_1} Pro {CLOSE_TAG_NG-CONTAINER}
de: Erfahren Sie mehr über den Geist {START_TAG_NG-CONTAINER} + {CLOSE_TAG_NG-CONTAINER} {START_TAG_NG-CONTAINER_1} Pro {CLOSE_TAG_NG-CONTAINER}
es: Aprende más sobre las mentes {START_TAG_NG-CONTAINER} + {CLOSE_TAG_NG-CONTAINER} {START_TAG_NG-CONTAINER_1} Pro {CLOSE_TAG_NG-CONTAINER}
hi: Minds के बारे में अधिक जानें {START_TAG_NG-CONTAINER} + {CLOSE_TAG_NG-CONTAINER} {START_TAG_NG-CONTAINER_1} प्रो {CLOSE_TAG_NG-CONTAINER}
it: Scopri di più su Minds {START_TAG_NG-CONTAINER} + {CLOSE_TAG_NG-CONTAINER} {START_TAG_NG-CONTAINER_1} Pro {CLOSE_TAG_NG-CONTAINER}
ja: マインドについてもっと知る {START_TAG_NG-CONTAINER} + {CLOSE_TAG_NG-CONTAINER} {START_TAG_NG-CONTAINER_1} Pro {CLOSE_TAG_NG-CONTAINER}
pl: Dowiedz się więcej o umysłach {START_TAG_NG-CONTAINER} + {CLOSE_TAG_NG-CONTAINER} {START_TAG_NG-CONTAINER_1} Pro {CLOSE_TAG_NG-CONTAINER}
pt: Saiba mais sobre as Mentes {START_TAG_NG-CONTAINER} + {CLOSE_TAG_NG-CONTAINER} {START_TAG_NG-CONTAINER_1} Pro {CLOSE_TAG_NG-CONTAINER}
ro: Află mai multe despre minele {START_TAG_NG-CONTAINER} + {CLOSE_TAG_NG-CONTAINER} {START_TAG_NG-CONTAINER_1} Pro {CLOSE_TAG_NG-CONTAINER}
ru: Узнайте больше о умах {START_TAG_NG-CONTAINER} + {CLOSE_TAG_NG-CONTAINER} {START_TAG_NG-CONTAINER_1} Pro {CLOSE_TAG_NG-CONTAINER}
uk: Дізнатися більше про дрібнички {START_TAG_NG-CONTAINER} + {CLOSE_TAG_NG-CONTAINER} {START_TAG_NG-CONTAINER_1} Pro {CLOSE_TAG_NG-CONTAINER}
zh: 了解更多关于Minds {START_TAG_NG-CONTAINER} + {CLOSE_TAG_NG-CONTAINER} {START_TAG_NG-CONTAINER_1} Pro {CLOSE_TAG_NG-CONTAINER}
