Repository: Minds/front
Catalog: src/locale/Minds.*.xliff
Languages: cs, de, es, hi, it, ja, pl, pt, ro, ru, th, tr, uk, zh

# WIRE__CREATOR__RECEIVER_ADDRESS_TOOLTIP
source: This balance is for the {INTERPOLATION} wallet that is currently set up as the receiver wallet for your channel.
cs: Tento zůstatek je pro peněženku {INTERPOLATION} , která je v momentálně nastavena jako peněženka příjemce pro váš kanál.
es: Este saldo es para el monedero {INTERPOLATION} que actualmente está configurado como el monedero receptor para su canal.
hi: यह शेष राशि {INTERPOLATION} wallet के लिए है जो वर्तमान में आपके चैनल के लिए रिसीवर wallet के रूप में स्थापित है।
it: Questo saldo è per il portafoglio {INTERPOLATION} che è attualmente impostato come portafoglio di destinazione per il tuo canale.
ja: この残高は、現在チャネルの受信ウォレットとして設定されている {INTERPOLATION} ウォレット用です。
pt: Este saldo é para a carteira {INTERPOLATION} que está atualmente configurada como a carteira de receptor do seu canal.
ro: Acest sold este pentru portofelul {INTERPOLATION} care este configurat în prezent ca portofel de receptor pentru canalul dvs.
tr: Bu bakiye şu an kanalınızın ödeme alımında kullandığı {INTERPOLATION} cüzdanı içindir.
zh: 此余额用于目前设置为您通道接收器钱包的 {INTERPOLATION} 钱包。

# M__WIRE_CREATOR__DONT_HAVE_TOKENS
source: Don't have tokens?
cs: Nemáte tokeny?
de: Sie haben keine Token?
es: ¿No tienes tokens?
hi: टोकन नहीं है?
it: Non hai dei token?
ja: トークンがありませんか？
pl: Nie masz tokenów?
pt: Não tem tokens?
ru: У вас нет фишек?
th: ไม่มีโทเค็น?
zh: 没有令牌？

# WIRE__CREATOR__SEND_ACTION
source: SEND
cs: ODESLAT
de: SENDEN
es: ENVIAR
hi: भेजें
it: INVIA
ja: 送信
pl: WYŚLIJ
pt: ENVIAR
ro: TRIMITE
ru: Отправить
th: ส่ง
tr: GÖNDER
uk: НАДІСЛАТИ
zh: 发送

# WIRE__CREATOR__WIRED_NOTICE
source: Wired!
cs: Převedeno!
es: ¡Transferido!
hi: भुगतान किया गया!
it: Collegato!
ja: 接続完了！
pt: Sem fio!
ro: Parchet!
th: สนับสนุน!
uk: Зник!
zh: 有线！

# COMMON__YEARLY
source: Yearly
cs: Ročně
de: Jährlich
es: Anual
hi: सालाना
it: Annuale
ja: 年ごと
pl: Rocznie
pt: Anualmente
ro: Anual
ru: Ежегодно
th: รายปี
tr: Yıllık
uk: За рік
zh: 每年一次

# COMMON__MONTHLY
source: Monthly
cs: Měsíčně
de: Monatlich
es: Mensual
hi: मासिक
it: Mensile
ja: 月ごと
pl: Miesięczny
pt: Mensual
ro: Lunar
ru: Ежемесячно
th: รายเดือน
tr: Aylık
uk: Щомісячно
zh: 每月的

# COMMON__TOKENS
source: Tokens
cs: Tokeny
de: Token
hi: टोकन
it: Token
ja: トークン
pl: Tokeny
ru: Жетоны
th: โทเคน
tr: Token
zh: 令牌

# UPGRADE_OPTIONS__IDEAL_MINDS_USERS
source: Ideal for all Minds Users
cs: Ideální pro všechny uživatele Minds
de: Ideal für alle Minds Benutzer
es: Ideal para todos los usuarios de mentes
hi: सभी Minds यूज़र के लिए आदर्श
it: Ideale per tutti gli utenti Minds
ja: すべてのマインドユーザーに最適
pl: Idealne dla wszystkich umysłów użytkowników
pt: Ideal para todos os usuários da mente
ru: Идеально подходит для всех пользователей умов
th: ดีที่สุดสำหรับผู้ใช้ Minds ทั่วไป
tr: Bütün Minds Kullanıcıları iç İdeal
uk: Ідеально для всіх Minds користувачів
zh: 适合所有心灵用户

# UPGRADE_OPTIONS__UPGRADE_CHANNEL_INFO
source: Upgrade your channel to unlock new features and upgrade your experience.
cs: Upgradujte svůj kanál pro odemčení nových funkcí a vylepšete tím svůj zážitek.
de: Verbessere deinen Kanal, um neue Funktionen freizuschalten und dein Erlebnis zu verbessern.
es: Mejora tu canal para desbloquear nuevas características y mejorar tu experiencia.
hi: नए फ़ीचर को अनलॉक करने और अपने अनुभव को अपग्रेड करने के लिए अपने चैनल को अपग्रेड करें।
ja: チャンネルをアップグレードして新しい機能をアンロックし、経験をアップグレードしましょう。
pl: Ulepsz swój kanał, aby odblokować nowe funkcje i ulepszyć swoje doświadczenia.
pt: Atualize seu canal para desbloquear novos recursos e melhorar a sua experiência.
ro: Actualizați-vă canalul pentru a debloca noi caracteristici și pentru a vă îmbunătăți experiența.
ru: Обновите канал, чтобы разблокировать новые функции и обновить свой опыт.
th: อัพเกรดแชนแนลของคุณเพื่อปลดล็อคฟีเจอร์ใหม่ๆและอัพเกรดประสบการณ์ของคุณ
tr: Kanalınızı yükselterek yeni özellikleri açın ve deneyiminizi de yükseltin.
uk: Оновіть свій канал, щоб отримати доступ до нових функцій та оновіть його.
zh: 升级您的频道以解锁新功能并升级您的体验。

# UPGRADE_OPTIONS__ACCESS_EXCLUSIVE_CONTENT
source: Access exclusive content
cs: Přístup k exkluzivnímu obsahu
de: Auf exklusive Inhalte zugreifen
es: Acceder al contenido exclusivo
hi: एक्सक्लूसिव कंटेंट तक एक्सेस हासिल करें
it: Accedi a contenuti esclusivi
ja: 排他的なコンテンツにアクセス
pl: Dostęp do wyłącznych treści
pt: Acessar conteúdo exclusivo
ro: Accesează conținut exclusiv
ru: Доступ к эксклюзивному контенту
th: เข้าใช้คอนเทนต์เอ๊กซ์คลูซีฟ
tr: Seçkin içeriğe erişin
uk: Доступ до ексклюзивного вмісту
zh: 访问专用内容

# UPGRADE_OPTIONS__VERIFY_YOUR_CHANNEL
source: Verify your channel
cs: Ověřte svůj kanál
de: Überprüfe deinen Kanal
es: Verifique su canal
hi: अपना चैनल सत्यापित करें
it: Verifica il tuo canale
ja: チャンネルを確認する
pl: Sprawdź swój kanał
pt: Verificar seu canal
ro: Verifică-ți canalul
ru: Подтвердите ваш канал
th: ยืนยันแชนแนลของคุณ
tr: Kanalınızı doğrulayın
zh: 验证您的频道

# UPGRADE_OPTIONS__HIDE_BOOSTED_CONTENT
source: Hide boosted content
cs: Skrýt boostovaný obsah
es: Ocultar contenido optimizado
hi: बूस्ट किया गया कंटेंट छिपाएं
ja: ブーストされたコンテンツを隠す
pl: Ukryj zwiększoną zawartość
pt: Ocultar conteúdo otimizado
ro: Ascunde conținutul amplificat
ru: Скрыть усиленный контент
th: ซ่อนเนื้อหาที่ถูกบูสต์แล้ว
tr: Boost edilmiş içeriği gizle
zh: 隐藏强化内容

# UPGRADE_OPTIONS__MORE_INFO
source: More info
cs: Více informací
de: Mehr Info
es: Más información
hi: और जानकारी
it: Maggiori informazioni
ja: 詳細情報
pl: Więcej informacji
pt: Mais informações
ro: Mai multe informații
ru: Подробнее
th: ข้อมูลเพิ่มเติม
tr: Daha fazla bilgi
uk: Детальніше
zh: 更多信息

# UPGRADE_OPTIONS__PER_MONTH
source: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} per month
cs: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} měsíčně
de: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} pro Monat
es: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} al mes
hi: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} प्रति माह
it: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} al mese
ja: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} /月
pl: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} miesięcznie
pt: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} por mês
ro: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} pe lună
ru: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} в месяц
tr: aylık {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN}
uk: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} в місяць
zh: 每月 {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN}

# COMMON__UPGRADE_TO_PLUS
source: Upgrade to Plus
cs: Upgradovat na Plus
es: Subir a Plus
hi: प्लस में अपग्रेड करें
ja: Plus にアップグレードする
pl: Uaktualnij do wersji Plus
pt: Atualizar para o Plus
ro: Upgrade la Plus
ru: Улучшить до Plus
th: อัพเกรดเป็นพรีเมียม
uk: Поліпшення до Plus
zh: 升级到 Plus

# UPGRADE_OPTIONS__FOR_INDEPENDANT_CREATORS
source: For independent content creators
cs: Pro nezávislé tvůrce obsahu
es: Para creadores de contenido independientes
hi: स्वतंत्र कंटेंट क्रिएटर्स के लिए
it: Per creatori di contenuti indipendenti
ja: インディペンデントコンテンツ制作者向け
pl: Dla niezależnych twórców treści
pt: Para criadores de conteúdo independentes
ru: Для независимых авторов контента
th: สำหรับผู้สร้างคอนเทนท์อิสระ
tr: Bağımsız içerik oluşturucuları için
uk: Для незалежних авторів вмісту
zh: 为独立的内容创建者

# UPGRADE_OPTIONS__ULTIMATE_PLATFORM
source: The ultimate platform for independent creators and brands.
cs: Nejlepší platforma pro nezávislé tvůrce a značky.
de: Die ultimative Plattform für unabhängige Kreative und Marken.
es: La última plataforma para creadores y marcas independientes.
hi: स्वतंत्र क्रिएटर्स और ब्रांड के लिए बेजोड़ प्लेटफ़ॉर्म।
it: La piattaforma definitiva per creatori e brand indipendenti.
ja: 独立したクリエイターやブランドのための究極のプラットフォーム。
pl: Ostateczna platforma dla niezależnych twórców i marek.
pt: A melhor plataforma para criadores e marcas independentes.
ro: Platforma finală pentru creatori și mărci independente.
ru: Идеальная платформа для независимых создателей и брендов.
th: พลตฟอร์มที่ดีที่สุดสำหรับครีเอเตอร์และแบรนด์อิสระ
tr: Bağımsız içerik oluşturucuları ve markalar için üst seviye platform.
uk: Найвища платформа для незалежних авторів та брендів.
zh: 独立创作者和品牌的最终平台。

# UPGRADE_OPTIONS__GET_PAID_WORK
source: Get paid for your work
cs: Získejte za svou práci zaplaceno
de: Bezahlen Sie sich für Ihre Arbeit
es: Recibe pagos por tu trabajo
hi: अपने काम के लिए भुगतान करें
it: Vieni pagato per il tuo lavoro
ja: あなたの仕事に対して支払いを受けましょう
pl: Otrzymaj za swoją pracę
pt: Seja pago pelo seu trabalho
ro: Primește bani pentru munca ta
ru: Заплатите за работу
th: รับเงินจากการทำงานของคุณ
tr: Yaptığınız çalışmalar ile kazanç sağlayın
uk: Платіть за свою роботу
zh: 为您的工作获得支付

# UPGRADE_OPTIONS__BUILD_OWN_CUSTOM_SITE
source: Build your own custom website
cs: Vytvořte si vlastní webovou stránku
de: Erstellen Sie Ihre eigene Website
es: Crea tu propio sitio web personalizado
hi: अपनी खुद की कस्टम वेबसाइट बनाएं
it: Costruisci il tuo sito web personalizzato
ja: 独自のカスタムウェブサイトを構築する
pl: Stwórz własną niestandardową stronę internetową
pt: Construa seu próprio site personalizado
ro: Construiți-vă propriul site personalizat
ru: Создайте свой собственный сайт
th: สร้างเว็บไซท์ของคุณ
tr: Kendi sitenizi yapın
uk: Створення свого власного веб-сайту
zh: 建立您自己的自定义网站

# UPGRADE_OPTIONS__PROFESSIONAL_MEDIA_TOOLS
source: Professional media tools
cs: Profesionální mediální nástroje
de: Professionelle Medienwerkzeuge
es: Herramientas de medios profesionales
hi: पेशेवर मीडिया उपकरण
it: Strumenti multimediali professionali
ja: プロのメディアツール
pl: Profesjonalne narzędzia medialne
pt: Ferramentas de mídia profissionais
ro: Instrumente profesionale pentru media
th: เครื่องมือสร้างสื่อแบบมืออาชีพ
tr: Profesyonel medya araçları
uk: Медіа-інструменти Professional
zh: 专业媒体工具

# UPGRADE_OPTIONS__CUSTOM_SUPPORT
source: Custom support
cs: Uživatelská podpora
de: Eigene Unterstützung
es: Soporte personalizado
hi: कस्टम सपोर्ट
it: Supporto personalizzato
ja: カスタムサポート
pl: Własne wsparcie
pt: Suporte personalizado
ro: Suport personalizat
ru: Пользовательская поддержка
th: ฝ่ายบริการลูกค้า
tr: Özel destek
uk: Користувацька підтримка
zh: 自定义支持

# COMMON__MORE_INFO
source: More info
cs: Více informací
de: Mehr Info
es: Más información
hi: और जानकारी
it: Maggiori informazioni
ja: 詳細情報
pl: Więcej informacji
pt: Mais informações
ro: Mai multe informații
ru: Подробнее
th: ข้อมูลเพิ่มเติม
tr: Daha fazla bilgi
uk: Детальніше
zh: 更多信息

# COMMON__TRY_PRO
source: Try Pro
cs: Vyzkoušet Pro
de: Profi testen
es: Prueba Pro
hi: प्रो कोशिश करो
it: Prova Pro
ja: Pro版を試す
pl: Wypróbuj Pro
pt: Experimente o Pro
ro: Încearcă Pro
ru: Попробуйте Pro
th: ลอง Pro
uk: Спробуйте Pro
zh: 试用专业版

# COMMON__PER_MONTH
source: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} per month
cs: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} měsíčně
de: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} pro Monat
es: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} al mes
hi: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} प्रति माह
it: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} al mese
ja: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} /月
pl: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} miesięcznie
pt: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} por mês
ro: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} pe lună
ru: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} в месяц
th: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} ต่อเดือน
tr: aylık {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN}
uk: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} в місяць
zh: 每月 {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN}

# COMMON__UPGRADE_TO_PRO
source: Upgrade to Pro
cs: Upgradovat na Pro
de: Upgrade auf Pro
es: Actualizar a Pro
hi: प्रो में अपग्रेड
ja: Proにアップグレード
pl: Uaktualnij do wersji Pro
pt: Atualizar para versão Pro
ro: Actualizează la Pro
ru: Обновить до Pro
th: อัพเกรดเป็น Pro
uk: Оновити до Pro
zh: 升级到专业版

# COMMON__COMING_SOON
source: Coming soon
cs: Již brzy
de: Demnächst
es: Próximamente
hi: जल्द आ रहा है
it: In arrivo
ja: 近日公開
pl: Już wkrótce
pt: Em breve
ro: În curând
ru: Скоро появится
th: เร็วๆนี้
tr: Çok yakında
uk: Чекайте вже скоро
zh: 即将开始

# UPGRADE_OPTIONS__NEXT_LEVEL_CREATORS
source: For next-level content creators
cs: Pro tvůrce obsahu na další úrovni
de: Für die Erstellung von Inhalten der nächsten Ebene
es: Para los creadores de contenido de nivel siguiente
hi: नेक्स्ट-लेवल के कंटेंट क्रिएटर्स के लिए
it: Per creatori di contenuti di livello avanzato
ja: 次のレベルのコンテンツ作成者向け
pl: Dla twórców treści na następnym poziomie
pt: Para criadores de conteúdo em nível próximo
ro: Pentru creatorii de conținut la nivelul următor
ru: Для авторов нового уровня
th: สำหรับผู้สร้างคอนเทนท์ระดับสูง
tr: Üst-seviye içerik oluşturucuları için
uk: Для майбутніх творців вмісту
zh: 对于下一级内容创建者

# UPGRADE_OPTIONS__LAUNCH_OWN_NETWORK
source: Launch your own white-labeled social network and mobile app.
cs: Spusťte svoji vlastní sociální síť a mobilní aplikaci.
es: Lanza tu propia red social y aplicación móvil con etiquetas blancas.
hi: अपना खुद का व्हाइट लेबल वाला सोशल नेटवर्क और मोबाइल ऐप लॉन्च करें।
it: Lancia il tuo social network e la tua applicazione mobile white-label.
ja: 独自のホワイトラベルのソーシャルネットワークとモバイルアプリを起動します。
pl: Uruchom własną sieć społecznościową i aplikację mobilną na białych etykietach.
pt: Execute sua própria rede social de rótulo branco e aplicativo móvel.
ro: Lansați propria rețea socială și propria aplicație mobilă, cu eticheta albă.
ru: Запустите свою собственную социальную сеть и мобильное приложение.
uk: Запустіть власну власну соціальну мережу та мобільну програму.
zh: 启动您自己的白色社交网络和移动应用程序。

# UPGRADE_OPTIONS__WHITE_LABEL_WEB_MOBILE
source: White-labeled web + mobile app
cs: Web + mobilní aplikace
hi: व्हाइट लेबल वाला वेब + मोबाइल ऐप
ja: ホワイトラベル付きウェブ + モバイルアプリ
pl: Aplikacja internetowa + mobilna
pt: Web com rótulo de White-labeled + aplicativo móvel
ro: Aplicație pentru internet + mobil cu eticheta albă
ru: Белые помеченные веб-+ мобильное приложение
th: เว็บ + แอพมือถือที่ปลอดภัย
uk: Білий ярлик та веб-+ мобільний додаток
zh: 带白色标签的 web + 移动应用程序

# UPGRADE_OPTIONS__CUSTOM_DOMAIN_BRAND
source: Custom domain and brand
cs: Vlastní doména a značka
de: Eigene Domain und Marke
es: Dominio personalizado y marca
hi: कस्टम डोमेन और ब्रांड
it: Dominio e marchio personalizzati
ja: カスタムドメインとブランド
pl: Własna domena i marka
pt: Marca e domínio personalizado
ro: Domeniu personalizat și marcă
ru: Пользовательский домен и бренд
th: โดเมนและแบรนด์ที่สร้างเองได้
tr: Özel alan adı ve markalaştırma
uk: Власний домен і бренд
zh: 自定义域和品牌：

# UPGRADE_OPTIONS__INDEPENDANT_FROM_MINDS
source: Independent from Minds
cs: Nezávisle na Minds
de: Unabhängig von Geist
es: Independiente de las mentes
hi: Minds से स्वतंत्र बनें
it: Indipendente da Minds
ja: マインドから独立しています
pl: Niezależny od umysłów
pt: Independente da Mente
ro: Independente de la Minds
ru: Независимо от умов
th: เป็นอิสระจาก Minds
zh: 独立于心情

# UPGRADE_OPTIONS__CONTACT_US_PRICING
source: Contact us for pricing
cs: Kontaktujte nás ohledně cen
de: Kontaktieren Sie uns für Preise
es: Contáctenos para obtener precios
hi: मूल्य निर्धारण के लिए हमसे संपर्क करें
it: Contattaci per i prezzi
ja: 価格についてはお問い合わせください
pl: Skontaktuj się z nami w celu ustalenia cen
pt: Contate-nos para obter preços
ro: Contactați-ne pentru prețuri
ru: Свяжитесь с нами по ценам
th: ติดต่อสำหรับราคา
tr: Fiyatlandırma için iletişime geçin
uk: Зв'яжіться з нами для ціни
zh: 联系我们定价

# COMMON__CONTACT_US
source: Contact us
cs: Kontaktujte nás
de: Kontaktiere uns
es: Contáctenos
hi: संपर्क करें
it: Contattaci
ja: お問い合わせ
pl: Skontaktuj się z nami
pt: Entre em contato
ro: Contactați-ne
ru: Свяжитесь с нами
th: ติดต่อเรา
tr: Bize ulaşın
uk: Зв'язатися з нами
zh: 联系我们

# MINDS__CARDS__ACTIVITY__BOOSTED_LABEL
source: Boosted
cs: Boostováno
es: Promovido
hi: बूस्ट किया गया
ja: Boost中
pl: Wzmocnione
pt: Realçado
ro: Amplificat
ru: Усилено
th: บูสต์เเล้ว
tr: Boost edildi
uk: Збільшено
zh: 已提升

# MINDS__CARDS__ACTIVITY__BOOSTED_LABEL_ONCHAIN
source: Boosted Onchain
cs: On-Chain boost
hi: बूस्ट किया गया Onchain
ja: ブーストされたオンチェーン
th: บูสด้วย Onchain
uk: Створено ланцюжок
zh: 增强的Onchain

# COMMON__UNLISTED
source: Unlisted
cs: Neuvedeno
de: Nicht gelistet
es: No listado
hi: असूचीबद्ध
it: Non Elencato
ja: リストにありません
pl: Niewymienione
pt: Não-listado
ro: Nelistate
ru: Не занесено
th: ไม่อยู่ในรายการ
tr: Liste dışı
uk: Поза списком
zh: 未上架

# M__ACTION__SAVE
source: Save
cs: Uložit
de: Speichern
es: Guardar
hi: सेव करें
it: Salva
ja: 保存
pl: Zapisz
pt: Salvar
ro: Salvează
ru: Сохранить
th: บันทึก
tr: Kaydet
uk: Зберегти
zh: 保存

# ACTIVITY__REMIND_NOT_AVAILABLE
source: This remind is not available because you blocked {START_LINK} @ {INTERPOLATION} {CLOSE_LINK} .
cs: Toto sdílení není k dispozici, protože jste zablokovali {START_LINK} @ {INTERPOLATION} {CLOSE_LINK} .
de: Diese Erinnerung ist nicht verfügbar, weil Sie {START_LINK} @ {INTERPOLATION} {CLOSE_LINK} gesperrt haben.
es: Este recordatorio no está disponible porque has bloqueado {START_LINK} @ {INTERPOLATION} {CLOSE_LINK} .
hi: यह याद दिलाने के लिए उपलब्ध नहीं है क्योंकि आपने {START_LINK} @ {INTERPOLATION} {CLOSE_LINK} को अवरुद्ध कर दिया है।
it: Questa condivisione non è disponibile perché hai bloccato {START_LINK} @ {INTERPOLATION} {CLOSE_LINK} .
ja: {START_LINK} @ {INTERPOLATION} {CLOSE_LINK} をブロックしたため、リマインダーは使用できません。
pl: To przypomnienie nie jest dostępne, ponieważ zablokowałeś {START_LINK} @ {INTERPOLATION} {CLOSE_LINK} .
pt: Esse lembrete não está disponível porque você bloqueou {START_LINK} @ {INTERPOLATION} {CLOSE_LINK} .
ro: Această amintire nu este disponibilă, deoarece ați blocat {START_LINK} @ {INTERPOLATION} {CLOSE_LINK} .
ru: Это напоминание недоступно, потому что вы заблокировали {START_LINK} @ {INTERPOLATION} {CLOSE_LINK} .
th: การเตือนนี้ไม่สามารถเรียกใช้ได้เนื่องจากคุณบล็อก {START_LINK} @ {INTERPOLATION} {CLOSE_LINK}
uk: Це нагадування недоступне, тому що ви заблокували {START_LINK} @ {INTERPOLATION} {CLOSE_LINK} .
zh: 此提醒不可用，因为您已屏蔽了 {START_LINK} @ {INTERPOLATION} {CLOSE_LINK} 。

# MINDS__CARDS__ACTIVITY__BOOST_NOTICE
source: Boost this post to reach more people!
cs: Boostujte tento příspěvek a oslovte více lidí!
de: Erhöhe diesen Beitrag, um mehr Leute zu erreichen!
es: ¡Promueve esta publicación para llegar a más gente!
hi: अधिक लोगों तक पहुंचने के लिए इस पोस्ट को बूस्ट करें!
ja: この投稿をブーストすると、より多くの人にリーチできます！
pl: Ulepsz ten post, aby dotrzeć do większej liczby osób!
pt: Impulsione este post para chegar mais pessoas!
ro: Stimulează această postare pentru a ajunge la mai mulți oameni!
ru: Увеличьте этот пост, чтобы охватить больше людей!
th: บูสต์โพสต์นี้เพื่อให้ไปถึงคนอื่นๆอีก!
uk: Прискорте це повідомлення, щоб залучити більше людей!
zh: 提升这个帖子以接触更多人！

# MINDS__CARDS__ACTIVITY__PINNED_POST
source: This post is pinned
cs: Tento příspěvek je připnutý
de: Dieser Beitrag ist angepinnt
es: Esta publicación está fijada
hi: इस पोस्ट को पिन किया गया है
it: Questo post è fissato
ja: この投稿はピン留めされています
pl: Ten post jest przypięty
pt: Esta publicação está fixada
ro: Acest post este fixat
ru: Этот пост закреплен
th: โพสต์นี้คือโพสต์ปักหมุด
tr: Bu gönderi sabitlendi
uk: Цей пост закріплений
zh: 这篇帖子被置頂了

# MINDS__CARDS__ACTIVITY__CLICK_TO_PIN
source: Click to pin this post to the top of your channel feed
cs: Klikněte pro připnutí tohoto příspěvku do horní části vašeho kanálu
es: Pulsa para fijar esta publicación al principio de tu canal
hi: इस पोस्ट को अपने चैनल फ़ीड के शीर्ष पर पिन करने के लिए क्लिक करें
it: Clicca per fissare questo post nella parte superiore del feed del tuo canale
ja: クリックしてチャンネルフィードの上部にこの投稿をピン留めします
pl: Kliknij, aby przypiąć ten post na górze kanału
pt: Clique para fixar esta postagem no topo do seu feed de canais
ru: Нажмите, чтобы закрепить этот пост в верхней части канала
th: คลิกเพื่อปักหมุดโพสต์นี้ไว้บนสุดในฟีดแชนแนลคุณ
tr: Bu gönderiyi kanal akışınızın en üstüne sabitlemek için tıklayın
uk: Натисніть, щоб закріпити це повідомлення у верхній частині каналу
zh: 点击此处固定此帖子到您的频道的顶端

# MINDS__CARDS__ACTIVITY__AWAITING_MODERATION
source: This post is awaiting moderation.
cs: Tento příspěvek čeká na schválení.
de: Dieser Beitrag wartet auf Moderation.
es: Esta publicación está a la espera de ser moderada.
hi: इस पोस्ट को मॉडरेशन का इंतजार है।
it: Questo post è in attesa di moderazione.
ja: この投稿はモデレーションを待っています。
pl: Ten post czeka na moderację.
pt: Esta postagem está aguardando moderação.
ro: Acest post așteaptă moderarea.
th: โพสต์นี้กำลังตรวจสอบ.
tr: Bu gönderi onay beklemektedir.
zh: 这个帖子正在等待审核。

# M__COMMON__MEMBERS
source: Members
cs: Členové
de: Mitglieder
es: Miembros
hi: सदस्य
it: Membri
ja: メンバー
pl: Członkowie
pt: Membros
ro: Membri
ru: Участники
th: สมาชิก
tr: Üyeler
uk: Члени
zh: 成员

# BLOGS__DRAFT_LABEL
source: Draft
cs: Koncept
de: Entwurf
es: Borrador
hi: ड्राफ़्ट
it: Bozza
ja: ドラフト（下書き）
pl: Szkic
pt: Rascunho
ro: Schiță
ru: Черновик
th: ร่าง
tr: Taslak
uk: Креслення
zh: 草稿

# M__COMMON__REPORT
source: Report
cs: Nahlásit
de: Melden
es: Denuncia
hi: रिपोर्ट
it: Segnala
ja: 報告
pl: Zgłoszenie
pt: Reportar
ro: Raport
ru: Пожаловаться
th: รายงาน
tr: Şikayet Et
uk: Доповісти
zh: 报告

# REPORT__CREATOR__REPORT_NOTE_PLACEHOLDER
source: Please explain why you think this content should not be on Minds.
cs: Vysvětlete, proč si myslíte, že by tento obsah neměl být na Minds.
de: Bitte erklären Sie, warum Sie meinen, dass dieser Inhalt nicht im Kopf stehen sollte.
es: Por favor, explica por qué piensas que este contenido no debería estar en Minds.
hi: कृपया बताएं कि आपको क्यों लगता है कि यह कंटेंट Minds पर नहीं होना चाहिए
it: Spiega perché pensi che questo contenuto non debba essere su Minds.
ja: このコンテンツがマインドであるべきではないと思う理由を説明してください。
pl: Proszę wyjaśnić, dlaczego uważasz, że ta zawartość nie powinna być w minutach.
pt: Por favor, explique por que você acha que este conteúdo não deve ser considerado.
ro: Vă rugăm să explicați de ce credeți că acest conținut nu ar trebui să fie pe Minds.
ru: Пожалуйста, объясните, почему вы считаете, что это содержание не должно быть на Мысли.
th: กรุณาอธิบายว่าทำไมคุณถึงคิดว่าเนื้อหานี้ไม่เหมาะสมที่จะอยู่บน Minds
zh: 请解释为什么你认为这个内容不应该在心灵上。

# REPORT__CREATOR__DMCA_NOTICE
source: Please submit a {START_LINK} DMCA notice {CLOSE_LINK} to copyright@minds.com.
cs: Prosím, pošlete {START_LINK} oznámení DMCA {CLOSE_LINK} na copyright@minds.com.
de: Bitte senden Sie eine {START_LINK} DMCA Nachricht {CLOSE_LINK} an copyright@minds.com.
es: Por favor, envíe un aviso DMCA de {START_LINK} {CLOSE_LINK} a copyright@minds.com.
hi: कृपया copyright@minds.com पर {START_LINK} DMCA नोटिस {CLOSE_LINK} सबमिट करें।
it: Invia un avviso DMCA {START_LINK} {CLOSE_LINK} a copyright@minds.com.
ja: {START_LINK} DMCAの通知 {CLOSE_LINK} をcopyright@minds.comに提出してください。
pl: Prosimy o przesłanie {START_LINK} wiadomości DMCA {CLOSE_LINK} na copyright@minds.com.
pt: Por favor, envie um aviso DMCA {START_LINK} {CLOSE_LINK} para copyright@minds.com.
ro: Te rugăm să trimiți o notificare DMCA {START_LINK} {CLOSE_LINK} pentru a copyright@minds.com.
ru: Пожалуйста, отправьте {START_LINK} уведомление DMCA {CLOSE_LINK} на copyright@minds.com.
th: กรุณาส่ง {START_LINK} DMCA notice {CLOSE_LINK} ไปที่ copyright@minds.com.
tr: Lütfen bir {START_LINK} DMCA ihbarını {CLOSE_LINK} copyright@minds.com adresine gönderin.
uk: Будь ласка, надішліть повідомлення {START_LINK} DMCA {CLOSE_LINK} до copyright@minds.com.
zh: 请提交一个 {START_LINK} DMCA 通知 {CLOSE_LINK} 来版权@minds.com。

# REPORT__CREATOR__SUBMIT_ACTION
source: SUBMIT
cs: ODESLAT
es: ENVIAR
hi: प्रस्तुत
it: INVIA
ja: 送信
pl: Prześlij
pt: ENVIAR
ro: TRIMITERE
ru: ОТПРАВИТЬ
th: ส่ง
tr: GÖNDER
uk: НАДІСЛАТИ
zh: 提交

# REPORT__CREATOR__NEXT_ACTION
source: NEXT
cs: DALŠÍ
de: NÄCHT
es: SIGUIENTE
hi: आगे
it: PROSSIMO
ja: 次へ
pl: NASTĘPNY
pt: PRÓXIMO
ro: URMĂTORUL
ru: СЛЕДУЮЩИЙ
th: ถัดไป
tr: SONRAKİ
uk: ДАЛІ
zh: 下一个
