Repository: Minds/front
Catalog: src/locale/Minds.*.xliff
Languages: cs, de, es, hi, it, ja, pl, pt, ro, ru, th, tr, uk, zh

# MINDS_BUTTON__USER_DROPDOWN__WILL_CLOSE_SESSIONS_TEXT
source: This will close all open sessions and decline pending payments.
cs: Toto zavře všechny otevřené relace a odmítne čekající platby.
de: Dadurch werden alle offenen Sitzungen geschlossen und ausstehende Zahlungen abgelehnt.
es: Esto cerrará todas las sesiones abiertas y declinará los pagos pendientes.
hi: यह सभी खुले सेशन को बंद कर देगा और लंबित भुगतानों को अस्वीकार करेगा।
it: Questo chiuderà tutte le sessioni aperte e rifiuterà i pagamenti in sospeso.
ja: これは、すべての公開セッションを終了し、保留中の支払いを拒否します。
pl: To zamknie wszystkie otwarte sesje i odrzuci oczekujące płatności.
pt: Isto encerrará todas as sessões abertas e recusará os pagamentos pendentes.
ro: Aceasta va închide toate sesiunile deschise și va refuza plățile în așteptare.
ru: Это закроет все открытые сеансы и откажет текущие платежи.
th: วิธีนี้จะปิดเซสชันที่เปิดอยู่ทั้งหมดและปฏิเสธการชำระเงินที่รอดำเนินการ
tr: Bu bütün açık oturumları kapatacak ve beklemekte olan ödemeleri geri çevirecek.
uk: Це закриє всі відкриті сеанси та знизить очікувані платежі.
zh: 这将关闭所有公开会话并拒绝等待付款。

# MINDS_BUTTON__USER_DROPDOWN__THERE_IS_NO_UNDO
source: There's no UNDO. This will NOT ban the user from Minds.
cs: NELZE VRÁTIT. Toto NEZAKÁŽE daného uživatele na Minds.
de: Es gibt kein UNDO. Dies wird den Benutzer NICHT von den Minds verbannen.
hi: अनडू करने की सुविधा नहीं है। इससे Minds से यूज़र प्रतिबंधित नहीं होगा।
ja: 元に戻すことはできません。これによりマインドからユーザーをBANすることはできません。
pl: Nie ma UNDO. To NIE zbanuje użytkownika w minutach.
pt: Não há UNDO. Isso NÃO irá banir o usuário da Mente.
ro: Nu este UNDO. Acest lucru NU va interzice accesul utilizatorului la Minds.
th: ไม่มีการย้อนกลับ นี่จะไม่เป็นการแบนผู้ใช้จาก Minds
zh: 没有UNOO。这将不会禁止用户来自心灵。

# MINDS__BUTTONS__USER_DROPDOWN__BAN_MONETIZATION_SUCCESS_MESSAGE
source: User has been banned from monetization.
cs: Tomuto uživateli bylo zakázáno zpeněžení.
de: Benutzer wurde von der Monetarisierung ausgeschlossen.
hi: यूज़र को मॉनेटाइज़ेशन से प्रतिबंधित कर दिया गया है।
ja: ユーザーは収益化を禁止されています。
pt: Usuário foi banido da monetização.
ro: Utilizatorului i-a fost interzis accesul la monetizare.
th: ผู้ใช้ถูกแบนจากการทำรายได้
zh: 用户已被禁止货币化。

# MINDS__BANNER__CLICK__TO__ADD
source: Click here to add a new banner
cs: Klikněte zde pro přidání nového banneru
de: Klicken Sie hier, um einen neuen Banner hinzuzufügen
es: Pulsa aquí para agregar una nueva portada
hi: नया बैनर जोड़ने के लिए यहां क्लिक करें
it: Fare clic qui per aggiungere un nuovo banner
ja: ここをクリックして新しいバナーを追加
pl: Kliknij tutaj, aby dodać nowy baner
pt: Clique aqui para adicionar um novo banner
ro: Click aici pentru a adăuga un nou banner
ru: Нажмите здесь, чтобы добавить новый баннер
th: คลิกที่นี่เพื่อเพิ่มแบนเนอร์ใหม่
tr: Yeni bir afiş eklemek için burayı tıklayın
uk: Натисніть тут, щоб додати новий банер
zh: 点击这里添加一个新的横幅广告

source: Recommended minimum size 2000px × 1125px (Ratio 16:9)
cs: Doporučená minimální velikost 2000px × 1125px (poměr 16:9)
de: Empfohlene Mindestgröße 2000px × 1125px (Verhältnis 16:9)
hi: अनुशंसित न्यूनतम आकार 2000px × 1125px (अनुपात 16: 9)
it: Dimensione minima raccomandata 2000px × 1125px (Ratio 16:9)
pt: Tamanho mínimo recomendado 2000px × 1125px (Ratio 16:9)
ru: Рекомендуемый минимальный размер 2000px × 1125px (Ratio 16:9)
th: ขนาดขั้นต่ำที่แนะนำ 2000 พิกเซล × 1125 พิกเซล (อัตราส่วน 16:9)

# MINDS__BANNER__ADD_NEW_BANNER
source: Click here to add a new banner
cs: Klikněte zde pro přidání nového banneru
de: Klicken Sie hier, um einen neuen Banner hinzuzufügen
es: Pulsa aquí para agregar una nueva portada
hi: नया बैनर जोड़ने के लिए यहां क्लिक करें
it: Fare clic qui per aggiungere un nuovo banner
ja: ここをクリックして新しいバナーを追加
pl: Kliknij tutaj, aby dodać nowy baner
pt: Clique aqui para adicionar um novo banner
ro: Click aici pentru a adăuga un nou banner
ru: Нажмите здесь, чтобы добавить новый баннер
th: คลิกที่นี่เพื่อเพิ่มแบนเนอร์ใหม่
tr: Yeni bir afiş eklemek için burayı tıklayın
uk: Натисніть тут, щоб додати новий банер
zh: 点击这里添加一个新的横幅广告

# MINDS__SOCIAL_ICONS__EMBED_CODE
source: Embeddable code
cs: Vložitelný kód
hi: एंबेडेबल कोड
it: Codice incorporabile
ja: 埋め込み可能なコード
pl: Kod wbudowany
pt: Código incorporável
ro: Cod încorporabil
ru: Встроенный код
th: รหัสฝัง
tr: Yerleştirilebilir kod
uk: Вбудований код
zh: 可嵌入代码

# M__COMMON__EMBED_INTO_WEBSITE
source: Embed into your website:
cs: Vložit do vaší webové stránky:
de: Einbinden in Ihre Website:
es: Integra en tu sitio web:
hi: अपनी वेबसाइट में एंबेड करें:
it: Incorpora nel tuo sito web:
ja: ウェブサイトに埋め込む:
pl: Osadź na swojej stronie:
pt: Incorporar no seu site:
ro: Intră în site-ul tău:
ru: Встроить на свой сайт:
th: ฝังไว้บน website ของคุณ
tr: Kendi sitenize yerleştirin:
uk: Вбудовується на свій сайт:
zh: 嵌入到您的网站：

# TRANSLATE__TRANSLATING_LABEL
source: Translating
cs: Probíhá překlad
de: Übersetzen
es: Traduciendo
hi: अनुवाद करना
it: Traducendo
ja: 翻訳
pl: Tłumaczenie
pt: Traduzindo
ro: Traducere
ru: Перевод
th: กำลังแปล...
tr: Çeviriliyor
uk: Переклад
zh: 正在翻译

# TRANSLATE_TO_TRANSLATION_TARGET
source: to {INTERPOLATION}
cs: do {INTERPOLATION}
de: an {INTERPOLATION}
es: a {INTERPOLATION}
hi: {INTERPOLATION}
it: a {INTERPOLATION}
ja: {INTERPOLATION} へ
pl: do {INTERPOLATION}
pt: para {INTERPOLATION}
ro: către {INTERPOLATION}
ru: для {INTERPOLATION}
th: ถึง {INTERPOLATION}
tr: {INTERPOLATION} 'a
uk: до {INTERPOLATION}
zh: 到 {INTERPOLATION}

# TRANSLATE__TRANSLATED_LABEL
source: Translated
cs: Přeloženo
de: Übersetzt
es: Traducido
hi: अनूदित
it: Tradotto
ja: 翻訳済み
pl: Przetłumaczone
pt: Traduzido
ro: Tradus
ru: Переведено
th: แปลแล้ว
uk: Перекладено
zh: 已翻译

source: from {INTERPOLATION}
cs: z {INTERPOLATION}
de: von {INTERPOLATION}
hi: {INTERPOLATION} से
it: da {INTERPOLATION}
pl: od {INTERPOLATION}
pt: de {INTERPOLATION}
ru: от {INTERPOLATION}
th: จาก {INTERPOLATION}

# TRANSLATE__HIDE_TRANSLATION_ACTION
source: hide translation
cs: skrýt překlad
de: verstecke Übersetzung
hi: अनुवाद छिपाएं
it: nascondi traduzione
ja: 翻訳を隠す
pl: ukryj tłumaczenie
pt: ocultar tradução
ro: ascunde traducerea
ru: скрыть перевод
th: ซ่อนการแปลภาษา
tr: çeviriyi gizle
uk: приховати переклад
zh: 隐藏翻译

# TRANSLATE__CHANGE_LANGUAGE_ACTION
source: change language
cs: změnit jazyk
de: die Sprache ändern
hi: भाषा बदलें
it: cambia lingua
ja: 言語の変更
pl: zmień język
pt: alterar idioma
ro: schimbă limba
ru: изменить язык
th: เปลี่ยนภาษา
tr: dili değiştir
uk: змінити мову
zh: 更改语言

# TRANSLATE__TO_LABEL
source: Translate to
cs: Přeložit do
de: Übersetzen nach
hi: अनुवाद करने के लिए
it: Traduci in
ja: 翻訳先：
pl: Przetłumacz na
pt: Traduzir para
ro: Tradu în
ru: Перевести на
th: แปลเป็นภาษา:
tr: Şu dile çevir
uk: Перекласти на
zh: 翻译为

# TRANSLATE__LANGUAGE_PLACEHOLDER
source: Select Language
cs: Vyberte jazyk
de: Sprache auswählen
hi: भाषा का चयन करें
it: Seleziona Lingua
ja: 言語の選択
pl: Wybierz język
pt: Selecione o idioma
ru: Выберите язык
th: ภาษา...
tr: Dil Seçin
uk: Оберіть мову
zh: 选择语言

# TRANSLATE__PREFERRED_LANGUAGES_LABEL
source: Preferred Languages
cs: Preferované jazyky
de: Bevorzugte Sprachen
es: Idiomas preferidos
hi: पसंदीदा भाषाएँ
it: Lingue Preferite
ja: 優先言語
pl: Preferowane języki
pt: Idiomas preferidos
ro: Limbi preferate
ru: Предпочитаемые языки
th: ภาษาที่ประสงค์จะใช้
tr: Tercih edilen diller
uk: Бажані мови
zh: 首选语言

# SETTINGS__BILLING__SAVED_CARDS__TITLE
source: Payment Methods
cs: Způsoby platby
de: Zahlungsmethoden
es: Métodos de pago
hi: भुगतान की विधि
it: Metodi di pagamento
ja: 支払い方法
pl: Metody płatności
pt: Métodos de pagamento
ro: Metode de plată
ru: Способы оплаты
th: รูปแบบการชำระเงิน
tr: Ödeme Yöntemleri
uk: Способи оплати
zh: 付款方式

# M__ACTION__REMOVE
source: Remove
cs: Odebrat
de: Entfernen
es: Quitar
hi: हटाना
it: Rimuovi
ja: 削除
pl: Usuń
pt: Excluir
ro: Elimină
ru: Удалить
th: ลบ
tr: Kaldır
uk: Видалити
zh: 删除

# SETTINGS__BILLING__SAVED_CARDS__ADD_NEW_CARD_LABEL
source: Add a new card
cs: Přidat novou kartu
de: Neue Karte hinzufügen
es: Agregar nueva tarjeta
hi: नया कार्ड जोड़ें
it: Aggiungi una nuova carta
ja: 新しいカードを追加
pl: Dodaj nową kartę
pt: Adicionar um novo cartão
ro: Adaugă un card nou
ru: Добавить новую карту
th: เพิ่มบัตรใหม่
tr: Yeni bir kart ekle
uk: Додати нову картку
zh: 添加新卡片

# SETTINGS__BILLING__SAVED_CARDS__ADD_ACTION
source: ADD
cs: PŘIDAT
de: HINZUFÜGEN
es: AGREGAR
hi: जोड़ें
it: AGGIUNGI
ja: 追加
pl: DODAJ
pt: ADICIONAR
ro: ADAUGĂ
ru: ДОБАВИТЬ
th: เพิ่ม
tr: EKLE
uk: ДОДАТИ
zh: 添加

# SETTINGS__SUBSCRIPTIONS__TITLE
source: Recurring Payments
cs: Opakované platby
de: Regelmäßige Zahlungen
es: Pagos recurrentes
hi: आवर्ती भुगतान
it: Pagamenti ricorrenti
ja: 定期支払い
pl: Płatności cykliczne
pt: Pagamentos recorrentes
ro: Plăți periodice
ru: Регулярные Платежи
th: ชำระเงินอัตโนมัติ
tr: Tekrarlanan Ödemeler
uk: Регулярні платежі

# SETTINGS__SUBSCRIPTIONS__LAST_BILLING
source: Last billing: {INTERPOLATION}
cs: Poslední fakturace: {INTERPOLATION}
de: Letzte Rechnung: {INTERPOLATION}
es: Última facturación: {INTERPOLATION}
hi: अंतिम बिलिंग: {INTERPOLATION}
it: Ultima fatturazione: {INTERPOLATION}
ja: 前回の請求: {INTERPOLATION}
pl: Ostatnie rozliczenie: {INTERPOLATION}
pt: Última faturação: {INTERPOLATION}
ro: Ultima facturare: {INTERPOLATION}
ru: Последний платеж: {INTERPOLATION}
th: เรียกเก็บครั้งสุดท้าย {INTERPOLATION}
tr: Son faturalama: {INTERPOLATION}
uk: Остання виплата: {INTERPOLATION}
zh: 上次计费： {INTERPOLATION}

# SETTINGS__SUBSCRIPTIONS__NEXT_BILLING
source: Next billing: {INTERPOLATION}
cs: Další fakturace: {INTERPOLATION}
de: Nächste Rechnung: {INTERPOLATION}
es: Próxima facturación: {INTERPOLATION}
hi: अगली बिलिंग: {INTERPOLATION}
it: Prossima fatturazione: {INTERPOLATION}
ja: 次回の請求: {INTERPOLATION}
pl: Następne rozliczenie: {INTERPOLATION}
pt: Próximo faturamento: {INTERPOLATION}
ro: Următoarea facturare: {INTERPOLATION}
ru: Следующий счет: {INTERPOLATION}
th: เรียกเก็บครั้งต่อไป {INTERPOLATION}
tr: Sonraki faturalama: {INTERPOLATION}
uk: Наступна виплата: {INTERPOLATION}
zh: 下次计费： {INTERPOLATION}

# SETTINGS__BILLING__SUBSCRIPTIONS__TOKENS_LABEL
source: {INTERPOLATION} Tokens
cs: {INTERPOLATION} tokenů
de: {INTERPOLATION} Token
es: {INTERPOLATION} fichas
hi: {INTERPOLATION} टोकन
it: {INTERPOLATION} Token
ja: {INTERPOLATION} トークン
pl: {INTERPOLATION} Tokeny
th: {INTERPOLATION} โทเค็น
tr: {INTERPOLATION} Token
zh: {INTERPOLATION} 代币

# SETTINGS__BILLING__SUBSCRIPTIONS__POINTS_LABEL
source: {INTERPOLATION} Points
cs: {INTERPOLATION} bodů
de: {INTERPOLATION} Punkte
es: {INTERPOLATION} puntos
hi: {INTERPOLATION} पॉइंट
it: {INTERPOLATION} Punti
ja: {INTERPOLATION} ポイント
pl: {INTERPOLATION} Punktów
pt: {INTERPOLATION} Pontos
ro: {INTERPOLATION} puncte
ru: {INTERPOLATION} Очки
th: {INTERPOLATION} พอยท์
tr: {INTERPOLATION} Puan
uk: {INTERPOLATION} очок
zh: {INTERPOLATION} 点

# M__CREATOR__CONFIRM_PASSWORD
source: Confirm password
cs: Potvrdit heslo
de: Passwort bestätigen
es: Confirmar contraseña
hi: पासवर्ड की पुष्टि करें
it: Conferma password
ja: パスワードの確認
pl: Potwierdź hasło
pt: Confirmar a senha
ro: Confirmă parola
ru: Подтвердите пароль
th: ยืนยันรหัสผ่าน
tr: Şifreyi onayla
uk: Підтвердити пароль
zh: 确认密码

# M__COMMON__PASSWORD
source: Password
cs: Heslo
de: Passwort
es: Contraseña
hi: पासवर्ड
ja: パスワード
pl: Hasło
ro: Parolă
ru: Пароль
th: รหัสผ่าน
tr: Şifre
uk: Пароль
zh: 密码

# M__ACTION__SUBMIT
source: Submit
cs: Odeslat
de: Bestätigen
es: Enviar
hi: जमा करें
it: Invia
ja: 提出
pl: Prześlij
pt: Submeter
ro: Trimiteți
ru: Отправить
th: ส่ง
tr: Gönder
uk: Ввести

# MINDS__SETTINGS__2FA_TITLE
source: Two Factor Authentication
cs: Dvoufázové ověření
de: Zwei-Faktor-Authentifizierung
hi: टू फैक्टर ऑथेंटिकेशन
it: Autenticazione in Due Fattori
ja: 2要素認証
pl: Uwierzytelnianie dwuskładnikowe
pt: Autenticação de dois fatores
ro: Autentificare în doi pași
th: การยืนยันตัวตนแบบสองปัจจัย
tr: İki Adımı Doğrulama
zh: 两步验证

# MINDS__SETTINGS__REMOVE_2FA_ACTION
source: Remove two factor
cs: Odstranit dvoufázové ověření
de: Zwei-Faktor entfernen
hi: टू फैक्टर निकालें
it: Rimuovi autenticazione in due fattori
ja: 二つの因子を削除
pl: Usuń dwa czynniki
pt: Remover dois fatores
ro: Elimină doi factori
ru: Удалить два фактора
th: ยกเลิก two factor
tr: İki adımlı doğrulamayı kaldır
uk: Видалити два фактори
zh: 删除两个因子

# MINDS__SETTINGS__SETUP_ACTION
source: Setup
cs: Nastavit
de: Konfiguration
es: Configuración
hi: सेट अप
it: Impostazioni
ja: 設定
pl: Ustawienia
pt: Configurar
ro: Configurare
ru: Настроить
th: ตั้งค่า
tr: Kurulum
uk: Установка
zh: 设置

# MINDS__SETTINGS__SENT_SMS_LABEL
source: We sent an SMS to {START_BOLD_TEXT} {INTERPOLATION} {CLOSE_BOLD_TEXT} . Enter the code below to complete your two factor setup.
cs: Poslali jsme SMS na {START_BOLD_TEXT} {INTERPOLATION} {CLOSE_BOLD_TEXT} . Zadejte kód níže pro dokončení vašeho dvoufázového ověření.
es: Hemos enviado un SMS a {START_BOLD_TEXT} {INTERPOLATION} {CLOSE_BOLD_TEXT} . Introduzca el código siguiente para completar su configuración de dos factores.
hi: हमने {START_BOLD_TEXT} {INTERPOLATION} {CLOSE_BOLD_TEXT} को एक SMS भेजा। अपना टू फैक्टर सेटअप पूरा करने के लिए नीचे कोड दर्ज करें।
it: Abbiamo inviato un SMS a {START_BOLD_TEXT} {INTERPOLATION} {CLOSE_BOLD_TEXT} . Inserisci il codice qui sotto per completare la tua configurazione in due fattori.
pl: Wysłaliśmy SMS na adres {START_BOLD_TEXT} {INTERPOLATION} {CLOSE_BOLD_TEXT} . Wprowadź poniższy kod, aby zakończyć konfigurację dwuetapową.
pt: Enviamos um SMS para {START_BOLD_TEXT} {INTERPOLATION} {CLOSE_BOLD_TEXT} . Digite o código abaixo para concluir sua configuração de dois fatores.
ro: Am trimis un SMS către {START_BOLD_TEXT} {INTERPOLATION} {CLOSE_BOLD_TEXT} . Introduceți codul de mai jos pentru a finaliza configurarea cu doi factori.
th: พวกเราส่ง SMS ไปที่ {START_BOLD_TEXT} {INTERPOLATION} {CLOSE_BOLD_TEXT} กรุณากรอกโค้ดลงช่องข้างล่างเพื่อเสร็จสิ้นการตั้งค่า Two Factor ของคุณ
tr: {START_BOLD_TEXT} {INTERPOLATION} {CLOSE_BOLD_TEXT} numarasına SMS gönderdik. Aşağıdaki kodu girerek iki kademeli kurulumu tamamlayın.
uk: Ми надіслали SMS на {START_BOLD_TEXT} {INTERPOLATION} {CLOSE_BOLD_TEXT} . Введіть код нижче, щоб завершити налаштування двох-факторної аутентифікації.
zh: 我们发送短信给 {START_BOLD_TEXT} {INTERPOLATION} {CLOSE_BOLD_TEXT} 。请输入下面的代码来完成您的两因素设置。

# MINDS__SETTINGS__SENDING_SMS_LABEL
source: We are sending an SMS to {START_BOLD_TEXT} {INTERPOLATION} {CLOSE_BOLD_TEXT} . Enter the code below to complete your two factor
cs: Posíláme SMS na {START_BOLD_TEXT} {INTERPOLATION} {CLOSE_BOLD_TEXT} . Zadejte kód níže pro dokončení vašeho dvoufázového ověření
de: Wir senden eine SMS an {START_BOLD_TEXT} {INTERPOLATION} {CLOSE_BOLD_TEXT} . Geben Sie den unten angegebenen Code ein, um Ihren Zwei-Faktor abzuschließen
es: Estamos enviando un SMS a {START_BOLD_TEXT} {INTERPOLATION} {CLOSE_BOLD_TEXT} . Introduce el código abajo para completar tu factor
hi: हम {START_BOLD_TEXT} {INTERPOLATION} {CLOSE_BOLD_TEXT} को एक SMS भेज रहे हैं। अपना टू फैक्टर पूरा करने के लिए नीचे कोड दर्ज करें
it: Stiamo inviando un SMS a {START_BOLD_TEXT} {INTERPOLATION} {CLOSE_BOLD_TEXT} . Inserisci il codice qui sotto per completare la tua autenticazione in due fattori
pl: Wysyłamy SMS do {START_BOLD_TEXT} {INTERPOLATION} {CLOSE_BOLD_TEXT} . Wprowadź poniższy kod, aby uzupełnić Twój dwuetapowy
pt: Estamos enviando um SMS para {START_BOLD_TEXT} {INTERPOLATION} {CLOSE_BOLD_TEXT} . Insira o código abaixo para completar seu duplo fator
ro: Trimitem un SMS către {START_BOLD_TEXT} {INTERPOLATION} {CLOSE_BOLD_TEXT} . Introduceți codul de mai jos pentru a finaliza cei doi factori
th: พวกเรากำลังส่ง SMS ไปที่ {START_BOLD_TEXT} {INTERPOLATION} {CLOSE_BOLD_TEXT} กรุณากรอกโค้ดลงช่องข้างล่างเพื่อเสร็จสิ้นการตั้งค่า Two Factor ของคุณ
tr: {START_BOLD_TEXT} {INTERPOLATION} {CLOSE_BOLD_TEXT} numarasına SMS gönderiyoruz. Aşağıdaki kodu girerek iki kademeyi tamamlayın
zh: 我们正在发送短信给 {START_BOLD_TEXT} {INTERPOLATION} {CLOSE_BOLD_TEXT} 。请输入下面的代码来完成您的两个因素

# M__COMMON__ENTER_2FA_CODE
source: Enter your code here
cs: Zadejte svůj kód zde
de: Geben Sie Ihren Code hier ein
hi: आपका कोड यहाँ डाले
it: Inserisci qui il tuo codice
ja: ここにコードを入力してください
pl: Wprowadź kod tutaj
pt: Insira seu código aqui
ro: Introdu codul tău aici
ru: Введите ваш код здесь
th: ใส่โค้ดของคุณที่นี่:
tr: Kodunuzu buraya girin
uk: Введіть свій код тут
zh: 在此处输入您的代码

# M__ACTION__CONFIRM
source: Confirm
cs: Potvrdit
de: Bestätigen
es: Confirmar
hi: पुष्टि करें
it: Conferma
ja: 確認
pl: Potwierdź
pt: Confirmar
ro: Confirmare
ru: Подтвердить
th: ยืนยัน
tr: Onayla
uk: Підтвердити
zh: 确定

# MINDS__SETTINGS__2FA_RETRY_ACTION
source: Retry
cs: Opakovat
de: Neu versuchen
hi: पुन: प्रयास करें
it: Riprova
ja: リトライ
pl: Ponów próbę
pt: Volte a tentar
ro: Reîncercați
ru: Повторите попытку
th: ลองซ้ำ
tr: Tekrar Dene
uk: Повторити спробу
zh: 重新尝试

# MINDS__SETTINGS__PAID_SUBSCRIPTIONS_TITLE
source: Paid Subscriptions
cs: Placené předplatné
de: Bezahlte Abonnements
es: Suscripciones pagadas
hi: भुगतान की गई सदस्यताएं
it: Sottoscrizioni Pagate
ja: 有料サブスクリプション
pl: Płatne subskrypcje
pt: Subscrições pagas
ro: Abonamente plătite
ru: Платные подписки
th: การลงทะเบียนสมาชิกแบบชำระเงิน
tr: Ücretli Abonelikler
uk: Платні підписки
zh: 已付费订阅

# MINDS__SETTINGS__WIRE__PREVIEW_DESC
source: The below description and preview image is what your subscribers will see on your exclusive posts until they become a supporter.
cs: Níže uvedený popis a náhled obrázku je to, co vaši sledující uvidí na vašich exkluzivních příspěvcích, dokud se nestanou podporovateli.
de: Die unten stehende Beschreibung und Vorschaubild ist das, was Ihre Abonnenten auf Ihren exklusiven Beiträgen sehen, bis sie ein Unterstützer werden.
es: La descripción a continuación y la imagen de vista previa es lo que verán sus suscriptores en tus publicaciones exclusivas hasta que se conviertan en un partidario.
hi: नीचे दिए गए विवरण और प्रीव्यू इमेज वह है जो आपके ग्राहक आपकी एक्सक्लूसिव पोस्ट पर देखेंगे जब तक वे सपोर्टर नहीं बन जाते।
it: La descrizione di seguito e l'immagine di anteprima è ciò che i tuoi abbonati vedranno sui tuoi post esclusivi fino a quando non diventano sostenitori.
ja: 以下の説明とプレビュー画像は、あなたの購読者がサポーターになるまで、あなたの排他的な投稿に表示されます。
pl: Poniższy opis i podgląd obrazka są tym, co Twoi subskrybenci zobaczą w Twoich ekskluzywnych wpisach, dopóki nie staną się pomocnikiem.
pt: A descrição e pré-visualização da imagem abaixo é o que os seus assinantes verão em suas publicações exclusivas até se tornarem um apoiador.
ru: Описание ниже и предварительный просмотр изображения - это то, что ваши подписчики увидят на ваших эксклюзивных постах до тех пор, пока они не станут сторонником.
th: ผู้ติดตามของท่านจะได้อ่านเนื้อหาและรูปภาพตัวอย่างที่จะแสดงบนเอ็กครูซีฟโพสต์เมื่อผู้ติดตามเหล่านั้นได้เป็นผู้สนับสนุนคุณ
zh: 下面的描述和预览图像是您的订阅者将在您的专属帖子上看到的，直到他们成为支持者。

# MINDS__SETTINGS__WIRE__DESCRIPTION_LABEL
source: Description
cs: Popis
de: Beschreibung
es: Descripción
hi: विवरण
it: Descrizione
ja: 説明
pl: Opis
pt: Descrição
ro: Descriere
ru: Описание
th: คำอธิบาย
tr: Tanım
uk: Опис
zh: 描述

# MINDS__SETTINGS__WIRE__DESCRIPTION_PLACEHOLDER
source: eg. Support me to see my exclusive content and join me for a monthly video chat
cs: Například: Podpořte mě pro zhlédnutí mého exkluzivního obsahu a jednou za měsíc si zavoláme přes videohovor
hi: जैसे मेरा एक्सक्लूसिव कंटेंट देखने के लिए मेरा समर्थन करें और मासिक वीडियो चैट के लिए मुझसे जुड़ें
it: es. Supportami per vedere il mio contenuto esclusivo e unisciti a me per una chat video mensile
ja: 例えば、自分の排他的なコンテンツを見ることをサポートし、毎月のビデオチャットに参加してください
pl: np. Wesprzyj mnie, aby zobaczyć moje ekskluzywne treści i dołączyć do mnie na miesięczny czat wideo
pt: ex. Me ajude a ver meu conteúdo exclusivo e junte-se a mim para um chat de vídeo mensal
ro: ex. Ajută-mă să văd conținutul meu exclusiv și să mă alătur mie pentru o conversație video lunară
th: เช่น ร่วมสนับสนุนเพื่อเห็นเนื้อหาโพสต์พิเศษและเข้าร่วมสนทนาผ่านวีดีโอกับฉันทุกเดือน
zh: 例如，支持我看到我的独家内容，和我一起每月进行视频聊天

# MINDS__SETTINGS__WIRE__BACKGROUND_LABEL
source: Background
cs: Pozadí
de: Hintergrund
es: Fondo
hi: पृष्ठभूमि
it: Sfondo
ja: 背景
pl: Kontekst
pt: Fundo
ro: Context
ru: Справочная информация
th: พื้นหลัง
uk: Фон
zh: 二. 背景

# MINDS__SETTINGS__WIRE__PREVIEW_LABEL
source: Preview
cs: Náhled
de: Vorschau
hi: प्रीव्यू
it: Anteprima
ja: プレビュー
pl: Podgląd
pt: Pré-visualizar
ro: Previzualizare
th: ภาพตัวอย่าง
zh: 预览

# BLOCKED_CHANNELS__BLOCKED_CHANNELS
source: Blocked Channels
cs: Blokované kanály
de: Geblockte Kanäle
es: Canales Bloqueados
hi: अवरुद्ध चैनल
it: Canali bloccati
ja: ブロックしたチャンネル
pl: Zablokowane kanały
pt: Canais bloqueados
ro: Canale blocate
ru: Заблокированный каналы
th: แชนแนลที่ถูกบล็อก
tr: Engellenmiş Kanallar
uk: Заблоковані канали

# BLOCKED_CHANNELS__UNBLOCK
source: Unblock
cs: Odblokovat
de: Entsperren
es: Desbloquear
hi: अनब्लॉक
it: Sblocca
ja: ブロックを解除
pl: Odblokuj
pt: Desbloquear
ro: Deblochează
ru: Разблокировать
th: ยกเลิกบล็อค
tr: Engeli kaldır
uk: Розблокувати
zh: 取消屏蔽

# BLOCKED_CHANNELS__BLOCK
source: Block
cs: Blokovat
de: Blocken
es: Bloquear
hi: ब्लॉक
it: Blocca
ja: ブロック
pl: Blok
pt: Bloquear
ro: Blochează
ru: Блокировать
th: บล็อค
tr: Engelle
uk: Блок
zh: 屏蔽

# MODALS__SIGNUP__ON_ACTION_SUBTITLE
source: You need to have a channel in order to {INTERPOLATION}
cs: Musíte mít kanál, abyste mohli {INTERPOLATION}
de: Du musst einen Kanal haben, um {INTERPOLATION} zu erreichen
es: Necesitas tener un canal para {INTERPOLATION}
hi: {INTERPOLATION} के लिए आपका एक चैनल होना चाहिए
it: Devi avere un canale per {INTERPOLATION}
ja: {INTERPOLATION} にはチャンネルが必要です
pl: Musisz mieć kanał aby {INTERPOLATION}
pt: Você precisa ter um canal para {INTERPOLATION}
ro: Trebuie să ai un canal pentru a {INTERPOLATION}
ru: Вы должны иметь канал, чтобы {INTERPOLATION}
th: คุณต้องมีแชนแนลเพื่อที่จะ {INTERPOLATION}
tr: {INTERPOLATION} için bir kanalınız olması gerekiyor
uk: Ви повинні мати канал для того, щоб {INTERPOLATION}
zh: 您需要一个频道才能达到 {INTERPOLATION}

# MODALS__SIGNUP__WE_ARE_OPEN_SOURCE_GET_PAID
source: We are an open source platform for Internet freedom. Get paid in crypto for your contributions to the community.
cs: Jsme platforma pro svobodu internetu s otevřeným zdrojovým kódem. Buďte placeni kryptoměnou za vaše příspěvky pro komunitu.
hi: हम इंटरनेट स्वतंत्रता के लिए एक ओपन सोर्स प्लेटफ़ॉर्म हैं। समुदाय में अपने योगदान के लिए क्रिप्टो में भुगतान पाएं।
ja: 私たちはインターネットの自由のためのオープンソースプラットフォームです。コミュニティへの貢献のために暗号で支払われます。
pt: Somos uma plataforma de código aberto para liberdade na Internet. Receba pagamentos em cripto por suas contribuições para a comunidade.
th: พวกเราเป็นแพลตฟอร์มโอเพนซอสสำหรับอิสรภาพบนอินเทอร์เน็ต รับเงินเป็นคริปโตสำหรับสิ่งที่คุณช่วยเหลือชุมชน
tr: Biz İnternet özgürlüğünü savunan açık kaynak kodlu bir platformuz. Topluluğa katkılarınız için kripto para kazanın.
zh: 我们是互联网自由的开放源码平台。用加密方式为您对社区的贡献付费。

# MODALS__SIGNUP__MAYBE_LATER
source: Maybe later
cs: Možná později
de: Vielleicht später
es: Quizás luego
hi: शायद बाद में
it: Forse più tardi
ja: たぶん後で
pl: Może później
pt: Talvez mais tarde
ro: Poate mai târziu
ru: Может быть позже
th: เอาไว้ภายหลัง
tr: Belki sonra
uk: Мабуть пізніше
zh: 稍后再说

# MODALS__SIGNUP__ALREADY_HAVE_CHANNEL
source: Already have a channel? Click here.
cs: Již máte kanál? Klikněte zde.
de: Hast du bereits einen Kanal? Klicke hier.
es: ¿Ya tienes un canal? Pulsa aquí.
hi: पहले से ही एक चैनल है? यहाँ क्लिक करें।
it: Hai già un canale? Clicca qui.
ja: 既にチャンネルをお持ちですか？ここをクリックしてください。
pl: Masz już kanał? Kliknij tutaj.
pt: Já tem um canal? Clique aqui.
ro: Aveți deja un canal? Faceți clic aici.
ru: Уже есть канал? Нажмите здесь.
th: มีแชนแนลอยู่แล้ว? คลิกที่นี่
tr: Zaten bir kanalın var mı? Buraya tıkla.
uk: Вже маєте канал? Натисніть тут.
zh: 已经有频道？点击此处。
