Repository: Minds/front
Catalog: src/locale/Minds.*.xliff
Languages: cs, de, es, hi, it, ja, pl, pt, ro, ru, th, tr, uk, zh

# MINDS__COMMENTS__LOGIN_TO_COMMENT
source: {START_BOLD_TEXT} Log in {CLOSE_BOLD_TEXT} to comment
cs: {START_BOLD_TEXT} Přihlaste se {CLOSE_BOLD_TEXT} pro komentování
de: {START_BOLD_TEXT} anmelden um {CLOSE_BOLD_TEXT} zu kommentieren
es: {START_BOLD_TEXT} Iniciar sesión {CLOSE_BOLD_TEXT} para comentar
hi: {START_BOLD_TEXT} कमेंट करने के लिए {CLOSE_BOLD_TEXT} लॉग इन करें
it: {START_BOLD_TEXT} Log in {CLOSE_BOLD_TEXT} per commentare
ja: {START_BOLD_TEXT} {CLOSE_BOLD_TEXT} にログインしてコメントする
pl: {START_BOLD_TEXT} Zaloguj się {CLOSE_BOLD_TEXT} aby skomentować
pt: {START_BOLD_TEXT} Entre em {CLOSE_BOLD_TEXT} para comentar
ro: {START_BOLD_TEXT} Autentifică-te cu {CLOSE_BOLD_TEXT} pentru a comenta
ru: {START_BOLD_TEXT} Войдите, {CLOSE_BOLD_TEXT} чтобы прокомментировать
th: {START_BOLD_TEXT} ลงชื่อเข้าใช้ {CLOSE_BOLD_TEXT} เพื่อแสดงความคิดเห็น
tr: Yorum yazmak için {START_BOLD_TEXT} giriş yapın {CLOSE_BOLD_TEXT}
uk: {START_BOLD_TEXT} увійдіть в {CLOSE_BOLD_TEXT} щоб прокоментувати
zh: {START_BOLD_TEXT} 在 {CLOSE_BOLD_TEXT} 登录以发表评论

# COMMENT_POSTER__LOGIN_SEND_MESSAGE
source: {START_BOLD_TEXT} Log in {CLOSE_BOLD_TEXT} to send a message
cs: {START_BOLD_TEXT} Přihlaste se {CLOSE_BOLD_TEXT} pro odeslání zprávy
de: {START_BOLD_TEXT} Anmelden {CLOSE_BOLD_TEXT} um eine Nachricht zu senden
es: {START_BOLD_TEXT} Inicie sesión {CLOSE_BOLD_TEXT} para enviar un mensaje
hi: {START_BOLD_TEXT} मैसेज भेजने के लिए {CLOSE_BOLD_TEXT} लॉग इन करें
it: {START_BOLD_TEXT} Log in {CLOSE_BOLD_TEXT} per inviare un messaggio
ja: {START_BOLD_TEXT} {CLOSE_BOLD_TEXT} にログインしてメッセージを送信
pt: {START_BOLD_TEXT} Entre em {CLOSE_BOLD_TEXT} para enviar uma mensagem
ro: {START_BOLD_TEXT} Autentifică-te cu {CLOSE_BOLD_TEXT} pentru a trimite un mesaj
ru: {START_BOLD_TEXT} Войдите {CLOSE_BOLD_TEXT} чтобы отправить сообщение
tr: Mesaj göndermek için {START_BOLD_TEXT} giriş yapın {CLOSE_BOLD_TEXT}
uk: {START_BOLD_TEXT} увійдіть в {CLOSE_BOLD_TEXT} щоб надіслати повідомлення
zh: {START_BOLD_TEXT} 在 {CLOSE_BOLD_TEXT} 登录以发送消息

# MINDS__COMMENTS__CONTAINS_BLOCKED_REPLIES
source: This thread contains replies from blocked channels.
cs: Toto vlákno obsahuje odpovědi od blokovaných kanálů.
de: Dieser Thread enthält Antworten aus blockierten Kanälen.
es: Este hilo contiene respuestas de canales bloqueados.
hi: इस थ्रेड में ब्लॉक किए गए चैनलों के जवाब हैं।
it: Questa discussione contiene risposte da canali bloccati.
ja: このスレッドにはブロックされたチャンネルからの返信が含まれています。
pl: Ten wątek zawiera odpowiedzi z zablokowanych kanałów.
pt: Este tópico contém respostas de canais bloqueados.
ro: Această temă conține răspunsuri de la canalele blocate.
ru: В этой теме содержатся ответы от заблокированных каналов.
tr: Bu mesaj dizisi engellenmiş kanallardan yanıtlar içerir.
uk: У цій темі знаходяться відповіді з заблокованих каналів.
zh: 此帖子包含来自已屏蔽频道的回复。

# MINDS__COMMENTS__NO_LIVE_COMMENTS
source: Could not load live comments
cs: Nelze načíst živé komentáře
de: Live-Kommentare konnten nicht geladen werden
es: No se pudo cargar los comentarios en vivo
hi: लाइव टिप्पणियों को लोड नहीं किया जा सका
it: Impossibile caricare i commenti live
ja: ライブコメントを読み込めませんでした
pl: Nie można załadować komentarzy na żywo
pt: Não foi possível carregar comentários ao vivo
ro: Nu s-au putut încărca comentariile live
ru: Не удалось загрузить живые комментарии
th: ไม่สามารถโหลดความคิดเห็นสด
tr: Canlı yorumlar yüklenemedi
uk: Не вдалося завантажити коментарі в реальному часі
zh: 无法加载现场评论

# MINDS__COMMENTS__SOCKET_RETRY
source: Click to retry
cs: Kliknutím opakujte
de: Zum wiederholen klicken
hi: पुनः प्रयास करने के लिए क्लिक करें
it: Clicca per riprovare
ja: クリックして再試行する
pl: Kliknij, aby spróbować ponownie
pt: Clique para tentar novamente
ro: Click pentru a reîncerca
ru: Повторить попытку
th: คลิกที่นี่เพื่อลองอีกครั้ง
tr: Tekrar denemek için tıklayın
uk: Натисніть, щоб повторити
zh: 点击重试

# MINDS__COMMENTS__SOCKET_LOADING
source: Loading...
cs: Načítá se...
de: Wird geladen...
es: Cargando...
hi: लोड हो रहा है...
it: Caricamento...
ja: 読み込み中...
pl: Ładowanie...
ro: Încărcare...
ru: Загрузка...
th: กำลังโหลด...
tr: Yükleniyor...
uk: Завантажується...
zh: 加载中...

# M__JOBS__MKT__MINDS_MARKETING_TITLE
source: {START_TAG_SPAN} @ {CLOSE_TAG_SPAN} {INTERPOLATION} , want to join the team?
cs: {START_TAG_SPAN} @ {CLOSE_TAG_SPAN} {INTERPOLATION} , chcete se připojit k týmu?
de: {START_TAG_SPAN} @ {CLOSE_TAG_SPAN} {INTERPOLATION} , wollen Sie dem Team beitreten?
es: {START_TAG_SPAN} @ {CLOSE_TAG_SPAN} {INTERPOLATION} , ¿quieres unirte al equipo?
hi: {START_TAG_SPAN} @ {CLOSE_TAG_SPAN} {INTERPOLATION} , टीम में शामिल होना चाहते हैं?
it: {START_TAG_SPAN} @ {CLOSE_TAG_SPAN} {INTERPOLATION} , vuoi unirti alla squadra?
ja: {START_TAG_SPAN} @ {CLOSE_TAG_SPAN} {INTERPOLATION} 、チームに参加しますか？
pl: {START_TAG_SPAN} @ {CLOSE_TAG_SPAN} {INTERPOLATION} , chcesz dołączyć do drużyny?
pt: {START_TAG_SPAN} @ {CLOSE_TAG_SPAN} {INTERPOLATION} , quer entrar na equipe?
ro: {START_TAG_SPAN} @ {CLOSE_TAG_SPAN} {INTERPOLATION} , vrei să te alături echipei?
ru: {START_TAG_SPAN} @ {CLOSE_TAG_SPAN} {INTERPOLATION} , хотите присоединиться к команде?
tr: {START_TAG_SPAN} @ {CLOSE_TAG_SPAN} {INTERPOLATION} , takıma katılmak ister misin?
uk: {START_TAG_SPAN} @ {CLOSE_TAG_SPAN} {INTERPOLATION} , хочете приєднатися до команди?
zh: {START_TAG_SPAN} @ {CLOSE_TAG_SPAN} {INTERPOLATION} , 想要加入团队吗？

# M__JOBS__MKT__MINDS_MARKETING_TITLE__LOGGED__OUT
source: Hello there, want to join the team?
cs: Ahoj, chceš se připojit k týmu?
de: Hallo da, wollen Sie dem Team beitreten?
es: Hola allí, ¿quieres unirte al equipo?
hi: नमस्कार, टीम में शामिल होना चाहते हैं?
it: Ciao, vuoi unirti alla squadra?
ja: こんにちは、チームに参加したいですか?
pl: Witaj, chcesz dołączyć do drużyny?
pt: Olá quer se juntar à equipe?
ro: Salut, vrei să te alături echipei?
ru: Здравствуйте, хотите присоединиться к команде?
th: สวัสดี ต้องการร่วมทีมกับเรามั้ย?
tr: Merhabalar, takıma katılmak ister misin?
uk: Привіт! Хочеш приєднатися до команди?
zh: 您好，想要加入团队吗？

# M__CANARY_TITLE
source: Canary
cs: Kanárek
de: Kanarische
es: Canarias
ja: カナリー
pl: Kanada
pt: Canárias
ro: Canar
ru: Канал
th: ทดลอง
tr: Deneysel
uk: Канарка
zh: 加那利州

# MINDS__CHANNELS__SOCIAL_PROFILES__URL_PLACEHOLDER
source: Social media profile URL
cs: URL profilu na sociálních sítích
de: URL des Social Media Profils
es: URL de perfiles de redes sociales
hi: सोशल मीडिया प्रोफ़ाइल URL
ja: ソーシャルメディアのプロフィールURL
pl: Adres URL profilu mediów społecznościowych
pt: URL do perfil de mídia social
ro: URL profil media sociale
th: URL โปรไฟล์โซเชียล
tr: Sosyal medya profil bağlantısı
uk: URL профілю у соціальних мережах
zh: 社交媒体资料URL

# MINDS__CHANNELS__SOCIAL_PROFILES__ADD
source: Add Social Profile
cs: Přidat sociální profil
de: Soziales Profil hinzufügen
es: Agregar perfiles de redes sociales
hi: सोशल प्रोफ़ाइल जोड़ें
it: Aggiungi Profilo Social
ja: ソーシャルプロフィールを追加
pl: Dodaj profil społecznościowy
pt: Adicionar perfil social
ro: Adaugă profil social
ru: Добавить социальный профиль
th: เพิ่มโปรไฟล์โซเชียล
tr: Sosyal Profil Ekle
zh: 添加社交资料

# COMMON__MESSAGE
source: Message
cs: Zpráva
es: Mensaje
hi: संदेश
it: Messaggio
ja: メッセージ
pl: Wiadomość
ro: Mesaj
th: ข้อความ
tr: İleti
uk: Повідомлення
zh: 信息

# COMMON__PAY
source: Pay
cs: Platby
de: Zahle
es: Pagar
hi: वेतन
it: Paga
ja: 支払い
pl: Zapłać
pt: Pagar
ro: Plătește
ru: Оплатить
th: ชำระเงิน
tr: Öde
uk: Сплатити
zh: 支付

# MINDS__CHANNELS__FLAGGED_AS_SPAM
source: This user was flagged as spam.
cs: Tento uživatel byl označen jako spam.
de: Dieser Benutzer wurde als Spam markiert.
hi: इस यूज़र को स्पैम के रूप में मार्क किया गया था।
ja: このユーザーはスパムとしてフラグが立てられました。
pl: Ten użytkownik został oznaczony jako spam.
pt: Este usuário foi marcado como spam.
ro: Acest utilizator a fost marcat ca spam.
ru: Этот пользователь был помечен как спам.
th: บัญชีผู้ใช้นี้ถูกรายงานว่าเป็นสแปม
uk: Цей користувач був позначено як спам.
zh: 此用户被标记为垃圾信息。

# MINDS__CHANNELS__FLAGGED_AS_DELETED
source: This user was flagged as deleted.
cs: Tento uživatel byl označen jako smazaný.
de: Dieser Benutzer wurde als gelöscht markiert.
es: Este usuario fue marcado como eliminado.
hi: इस उपयोगकर्ता को हटा दिया गया था।
it: Questo utente è stato contrassegnato come eliminato.
ja: このユーザーは削除済みとしてフラグが立てられました。
pl: Ten użytkownik został oznaczony jako usunięty.
pt: Este usuário foi marcado como excluído.
ro: Acest utilizator a fost marcat ca șters.
ru: Этот пользователь был помечен как удаленный.
th: บัญชีผู้ใช้นี้ถูกรายงานว่าถูกลบแล้ว
tr: Bu kullanıcı silinmiş olarak işaretlendi.
uk: Цей користувач був позначений як видалений.
zh: 此用户已被标记为已删除。

# MINDS__CHANNELS__ERROR_CHECK_USERNAME
source: Please check the username
cs: Zkontrolujte prosím uživatelské jméno
de: Bitte überprüfen Sie den Benutzernamen
hi: कृपया यूज़रनेम की जांच करें
it: Per favore controlla il nome utente
ja: ユーザー名を確認してください
pl: Sprawdź nazwę użytkownika
pt: Verifique o nome de usuário
ro: Te rugăm să verifici numele de utilizator
ru: Пожалуйста, проверьте имя пользователя
th: กรุณาตรวจสอบชื่อบัญชีผู้ใช้
tr: Lütfen kullanıcı adını kontrol edin
uk: Будь ласка, перевірте ім'я користувача
zh: 请检查用户名

# MINDS__CHANNELS__BLOCKED_NOTICE
source: You have blocked @ {INTERPOLATION}
cs: Zablokovali jste @ {INTERPOLATION}
de: Du hast @ {INTERPOLATION} blockiert
es: Has bloqueado @ {INTERPOLATION}
hi: आपने @ {INTERPOLATION} को ब्लॉक कर दिया है
it: Hai bloccato @ {INTERPOLATION}
ja: あなたは @ {INTERPOLATION} をブロックしました
pl: Zablokowano @ {INTERPOLATION}
pt: Você bloqueou @ {INTERPOLATION}
ro: Ați blocat @ {INTERPOLATION}
ru: Вы заблокировали @ {INTERPOLATION}
tr: @ {INTERPOLATION} kullanıcısını engellediniz
uk: Ви заблокували @ {INTERPOLATION}
zh: 您已屏蔽@ {INTERPOLATION}

# MINDS__CHANNELS__UNBLOCK_ACTION
source: Click to Unblock
cs: Klikněte pro odblokování
de: Zum Entsperren klicken
es: Pulsa para desbloquear
hi: अनब्लॉक पर क्लिक करें
it: Clicca per sbloccare
ja: クリックしてブロックを解除
pl: Kliknij, aby odblokować
pt: Clique para Desbloquear
ro: Click pentru a debloca
th: คลิกเพื่อปลดบล็อค
tr: Engeli kaldırmak için Tıklayın
uk: Натисніть для розблокування
zh: 单击以解除屏蔽

# MINDS__CHANNELS__SUBSCRIBERS_WITH_COUNT
source: Subscribers ( {INTERPOLATION} )
cs: Sledujících ( {INTERPOLATION} )
de: Abonnenten ( {INTERPOLATION} )
es: Suscriptores ( {INTERPOLATION} )
hi: सदस्य ( {INTERPOLATION} )
it: Iscritti ( {INTERPOLATION} )
ja: 購読 ( {INTERPOLATION} )
pl: Subskrybenci ( {INTERPOLATION} )
pt: Assinantes ( {INTERPOLATION} )
ro: Abonați ( {INTERPOLATION} )
ru: Абоненты ( {INTERPOLATION} )
th: สมาชิก {INTERPOLATION}
tr: Abone olan ( {INTERPOLATION} )
zh: 订阅者 ( {INTERPOLATION} )

# MINDS__CHANNELS__SUBSCRIPTIONS_WITH_COUNT
source: Subscriptions ( {INTERPOLATION} )
cs: Sledování ( {INTERPOLATION} )
de: Abonnements ( {INTERPOLATION} )
es: Suscripciones ( {INTERPOLATION} )
hi: सदस्यताएं ( {INTERPOLATION} )
it: Iscrizioni ( {INTERPOLATION} )
ja: サブスクリプション ( {INTERPOLATION} )
pl: Subskrypcje ( {INTERPOLATION} )
pt: Assinaturas ( {INTERPOLATION} )
ro: Abonamente ( {INTERPOLATION} )
ru: Подписки ( {INTERPOLATION} )
th: การสมัครรับข่าวสาร ( {INTERPOLATION} )
tr: Abone olunanlar ( {INTERPOLATION} )
uk: Підписки ( {INTERPOLATION} )
zh: 订阅 ( {INTERPOLATION} )

# MINDS__CHANNELS__CHANNEL_IS_NSFW_MESSAGE
source: This channel contains content that is NSFW
cs: Tento kanál obsahuje obsah, který je NSFW
de: Dieser Kanal enthält Inhalte die NSFW sind
es: Este canal contiene contenido NSFW
hi: इस चैनल में NSFW कंटेंट है
it: Questo canale contiene contenuto che è NSFW
ja: このチャンネルにはNSFW コンテンツが含まれています
pl: Ten kanał zawiera zawartość NSFW
pt: Este canal contém conteúdo de conteúdo adulto
ro: Acest canal conține conținut care este NSFW
ru: Этот канал содержит содержимое NSFW
th: แชนแนลนี้มีคอนเทนท์ที่เป็น NSFW
tr: Bu kanal İİUD içerik barındırır
zh: 此频道包含为 NSFW 的内容

# YT_MIGRATED_VIDEOS__NO_TRANSFERED_VIDEOS
source: No transferred videos
cs: Žádná přenesená videa
de: Keine übertragenen Videos
es: No hay vídeos transferidos
it: Nessun video trasferito
ja: 転送された動画はありません
pl: Brak przeniesionych filmów
pt: Nenhum vídeo transferido
ro: Niciun videoclip transferat
ru: Нет передаваемых видео
th: ไม่มีวิดีโอที่ถูกย้าย
tr: Aktarılan video yok
uk: Відео не передані
zh: 没有传输的视频

# YOUTUBE_MIGRATION__CONFIG__TRANSFER_NEW_VIDEOS
source: Automatically transfer newly added YouTube videos across to Minds
cs: Automaticky přeneste nově přidaná YouTube videa na Minds
de: Automatisch neu hinzugefügte YouTube-Videos auf Minds übertragen
hi: नए जोड़े गए YouTube वीडियो को ऑटोमैटिकली Minds में ट्रांसफ़र करें
ja: 新しく追加したYouTube動画をMindsに自動的に転送する
pl: Automatycznie przenieś nowo dodane filmy YouTube do umysłów
ro: Transferă automat videoclipurile YouTube, adăugate recent în Minds
th: โอนวิดีโอ YouTube ที่เพิ่งเพิ่มเข้ามาใหม่ไป Minds โดยอัตโนมัติ
zh: 自动将新添加的 YouTube 视频传输到心情

# YOUTUBE_MIGRATOR__DISCONNECT_YOUTUBE_ACCOUNT
source: Disconnect YouTube Account
cs: Odpojit YouTube účet
de: YouTube-Konto trennen
hi: YouTube खाता डिस्कनेक्ट करें
ja: YouTubeアカウントとの接続を解除
pl: Odłącz konto YouTube
ro: Deconectează contul YouTube
th: ตัดการเชื่อมต่อจากบัญชี YouTube ของฉัน
zh: 断开连接YouTube账户

# YOUTUBE_MIGRATOR__STATUS
source: Status:
cs: Stav:
es: Estado:
hi: स्थिति:
it: Stato:
ja: ステータス:
pl: Stan:
pt: Estado:
ro: Stare:
ru: Статус:
th: สถานะ:
tr: Durum:
uk: Статус:
zh: 状态：

# YOUTUBE_MIGRATOR__CONNECTED
source: Connected
cs: Připojeno
de: Verbunden
es: Conectado
hi: जुड़े हुए
it: Connesso
ja: 接続しました
pl: Połączono
pt: Conectado
ro: Conectat
ru: Подключено
th: เชื่อมต่อแล้ว
tr: Bağlı
uk: Підключено
zh: 已连接

# YOUTUBE_MIGRATOR__SIMPLY_DISCONNECT_YOUTUBE_ACCOUNT
source: You can simply disconnect your YouTube account from Minds. In doing so, any previously transferred videos will continue to be available on Minds.
cs: Můžete jednoduše odpojit váš YouTube účet od Minds. Přitom budou všechna dříve přenesená videa nadále k dispozici na Minds.
de: Du kannst dein YouTube-Konto einfach von den Minds trennen. Dabei werden alle zuvor übertragenen Videos weiterhin auf Minds verfügbar sein.
hi: आप अपने YouTube खाते को Minds से आसानी से डिस्कनेक्ट कर सकते हैं। ऐसा करने पर, पहले से स्थानांतरित किया गया कोई भी वीडियो Minds पर उपलब्ध रहेगा।
ja: YouTubeアカウントをMindsから切断するだけで、以前に転送した動画はMindsで引き続き利用できます。
pl: Możesz po prostu odłączyć swoje konto YouTube od Mindów. W tym celu wszystkie poprzednio przekazane filmy będą nadal dostępne w Mindach.
ro: Poți pur și simplu să deconectezi contul tău de YouTube de la Minds. În acest fel, orice videoclipuri transferate anterior vor continua să fie disponibile pe Minds.
th: คุณสามารถยกเลิกการเชื่อมต่อบัญชี YouTube ของคุณได้จาก Minds ในการทำเช่นนั้นวิดีโอที่ถ่ายโอนก่อนหน้านี้จะยังคงมีอยูใน Minds
zh: 您可以简单地断开您的 YouTube 帐户和心灵。在这种情况下，任何先前传输的视频都将继续在心灵上提供。

# TAKE_BACK_CONTROL
source: Take back control of your social media
cs: Získejte zpět kontrolu nad svými sociálními médii
de: Übernehme die Kontrolle über deine sozialen Medien
es: Recuperar el control de tus redes sociales
hi: अपने सोशल मीडिया पर नियंत्रण वापस ले लें
it: Riprendi il controllo dei tuoi social media
ja: ソーシャルメディアのコントロールを取り戻します
pl: Przejmij kontrolę nad swoimi portalami społecznościowymi
pt: Assuma o controle de suas redes sociais
ro: Preia din nou controlul asupra rețelelor sociale
th: ถึงเวลาทวงคืนความควบคุมที่คุณควรมีในโซเชียลมีเดียแล้ว
uk: Отримайте контроль над соціальними мережами
zh: 重新控制您的社交媒体

# COMMON_FOOTER__ABOUT
source: About
cs: O aplikaci
de: Über
es: Acerca de
hi: के बारे में
it: Informazioni
pl: O programie
ro: Despre
ru: О программе
th: เกี่ยวกับ
tr: Hakkında
uk: Про програму
zh: 关于

# COMMON_FOOTER__MOBILE
source: Mobile
cs: Mobil
de: Mobil
es: Móvil
hi: मोबाइल
it: Cellulare
ja: モバイル
pl: Komórka
pt: Celular
ro: Mobil
ru: Мобильный
th: โทรศัพท์มือถือ
tr: Mobil
uk: Мобільний
zh: 移动设备

# COMMON_FOOTER__CAREERS
source: Careers
cs: Kariéra
de: Karrieren
es: Carreras
hi: करियर
it: Carriere
ja: キャリア
pl: Kariera
pt: Carreiras
ro: Cariere
ru: Карьера
th: ร่วมงานกับเรา
tr: Kariyerler
uk: Кар'єра
zh: 履历

# COMMON_FOOTER__INVESTORS
source: Investors
cs: Investoři
de: Anleger
es: Inversores
hi: निवेशक
it: Investitori
ja: 投資家情報
pl: Inwestor
pt: Investidores
ro: Investitori
ru: Инвесторы
th: ข้อมูลนักลงทุน
tr: Yatırımcılar
uk: Інвестори
zh: 投资者

# COMMON_FOOTER__EVENTS
source: Events
cs: Události
de: Ereignisse
es: Eventos
hi: आयोजन
it: Eventi
ja: イベント
pl: Wydarzenia
pt: Eventos
ro: Evenimente
ru: События
th: อีเวนต์
tr: Etkinlikler
uk: Події
zh: 事件

# COMMON_FOOTER__STORE
source: Store
cs: Obchod
de: Shop
es: Tienda
hi: दुकान
it: Negozio
ja: ストア
pl: Sklep
pt: Armazém
ro: Magazin
ru: Магазин
th: ร้านค้า
tr: Dükkan
uk: Магазин
zh: 商店

# COMMON_FOOTER__BUSINESS
source: Business
cs: Byznys
de: Geschäftlich
es: Negocio
hi: व्यापार
ja: ビジネス
pl: Biznes
pt: Empresas
ro: Afaceri
ru: Бизнес
th: ธุรกิจ
tr: İşletme
uk: Бізнес
zh: 业务

# COMMON_FOOTER__UPGRADE
source: Upgrade
cs: Upgradovat
es: Mejorar
hi: अपग्रेड
ja: アップグレードする
pl: Ulepsz
ro: Actualizează
ru: Улучшить
th: อัปเกรด
tr: Yükselt
zh: 升级

# COMMON_FOOTER__PAY
source: Pay
cs: Platby
de: Zahle
es: Pagar
hi: वेतन
it: Paga
ja: 支払い
pl: Zapłać
pt: Pagar
ro: Plătește
ru: Оплатить
th: ชำระเงิน
tr: Öde
uk: Сплатити
zh: 支付

# COMMON_FOOTER__REWARDS
source: Rewards
cs: Odměny
de: Belohnungen
es: Recompensas
hi: पुरस्कार
it: Ricompense
ja: 報酬
pl: Nagrody
pt: Recompensas
ro: Recompense
ru: Награды
th: รางวัล
tr: Ödüller
uk: Винагорода
zh: 奖励

# COMMON_FOOTER__YOUTUBE_MIGRATION
source: YouTube Migration
cs: YouTube migrace
hi: YouTube माइग्रेशन
ja: YouTube移行
pl: Migracja YouTube
ro: Migrare YouTube
th: โอนวิดีโอกับ YouTube
zh: YouTube 迁移

# COMMON_FOOTER__DEVELOPERS
source: Developers
cs: Vývojáři
de: Entwickler
hi: डेवलपर्स
it: Sviluppatori
ja: 開発者
pl: Deweloperzy
pt: Desenvolvedores
ro: Dezvoltatori
ru: Разработчики
th: ผู้พัฒนา
tr: Geliştiriciler
uk: Розробники
zh: 开发者

# COMMON_FOOTER__DOCUMENTATION
source: Documentation
cs: Dokumentace
de: Dokumentation
es: Documentación
hi: डॉक्युमेंटेशन
it: Documentazione
ja: ドキュメント
pl: Dokumentacja
pt: Documentação
ro: Documentație
ru: Документация
th: เอกสารประกอบ
uk: Документація
zh: 文件

# COMMON_FOOTER__COMMUNITY
source: Community
cs: Komunita
es: Comunidad
hi: समुदाय
ja: コミュニティ
pl: Społeczność
pt: Comunidade
ro: Comunitate
ru: Сообщество
th: ชุมชน
tr: Topluluk
uk: Спільнота
zh: 社区

# COMMON_FOOTER__CODE
source: Code
cs: Kód
es: Código
hi: कोड
it: Codice
ja: コード
pl: Kod
pt: Código
ro: Cod
ru: Код
th: รหัส
tr: Kod
uk: Код
zh: 编码

# COMMON_FOOTER__CANARY
source: Canary
cs: Kanárek
de: Kanarische
es: Canarias
ja: カナリー
pl: Kanada
pt: Canárias
ro: Canar
ru: Канал
th: ทดลอง
tr: Deneysel
uk: Канарка
zh: 加那利州

# COMMON_FOOTER__BRANDING
source: Branding
cs: Značka
es: Marca
hi: ब्रांडिंग
pl: Marka
pt: Marca
th: การสร้างแบรนด์
tr: Marka
uk: Фірмове оформлення
zh: 品牌化

# COMMON_FOOTER__SUPPORT
source: Support
cs: Podpora
de: Unterstützung
es: Soporte
hi: सहयोग
it: Supporto
ja: サポート
pl: Wsparcie
ro: Suport
ru: Поддержка
th: การสนับสนุน
tr: Destek
uk: Підтримка
zh: 支持

# COMMON_FOOTER__HELP_DESK
source: Help Desk
cs: Nápověda
es: Mesa de Ayuda
hi: सहायता केंद्र
ja: ヘルプデスク
pl: Biuro pomocy
pt: Central de ajuda
ro: Birou de Ajutor
ru: Служба поддержки
th: ศูนย์ช่วยเหลือ
tr: Yardım Masası
uk: Служба підтримки
zh: 服务台

# COMMON_FOOTER__LANGUAGES
source: Languages
cs: Jazyky
de: Sprachen
es: Idiomas
hi: बोली
it: Lingue
ja: 言語
pl: Języki
pt: Idiomas
ro: Limbi
ru: Языки
th: ภาษา
tr: Diller
uk: Мови
zh: 语文

# COMMON_FOOTER__STATUS
source: Status
cs: Stav
es: Estado
hi: स्थिति
it: Stato
ja: ステータス
ru: Статус
th: สถานะ
tr: Durum
uk: Статус
zh: 状态

# COMMON_FOOTER__TERMS_OF_SERVICE
source: Terms of Service
cs: Podmínky používání
de: Nutzungsbedingungen
es: Términos de Servicio
hi: सेवा की शर्तें
it: Termini di servizio
ja: 利用規約
pl: Warunki korzystania z usługi
pt: Termos de Serviço
ro: Condiții de utilizare
ru: Условия предоставления услуг
th: ข้อตกลงการให้บริการ
tr: Hizmet Şartları
uk: Умови Використання
zh: 服务条款

# COMMON_FOOTER__PRIVACY_POLICY
source: Privacy Policy
cs: Ochrana osobních údajů
de: Datenschutzerklärung
es: Política de privacidad
it: Politica Sulla Privacy
ja: プライバシーポリシー
pl: Polityka prywatności
pt: Política de Privacidade
ru: Политика конфиденциальности
th: นโยบายความเป็นส่วนตัว
tr: Gizlilik Politikası
uk: Політика конфіденційності
zh: 隐私政策

# COMMON_FOOTER__CONTENT_POLICY
source: Content Policy
cs: Zásady obsahu
de: Inhaltsrichtlinie
es: Política de contenido
hi: कंटेंट पॉलिसी
it: Politica Sul Contenuto
ja: コンテンツポリシー
pl: Polityka zawartości
pt: Política de Conteúdo
ro: Politica de conținut
ru: Политика Контента
th: นโยบายการจัดการคอนเทนท์
tr: İçerik Oluşturma Politikası
uk: Політика вмісту
zh: 内容策略

source: As featured in
cs: Psali o nás
de: Als Vorgestellt in
es: Como aparece en
hi: के रूप में चित्रित किया
it: Come descritto in
ja: 特集として
pl: Jak pokazano w
pt: Destacado em
ro: După cum este recomandat în
ru: Как выбрано в
th: ถูกนำเสนอใน
tr: Şurada yayınlandığı gibi
uk: Як рекомендовано
zh: 推荐于

source: Minds in the press
cs: Minds v tisku
de: Gedanken in der Presse
es: Las mentes en la prensa
hi: प्रेस में Minds
it: Minds sulla stampa
pl: Umysł w prasie
pt: Mentes ao pressionar
ro: Minute în presă
ru: Умы в прессе
th: Minds ในสื่อต่างๆ
tr: Basında Minds
uk: Міни в пресі
zh: 新闻界的心情

# MARKETING_PRO__REVENUE_MODEL_FOR_CREATORS
source: A new revenue model for {START_EMPHASISED_TEXT} creators {CLOSE_EMPHASISED_TEXT}
cs: Nový model příjmů pro {START_EMPHASISED_TEXT} tvůrce obsahu {CLOSE_EMPHASISED_TEXT}
de: Ein neues Umsatzmodell für {START_EMPHASISED_TEXT} Ersteller {CLOSE_EMPHASISED_TEXT}
es: Un nuevo modelo de ingresos para {START_EMPHASISED_TEXT} creadores {CLOSE_EMPHASISED_TEXT}
hi: {START_EMPHASISED_TEXT} क्रिएटर्स {CLOSE_EMPHASISED_TEXT} के लिए एक नया रेवेन्यू मॉडल है
it: Un nuovo modello di ricavi per {START_EMPHASISED_TEXT} creatori {CLOSE_EMPHASISED_TEXT}
ja: {START_EMPHASISED_TEXT} 人のクリエイターのための新しい収益モデル {CLOSE_EMPHASISED_TEXT}
pl: Nowy model przychodów dla {START_EMPHASISED_TEXT} twórców {CLOSE_EMPHASISED_TEXT}
pt: Um novo modelo de receita para {START_EMPHASISED_TEXT} criadores {CLOSE_EMPHASISED_TEXT}
ro: Un nou model de venit pentru {START_EMPHASISED_TEXT} creatori {CLOSE_EMPHASISED_TEXT}
ru: Новая модель дохода для {START_EMPHASISED_TEXT} создателей {CLOSE_EMPHASISED_TEXT}
th: รูปแบบรายได้ใหม่สำหรับครีเอเตอร์ { START_EMPHASISED_TEXT} { CLOSE_EMPHASISED_TEXT}
tr: {START_EMPHASISED_TEXT} Yaratıcılar {CLOSE_EMPHASISED_TEXT} için yeni bir gelir modeli
uk: Нова модель прибутку для {START_EMPHASISED_TEXT} авторів {CLOSE_EMPHASISED_TEXT}
zh: {START_EMPHASISED_TEXT} 创建者的新收入模型 {CLOSE_EMPHASISED_TEXT}

# MARKETING_PRO__GET_PAID_TRAFFIC
source: Get paid for your traffic and referrals
cs: Dostaňte zaplaceno za návštěvnost a doporučení
de: Werde für deinen Traffic und Empfehlungen bezahlt
es: Recibe pagos por tu tráfico y referencias
hi: अपने ट्रैफ़िक और रेफ़रल के लिए भुगतान पाएं
it: Vieni pagato per il traffico generato e per i referral
ja: トラフィックと紹介に対して支払いを受ける
pl: Otrzymaj pieniądze za swój ruch i rekomendacje
pt: Seja pago pelo seu tráfego e indicações
ro: Primește plăți pentru traficul tău și recomandări
th: รับเงินสำหรับการเข้าชมและการอ้างอิงของคุณ
tr: Oluşturduğunuz trafik ve yönlendirmeler ile kazanç sağlayın
zh: 为您的流量和转诊获得支付

# MARKETING_PRO__LAUNCH_OWN_WEBSITE
source: Launch your own website
cs: Spusťte vaši vlastní webovou stránku
de: Starten Sie Ihre eigene Website
es: Lanza tu propio sitio web
hi: अपनी खुद की वेबसाइट लॉन्च करें
it: Lancia il tuo sito web
ja: 自分のウェブサイトを起動する
pl: Uruchom własną stronę internetową
pt: Abra seu próprio site
ro: Lansați propriul website
ru: Запустите свой сайт
th: เปิดเว็บไซท์ของคุณ
tr: Kendi web sitenizi yayına çıkarın
uk: Запуск власного веб-сайту
zh: 启动您自己的网站
