Repository: Minds/front
Catalog: src/locale/Minds.*.xliff
Languages: cs, de, es, hi, it, ja, pl, pt, ro, ru, th, tr, uk, zh

# NOTIFICATIONS__NOTIFICATION__REWARDS__YOU_HAVE_RECEIVED_X_TOKENS_TODAY
source: You earned {INTERPOLATION} tokens today.
cs: Dnes jste vydělali {INTERPOLATION} tokenů.
de: Sie haben heute {INTERPOLATION} Token verdient.
es: Has ganado {INTERPOLATION} tokens hoy.
hi: आपने आज {INTERPOLATION} टोकन जीता।
it: Hai guadagnato {INTERPOLATION} token oggi.
ja: 今日は {INTERPOLATION} トークンを獲得しました。
pl: Zdobyłeś dzisiaj {INTERPOLATION} tokenów.
pt: Você ganhou {INTERPOLATION} tokens hoje.
ro: Ai câștigat {INTERPOLATION} jetoane astăzi.
th: คุณได้รับ {INTERPOLATION} โทเค็นวันนี้
tr: Bugün {INTERPOLATION} token kazandınız.
zh: 您今天赚取了 {INTERPOLATION} 个代币。

# NOTIFICATIONS__NOTIFICATION__REWARDS__YOU_HAVE_LEFT
source: You have {INTERPOLATION} left to earn tokens today!
cs: Dnes vám zbývá {INTERPOLATION} na vydělání tokenů!
de: Du hast noch {INTERPOLATION} übrig, um heute Tokens zu erhalten!
es: ¡Te quedan {INTERPOLATION} fichas por ganar hoy!
hi: आपके पास आज टोकन जीतने के लिए {INTERPOLATION} बचा है!
it: Hai {INTERPOLATION} rimanenti per guadagnare token oggi!
ja: 今日トークンを獲得するには {INTERPOLATION} が残っています！
pl: Pozostało Ci {INTERPOLATION} do zdobycia tokenów już dziś!
ro: Mai ai {INTERPOLATION} pentru a câștiga jetoane astăzi!
th: คุณมี {INTERPOLATION} เหลือสำหรับการรับโทเค็นเพิ่มวันนี้!
tr: Bugün daha çok token kazanmanız için {INTERPOLATION} kaldı!
zh: 今天你还剩下 {INTERPOLATION} 个来赚取代币！

# NOTIFICATIONS__NOTIFICATION__TRANSCODE_COMPLETED
source: Your video has finished transcoding.
cs: Překódování vašeho videa bylo dokončeno.
de: Ihr Video hat die Umwandlung beendet.
hi: आपके वीडियो ने ट्रांसकोडिंग समाप्त कर दिया है।
it: Il tuo video è stato decodificato.
ja: ビデオのトランスコーディングが完了しました。
pl: Twój film zakończył transkodowanie.
pt: Seu vídeo terminou de transcodificar.
th: วิดีโอของคุณได้รับการแปลงรหัสเรียบร้อยแล้ว
uk: Ваше відео закінчило перекодування.
zh: 您的视频已完成转码。

# NOTIFICATIONS__NOTIFICATION__TRANSCODE_FAILED
source: Your video failed to transcode. Please check that your format is valid and try to upload the video again.
cs: Vaše video se nepodařilo překódovat. Zkontrolujte prosím, zda je váš formát platný a zkuste video nahrát znovu.
de: Ihr Video konnte nicht umgewandelt werden. Bitte überprüfen Sie, ob Ihr Format gültig ist und versuchen Sie es erneut hochzuladen.
hi: आपका वीडियो ट्रांसकोड करने में विफल रहा। कृपया जांचें कि आपका फॉर्मेट सही है और वीडियो को फिर से अपलोड करने का प्रयास करें।
it: La decodifica del tuo video è fallita. Controlla che il formato sia valido e prova a caricare nuovamente il video.
ja: ビデオのトランスコードに失敗しました。フォーマットが有効であることを確認し、再度ビデオをアップロードしてください。
pl: Nie udało się transkodować filmu. Sprawdź czy format jest prawidłowy i spróbuj ponownie przesłać film.
pt: Seu vídeo falhou ao transcodificar. Por favor, verifique se seu formato é válido e tente enviar o vídeo novamente.
ru: Не удалось перекодировать ваше видео. Пожалуйста, проверьте, что ваш формат действителен и попробуйте загрузить видео снова.
th: วิดีโอของคุณไม่สามารถแปลงรหัสได้ โปรดตรวจสอบว่ารูปแบบของคุณถูกต้องแล้วลองอัปโหลดวิดีโออีกครั้ง
uk: Відео не вдалося перекодувати. Будь ласка, перевірте, чи ваш формат дійсний і спробуйте знову завантажити відео.
zh: 您的视频无法转码。请检查您的格式是否有效，并尝试再次上传视频。

# NOTIFICATIONS__NOTIFICATION__GENERAL_ERROR_VIEWING
source: Sorry, there was an error viewing this notification
cs: Omlouváme se, při zobrazování tohoto oznámení došlo k chybě
de: Entschuldigung, es gab einen Fehler beim Betrachten dieser Benachrichtigung
es: Disculpa, hubo un error al ver esta notificación
hi: क्षमा करें, इस सूचना को देखने में एक त्रुटि हुई
it: Siamo spiacenti, si è verificato un errore nella visualizzazione di questa notifica
ja: 申し訳ありませんが、この通知の表示中にエラーが発生しました
pl: Przepraszamy, wystąpił błąd podczas przeglądania tego powiadomienia
pt: Desculpe, houve um erro ao visualizar esta notificação
ro: Ne pare rău, a apărut o eroare la vizualizarea acestei notificări
ru: К сожалению, произошла ошибка при просмотре этого уведомления
th: ขออภัย, เกิดข้อผิดพลาดขึ้นระหว่างการเข้าชมการแจ้งเตือนนี้
tr: Üzgünüz, bu bildirinin görüntülenmesinde bir hata oldu
uk: На жаль, сталася помилка при перегляді цього повідомлення
zh: 抱歉，查看此通知时出错

# M__HASHTAG__SELECTOR_TITLE
source: Personalize your feed
cs: Přizpůsobte si svoji zeď
de: Ihren Feed personalisieren
es: Personaliza tu feed
hi: अपने फ़ीड को पर्सनलाइज़ करें
it: Personalizza il tuo feed
ja: フィードをカスタマイズ
pl: Spersonalizuj swój kanał
pt: Personalize seu feed
th: ปรับฟีดของคุณ
tr: Akışınızı kişiselleştirin
uk: Персоналізуйте свою стрічку
zh: 个性化你的订阅

# M__HASHTAG__SELECTOR__TRENDING
source: Trending
cs: Populární
de: Beliebt
es: Tendencias
hi: रुझान
it: Tendenze
ja: トレンド
pl: Popularne
pt: Tendências
ro: Populare
ru: Популярные
th: นิยม
tr: Yükselişte
uk: У тренді
zh: 热门主题

# M__HASHTAG__SELECTOR__DEFAULTS
source: Defaults
cs: Výchozí
de: Standardwerte
es: Por defecto
hi: चूक
it: Predefiniti
ja: デフォルト
pl: Domyślne
pt: Padrões
ro: Implicite
ru: По умолчанию
th: ค่าเริ่มต้น
tr: Varsayılan
uk: За замовчуванням
zh: 默认值

# M__HASHTAG__SELECTOR__SUBTITLE
source: Select the hashtags below that you wish to see more of. The hashtags you select will be pinned to the top bar of your feed. You can change these at anytime via your settings or by clicking on 'MORE' at the top of any feed.
cs: Vyberte štítky níže, které si přejete více vidět. Štítky, které vyberete, budou připnuté k hornímu panelu vašeho kanálu novinek. Můžete je kdykoliv změnit v nastavení nebo kliknutím na 'VÍCE' v horní části jakéhokoliv kanálu novinek.
hi: नीचे वे हैशटैग चुनें जिन्हें आप और देखना चाहते हैं। आपके द्वारा चुने गए हैशटैग को आपके फ़ीड के शीर्ष बार पर पिन किया जाएगा। आप इन्हें किसी भी समय अपनी सेटिंग्स के माध्यम से या किसी भी फ़ीड के शीर्ष पर 'अधिक' पर क्लिक करके बदल सकते हैं।
ja: もっと見たいハッシュタグを選択してください。選択したハッシュタグはフィードの上部バーに固定されます。 これらはいつでも設定から変更することができます。または、フィードの上部にある「MORE」をクリックしてください。
th: เลือกแฮชแท็กด้านล่างที่คุณต้องการดูเพิ่มเติม แฮชแท็กที่คุณเลือกจะถูกตรึงไว้ที่แถบด้านบนของฟีดของคุณ ซึ่งคุณสามารถเปลี่ยนได้ตลอดเวลาผ่านการตั้งค่าของคุณหรือคลิกที่ 'เพิ่มเติม' ที่ด้านบนของฟีดใดๆ
tr: Daha sık görmek istediğiniz etiketleri aşağıda seçin. Seçtiğiniz etiketler akışınızın üstündeki çubukta sabitlenecektir. Bunları istediğinizde ayarlardan veya akışta üstte bulunan 'FAZLASI' butonuna tıklayarak değiştirebilirsiniz.
zh: 选择您希望看到更多的哈什标签。您选择的哈什标签将被置于您的主页栏。 您可以随时通过您的设置或点击任何种子顶部的“更多”来更改这些内容。

# M_HASHTAG__SELECTOR__DONE
source: DONE
cs: HOTOVO
de: Fertig
es: HECHO
hi: किया हुआ
it: FATTO
ja: 完了
pl: Zakończono
pt: Concluído
ro: Terminat
ru: ГОТОВО
th: เสร็จสิ้น
tr: BİTTİ
uk: Зроблено
zh: 已完成

# GROUPS__PROFILE__FEED__REMOVE_USER
source: Remove user
cs: Odebrat uživatele
de: Benutzer entfernen
es: Quitar usuario
hi: उपयोगकर्ता निकालें
it: Rimuovi utente
ja: ユーザーを削除
pl: Usuń użytkownika
pt: Remover usuário
ro: Elimină utilizator
ru: Удалить пользователя
th: ลบผู้ใช้
tr: Kullanıcıyı kaldır
uk: Видалити користувача
zh: 删除用户

# GROUPS__THIS_GROUP_CONTAINS_NSFW
source: This group contains content that is NSFW
cs: Tato skupina obsahuje obsah, který je NSFW
de: Diese Gruppe enthält Inhalte, die NSFW sind
es: Este grupo contiene contenido que es NSFW
hi: इस ग्रुप में NSFW कंटेंट है
it: Questo gruppo contiene contenuto che è NSFW
ja: このグループにはNSFW コンテンツが含まれています
pl: Ta grupa zawiera zawartość NSFW
pt: Este grupo contém conteúdo NSFW
ru: Эта группа содержит контент NSFW
th: กลุ่มนี้มีคอนเทนท์ที่เป็น NSFW
tr: Bu grup İİUD içerik barındırır
zh: 此组包含为 NSFW 的内容

# GROUPS__NAME_PLACEHOLDER
source: Enter a name
cs: Zadejte název
de: Namen eingeben
es: Introduce un nombre
hi: नाम डालें
it: Inserisci un nome
ja: 名前を入力
pl: Wprowadź nazwę
pt: Insira um nome
ro: Introduceți un nume
ru: Введите имя
th: กรอกชื่อ
tr: Bir isim girin
uk: Введіть ім'я
zh: 输入名称

# GROUPS__DESCRIPTION_PLACEHOLDER
source: Enter a brief description
cs: Zadejte stručný popis
de: Kurzbeschreibung eingeben
es: Ingresa una breve descripción
hi: एक संक्षिप्त विवरण दर्ज करें
it: Inserisci una breve descrizione
ja: 説明を入力してください
pl: Wprowadź krótki opis
pt: Digite uma breve descrição
ro: Introduceți o scurtă descriere
ru: Введите краткое описание
th: ป้อนคำอธิบายสั้น ๆ
tr: Kısa bir açıklama girin
uk: Введіть короткий опис
zh: 输入简短描述

# GROUPS__OPEN_GROUP
source: Open Group
cs: Otevřená skupina
de: Gruppe öffnen
es: Grupo abierto
hi: खुले ग्रुप
it: Gruppo Aperto
ja: グループを開く
pl: Otwórz grupę
pt: Abrir Grupo
ro: Deschide grup
ru: Открыть группу
th: กลุ่มเปิด
tr: Açık Grup
uk: Відкрити групу
zh: 打开组

# GROUPS__CLOSED_GROUP
source: Closed Group
cs: Uzavřená skupina
de: Geschlossene Gruppe
es: Grupo cerrado
hi: बंद ग्रुप
it: Gruppo Chiuso
ja: 閉じたグループ
pl: Zamknięta grupa
pt: Grupo fechado
ro: Grup închis
ru: Закрытая Группа
th: กลุ่มปิด
tr: Kapalı Grup
uk: Закрита група
zh: 已关闭的组

# GROUPS__ANYONE_CAN_POST
source: Anyone can post
cs: Kdokoliv může přispívat
es: Cualquiera puede publicar
hi: कोई भी पोस्ट कर सकता है
it: Chiunque può postare
ja: 誰でも投稿できます
pl: Każdy może publikować
pt: Qualquer um pode postar
ro: Oricine poate posta
ru: Любой может писать
th: สามารถเผยแพร่
tr: Herkes gönderi atabilir
uk: Будь-хто може розміщувати
zh: 任何人都可以发布

# GROUPS__POSTS_ARE_MODERATED
source: Posts are moderated
cs: Příspěvky jsou moderovány
de: Beiträge werden moderiert
es: Las publicaciones son moderadas
hi: पोस्ट मॉडरेट की जाती हैं
it: I post sono moderati
ja: 投稿はモデレートされています
pl: Posty są moderowane
pt: As publicações são moderadas
ro: Postările sunt moderate
th: โพสต์ถูกดำเนินการแล้ว
tr: Gönderiler denetlenir
uk: Повідомлення модеруються
zh: 帖子已被管理

# GROUPS__PROFILE__ADMINQUEUE_COUNT
source: {INTERPOLATION} new
cs: {INTERPOLATION} nové
de: {INTERPOLATION} neu
es: {INTERPOLATION} nuevo
hi: {INTERPOLATION} नया
it: {INTERPOLATION} nuovo
ja: {INTERPOLATION} 新規
pl: {INTERPOLATION} nowy
pt: {INTERPOLATION} novos
ro: {INTERPOLATION} nou
ru: {INTERPOLATION} новых
th: {INTERPOLATION} ใหม่
tr: {INTERPOLATION} yeni
uk: {INTERPOLATION} нових
zh: {INTERPOLATION} 个新的

# GROUPS__DEFAULT_VIEW_FEED
source: Default view: Feed
cs: Výchozí zobrazení: Kanál
de: Standardansicht: Feed
es: Vista predeterminada: Actividades
hi: डिफ़ॉल्ट व्यू: फ़ीड
it: Vista predefinita: Feed
ja: デフォルトのビュー: フィード
pl: Widok domyślny: Kanał
pt: Visualização padrão: Feed
ro: Vizualizare implicită: Fluxuri
ru: Вид по умолчанию: лента новостей
th: มุมมองเริ่มต้น: ฟีด
tr: Varsayılan görünüm: Akış
uk: Типовий перегляд: стрічка
zh: 默认视图：订阅源

# GROUPS__DEFAULT_VIEW_CONVERSATIONS
source: Default view: Conversations
cs: Výchozí zobrazení: Konverzace
de: Standardansicht: Unterhaltungen
es: Vista predeterminada: Conversaciones
hi: डिफ़ॉल्ट व्यू: बातचीत
it: Vista predefinita: Conversazioni
ja: 既定のビュー: 会話
pl: Widok domyślny: konwersacje
pt: Visualização padrão: Conversas
ro: Vizualizare implicită: Conversații
ru: Вид по умолчанию: беседы
th: มุมมองแบบเริ่มต้น: บทสนทนา
tr: Varsayılan görünüm: Sohbetler
uk: Типовий перегляд: бесіди
zh: 默认视图：对话

# GROUPS__VIDEO_CALLS_ENABLED
source: Video calls enabled
cs: Videohovory povoleny
de: Videoanrufe aktiviert
hi: वीडियो कॉल चालू हैं
ja: ビデオ通話は有効です
pl: Włączono połączenia wideo
pt: Chamadas de vídeo ativadas
ro: Apeluri video activate
th: โทรแบบวิดีโอเปิดใช้งาน
tr: Video çağrı etkin
zh: 视频通话已启用

# GROUPS__VIDEO_CALLS_DISABLED
source: Video calls disabled
cs: Videohovory zakázány
de: Videoanrufe deaktiviert
hi: वीडियो कॉल बंद है
ja: ビデオ通話は無効です
pl: Połączenia wideo wyłączone
pt: Chamadas de vídeo desativadas
ro: Apeluri video dezactivate
th: โทรแบบวิดีโอปิดใช้งาน
tr: Video çağrı devre dışı
zh: 视频通话已禁用

# CREATE_GROUP__CREATE_GROUP
source: Create Group
cs: Vytvořit skupinu
de: Gruppe erstellen
es: Crear grupo
hi: ग्रुप बनाएं
it: Crea Gruppo
ja: グループを作成
pl: Utwórz grupę
pt: Criar grupo
ro: Creare grup
ru: Создать группу
th: สร้างกลุ่ม
tr: Grup Oluştur
uk: Нова група
zh: 创建组

# CREATE_GROUP__NAME
source: Name
cs: Název
es: Nombre
hi: नाम
it: Nome
ja: 名前
pl: Nazwisko
pt: Nome
ro: Nume
ru: Имя
th: ชื่อ
tr: İsim
uk: Ім'я
zh: 名字

# CREATE_GROUP__AVATAR_AND_BANNER
source: Avatar and Banner
cs: Avatar a obrázek
de: Avatar und Banner
es: Avatar y Estandarte
hi: अवतार और बैनर
it: Avatar e Banner
ja: アバターと旗
pl: Awatar i Sztandar
pt: Avatar e Estandarte
ro: Avatar și Banner
ru: Аватар и баннер
th: รูปโปรไฟล์และป้ายประกาศ
tr: Avatar ve Afiş
uk: Аватар та стяг
zh: 头像和旗帜

# CREATE_GROUP__DESCRIPTION
source: Description
cs: Popis
de: Beschreibung
es: Descripción
hi: विवरण
it: Descrizione
ja: 説明
pl: Opis
pt: Descrição
ro: Descriere
ru: Описание
th: คำอธิบาย
tr: Tanım
uk: Опис
zh: 描述

# CREATE_GROUP__GROUP_TYPE
source: Group Type
cs: Typ skupiny
de: Gruppentyp
es: Tipo de grupo
hi: ग्रुप टाइप
it: Tipo Di Gruppo
ja: グループタイプ
pl: Typ grupy
pt: Tipo de Grupo
ro: Tipul grupului
ru: Тип группы
th: ประเภทกลุ่ม
tr: Grup Türü
uk: Тип групи
zh: 组类型

# CREATE_GROUP__CLOSED
source: Closed
cs: Uzavřená
de: Privat
es: Cerrado
hi: बंद
it: Chiuso
ja: 閉る。
pl: Zamknięte
pt: Fechados
ro: Închis
ru: Закрыто
th: ปิดแล้ว
tr: Kapalı
uk: Зачинено
zh: 关闭

# CREATE_GROUP__OPEN
source: Open
cs: Otevřená
de: Öffnen
es: Abrir
hi: खुला हुआ
it: Aperto
ja: 開く
pl: Otwórz
pt: Abertas
ro: Deschideți
ru: Открыть
th: เปิด
tr: Açık
uk: Відкриті
zh: 打开

# M__COMMON_TOPBAR_TOP
source: Top
cs: Nejlepší
de: Oben
es: Destacado
hi: श्रेष्ठ
ja: トップ
pl: Góra
pt: Topo
ro: Sus
ru: Верх
th: ท็อป
tr: En üst
uk: Верх
zh: 顶部

# M__COMMON_TOPBAR_TOP_TOOLTIP
source: Top displays the top content on Minds
cs: Zobrazuje nejlepší obsah na Minds
de: Oben zeigt den Top-Inhalt von Minds an
es: La parte superior muestra el contenido principal en Minds
hi: टॉप में Minds का टॉप कंटेंट दिखाया जाता है
it: Top visualizza i contenuti migliori su Minds
ja: 上部にマインド上部のコンテンツを表示します
pl: Najczęściej wyświetla górną zawartość w umysłach
pt: O topo exibe o conteúdo superior em Mentes
ro: Cele mai de sus afișează conținutul de top din Minds
ru: Верхняя часть отображает топ контента на Minds
th: ด้านบนจะแสดงเนื้อหายอดนิยมบน Minds
zh: 顶部显示在心灵上的顶部内容

# M__COMMON_TOPBAR__MY_GROUPS
source: My Groups
cs: Moje skupiny
de: Meine Gruppen
hi: मेरे ग्रुप
it: I miei gruppi
ja: マイグループ
pl: Moje grupy
ro: Grupurile Mele
ru: Мои Группы
th: กลุ่มของฉัน
tr: Gruplarım
uk: Мої групи
zh: 我的小组

# MINDS__GROUPS__TOPBAR__YOUR_GROUPS_TOOLTIP
source: Your Groups
cs: Vaše skupiny
de: Deine Gruppen
es: Tus Grupos
hi: आपके ग्रुप
it: I Tuoi Gruppi
ja: あなたのグループ
pl: Twoje grupy
pt: Seus Grupos
ro: Grupurile tale
ru: Ваши группы
th: กลุ่มของคุณ
tr: Gruplarınız
uk: Групи
zh: 您的组

# M__COMMON_TOPBAR__START_A_NEW_GROUP
source: Start a new group
cs: Vytvořit novou skupinu
de: Eine neue Gruppe starten
hi: एक नया ग्रुप शुरू करें
it: Inizia un nuovo gruppo
ja: 新しいグループを開始
pl: Rozpocznij nową grupę
pt: Iniciar um novo grupo
ro: Începe un grup nou
ru: Создать новую группу
th: สร้างกลุ่มใหม่
tr: Yeni bir grup başlat
uk: Почати нову групу
zh: 开始一个新组

# MINDS__GROUPS__TOPBAR__START_A_NEW_GROUP_TOOLTIP
source: Start a new group
cs: Vytvořit novou skupinu
de: Eine neue Gruppe starten
es: Iniciar un nuevo grupo
hi: एक नया ग्रुप शुरू करें
it: Crea un nuovo gruppo
ja: 新しいグループを開始
pl: Rozpocznij nową grupę
pt: Iniciar um novo grupo
ro: Începe un grup nou
ru: Создать новую группу
th: สร้างกลุ่มใหม่
tr: Yeni bir grup başlat
uk: Почати нову групу
zh: 开始一个新组

# GROUPS__JOIN_BUTTON__JOIN_ACTION
source: {START_TAG_NG-CONTAINER} Join {CLOSE_TAG_NG-CONTAINER} {START_TAG_NG-CONTAINER_1} Joining {CLOSE_TAG_NG-CONTAINER}
cs: {START_TAG_NG-CONTAINER} Připojit se {CLOSE_TAG_NG-CONTAINER} {START_TAG_NG-CONTAINER_1} Připojuji se {CLOSE_TAG_NG-CONTAINER}
de: {START_TAG_NG-CONTAINER} Trete {CLOSE_TAG_NG-CONTAINER} {START_TAG_NG-CONTAINER_1} bei {CLOSE_TAG_NG-CONTAINER}
es: {START_TAG_NG-CONTAINER} Unirse {CLOSE_TAG_NG-CONTAINER} {START_TAG_NG-CONTAINER_1} Uniéndose a {CLOSE_TAG_NG-CONTAINER}
hi: {START_TAG_NG-CONTAINER} जुड़ें {CLOSE_TAG_NG-CONTAINER} {START_TAG_NG-CONTAINER_1} जुड़ रहे हैं {CLOSE_TAG_NG-CONTAINER}
it: {START_TAG_NG-CONTAINER} Unisciti a {CLOSE_TAG_NG-CONTAINER} {START_TAG_NG-CONTAINER_1} Partecipa a {CLOSE_TAG_NG-CONTAINER}
ja: {START_TAG_NG-CONTAINER} {CLOSE_TAG_NG-CONTAINER} {START_TAG_NG-CONTAINER_1} {CLOSE_TAG_NG-CONTAINER} に参加
pl: {START_TAG_NG-CONTAINER} Dołącz {CLOSE_TAG_NG-CONTAINER} {START_TAG_NG-CONTAINER_1} Dołączanie {CLOSE_TAG_NG-CONTAINER}
pt: {START_TAG_NG-CONTAINER} Junta-te {CLOSE_TAG_NG-CONTAINER} {START_TAG_NG-CONTAINER_1} Juntando-se {CLOSE_TAG_NG-CONTAINER}
ro: {START_TAG_NG-CONTAINER} Alătură-te {CLOSE_TAG_NG-CONTAINER} {START_TAG_NG-CONTAINER_1} alăturându-se {CLOSE_TAG_NG-CONTAINER}
ru: {START_TAG_NG-CONTAINER} Присоединиться {CLOSE_TAG_NG-CONTAINER} {START_TAG_NG-CONTAINER_1} к {CLOSE_TAG_NG-CONTAINER}
th: {START_TAG_NG-CONTAINER} Join {CLOSE_TAG_NG-CONTAINER} {START_TAG_NG-CONTAINER_1} เข้าร่วม {CLOSE_TAG_NG-CONTAINER}
tr: {START_TAG_NG-CONTAINER} Katılın {CLOSE_TAG_NG-CONTAINER} {START_TAG_NG-CONTAINER_1} Üye olunuyor {CLOSE_TAG_NG-CONTAINER}
uk: {START_TAG_NG-CONTAINER} Приєднатися до {CLOSE_TAG_NG-CONTAINER} {START_TAG_NG-CONTAINER_1} Приєднатися {CLOSE_TAG_NG-CONTAINER}
zh: {START_TAG_NG-CONTAINER} 加入 {CLOSE_TAG_NG-CONTAINER} {START_TAG_NG-CONTAINER_1} 加入 {CLOSE_TAG_NG-CONTAINER}

# GROUPS__JOIN_BUTTON__DECLINE_ACTION
source: Decline
cs: Odmítnout
de: Ablehnen
es: Declinar
hi: पतन
it: Rifiuta
ja: 同意しない
pl: Odrzuć
pt: Recusar
ro: Refuzați
ru: Отклонить
th: ปฏิเสธ
tr: Reddet
uk: Відмовитись
zh: 拒绝

# GROUPS__JOIN_BUTTON__LEAVE_ACTION
source: Leave
cs: Opustit
de: Verlassen
es: Salir
hi: छोड़ें
it: Lascia
ja: 去る
pl: Opuść
pt: Abandonar
ro: Părăsește
ru: Покинуть
th: ออก
tr: Ayrıl
uk: Залишити
zh: 离开

# GROUPS__JOIN_BUTTON__CANCEL_REQ_ACTION
source: Cancel request
cs: Zrušit žádost
de: Anfrage abbrechen
hi: अनुरोध रद्द करें
it: Annulla richiesta
ja: リクエストをキャンセル
pl: Anuluj żądanie
pt: Cancelar solicitação
ro: Anulează cererea
ru: Отменить запрос
th: ยกเลิกคำขอ
tr: İsteği iptal et
uk: Скасувати запит
zh: 取消请求

# GROUPS__JOIN_BUTTON__JOIN_A_GROUP_TITLE
source: join a group
cs: připojit se ke skupině
de: einer Gruppe beitreten
es: unirse a un grupo
hi: किसी ग्रुप में शामिल हों
it: entra in un gruppo
ja: グループに参加
pl: dołącz do grupy
pt: entrar em um grupo
ro: se alătură unui grup
ru: присоединиться к группе
th: เข้าร่วมกลุ่ม
tr: bir gruba katıl
uk: приєднатися до групи
zh: 加入一个组

# GROUPS__PROFILE__INVITE_TO
source: Invite to {INTERPOLATION}
cs: Pozvat do {INTERPOLATION}
de: Zu {INTERPOLATION} einladen
es: Invitar a {INTERPOLATION}
hi: {INTERPOLATION} पर आमंत्रित करें
it: Invita a {INTERPOLATION}
ja: {INTERPOLATION} に招待
pl: Zaproś do {INTERPOLATION}
pt: Convidar para {INTERPOLATION}
ro: Invită în {INTERPOLATION}
ru: Пригласить в {INTERPOLATION}
th: ส่งคำเชิญถึง {INTERPOLATION}
tr: {INTERPOLATION} için davet et
uk: Запросити до {INTERPOLATION}
zh: 邀请到 {INTERPOLATION}

# GROUPS__PROFILE__INVITE
source: Invite
cs: Pozvat
de: Einladen
es: Invitar
hi: आमंत्रण
it: Invita
ja: 招待
pl: Zaproś
pt: Convidar
ro: Invită
ru: Пригласить
th: เชิญ
tr: Davet et
uk: Запросити
zh: 邀请

# GROUPS__PROFILE__REQUESTS
source: Requests
cs: Žádosti
de: Anfragen
es: Solicitudes
hi: अनुरोध
it: Richieste
ja: 要求
pl: Żądania
pt: Solicitações
ro: Cereri
ru: Запросы
th: คำร้อง
tr: İstekler
uk: Запити
zh: 申请

# GROUPS__PROFILE__MEMBERS__INVITE__ITEM_ONLY_SUBSCRIBERS
source: You can only invite users who are your subscribers
cs: Můžete pozvat pouze uživatele, kteří vás sledují
de: Du kannst nur Benutzer einladen, die deine Abonnenten sind
es: Solo puedes invitar a usuarios que sean tus suscriptores
hi: आप केवल उन्हीं यूज़र को आमंत्रित कर सकते हैं जो आपके ग्राहक हैं
it: Puoi invitare solo gli utenti che sono tuoi iscritti
ja: 購読者であるユーザーのみ招待できます
pl: Możesz zapraszać tylko użytkowników będących twoimi subskrybentami
pt: Você só pode convidar usuários que são seus assinantes
ro: Poți invita doar utilizatori care sunt abonații tăi
ru: Вы можете пригласить только пользователей, которые являются вашими подписчиками
th: คุณสามารถเชิญผู้ใช้ที่คุณกดติดตามได้เท่านั้น
zh: 您只能邀请您的订阅者的用户

# GROUPS__PROFILE__MEMBERS__INVITE__ITEM_NOTIFICATION_INFO
source: They will receive a notification to confirm they want to be a member of this group
cs: Obdrží oznámení k potvrzení, zda chtějí být členy této skupiny
de: Sie werden eine Benachrichtigung erhalten, um zu bestätigen, dass sie Mitglied dieser Gruppe werden möchten
es: Recibirán una notificación para confirmar si quieren ser miembros de este grupo
hi: वे इस ग्रुप के सदस्य बनना चाहते हैं, इसकी पुष्टि करने के लिए उन्हें सूचना प्राप्त होगी
it: Riceveranno una notifica per confermare che vogliono essere membri di questo gruppo
ja: 彼らは、彼らがこのグループのメンバーになりたいことを確認するための通知を受け取ります
pl: Otrzymają powiadomienie, aby potwierdzić, że chcą być członkiem tej grupy
pt: Ele receberá uma notificação para confirmar que deseja fazer parte deste grupo
ro: Ei vor primi o notificare pentru a confirma că doresc să fie membri ai acestui grup
ru: Они получат уведомление, чтобы подтвердить, что они хотят быть членом этой группы
th: พวกเขาจะได้รับการแจ้งเตือนเพื่อยืนยันว่าพวกเขาต้องการเป็นสมาชิกของกลุ่มนี้
tr: Grubun bir üyesi olmak istediklerini onaylayan bir bildiri alacaklar
uk: Вони отримають сповіщення, щоб підтвердити, що вони хочуть бути учасником цієї групи
zh: 他们将收到通知以确认他们想要成为这个小组的成员

# GROUPS__PROFILE__MEMBERS__INVITE__ITEM_BAN_REINVITE
source: If the user was banned from the group, inviting them will lift the ban
cs: Pokud byl uživatel ve skupině zablokován, pozvání toto zablokování zruší
de: Wenn der Nutzer aus der Gruppe verbannt wurde, hebt die Einladung den Bann ab
hi: यदि यूज़र को ग्रुप से प्रतिबंधित किया गया था, तो उन्हें आमंत्रित करने से प्रतिबंध हट जाएगा
ja: ユーザーがグループからBANされた場合、招待するとBANが解除されます
pt: Se o usuário foi banido do grupo, convidá-lo irá levantar o embargo
ro: Dacă utilizatorului i-a fost interzis accesul din grup, invitându-l îi va ridica interdicția
ru: Если пользователь был заблокирован в группе, приглашение его отменит запрет
th: หากผู้ใช้งานถูกแบนจากกลุ่ม การเชิญพวกเขาจะยกเลิกการแบน
zh: 如果用户被禁止加入群组，请他们取消封禁

# GROUPS__PROFILE__MEMBERS__INVITE__INVITING
source: Inviting...
cs: Zvu...
de: Lade ein...
hi: आमंत्रित किया जा रहा है...
it: Invitando...
ja: 招待中...
pl: Zaproszenie...
pt: Convidando...
ro: Invitație...
ru: Приглашение...
th: กำลังเชิญ..
tr: Davet ediliyor...
uk: Запрошення...
zh: 邀请中...

# GROUPS__PROFILE__MEMBERS__INVITE__SEARCH_PLACEHOLDER
source: Search for a channel
cs: Hledat kanál
de: Suche nach einem Kanal
es: Buscar un canal
hi: एक चैनल के लिए खोजें
it: Cerca un canale
ja: チャンネルを検索
pl: Szukaj kanału
pt: Procurar por um canal
ro: Caută un canal
ru: Поиск канала
th: ค้นหาช่อง
tr: Bir kanal ara
uk: Пошук каналу
zh: 搜索频道

# GROUPS__PROFILE__CARD_USER_ACTIONS__REMOVE_FROM_GROUP
source: Remove from Group
cs: Odebrat ze skupiny
de: Aus Gruppe entfernen
es: Eliminar del grupo
hi: ग्रुप से हटा दें
it: Rimuovi dal gruppo
ja: グループから削除
pl: Usuń z grupy
pt: Remover do grupo
ro: Elimină din grup
ru: Удалить из группы
th: เอาออกจากกลุ่ม
tr: Gruptan Çıkar
uk: Видалити з групи
zh: 从群组中删除

# GROUPS__PROFILE__CARD_USER_ACTIONS__REINVITE
source: Re-invite to Group
cs: Znovu pozvat do skupiny
de: Zur Gruppe erneut einladen
es: Volver a invitar al grupo
hi: ग्रुप में फिर से आमंत्रित करें
ja: グループに再招待
pl: Zaproś ponownie do grupy
ro: Reinvită-te la Grup
ru: Повторно пригласить в группу
th: เชิญใหม่เข้ากลุ่ม
tr: Gruba Tekrar Davet Et
uk: Повторне запрошення до групи
zh: 重新邀请到群组

# GROUPS__PROFILE__CARD_USER_ACTIONS__INVITED
source: Invited
cs: Pozván(a)
de: Eingeladen
es: Invitado
hi: आमंत्रित किया गया
it: Invitato
ja: 招待済
pl: Zaproszono
pt: Convidado
ro: Invitat
ru: Приглашен
th: เชิญแล้ว
tr: Davet Edildi
uk: Запрошені
zh: 已邀请

# GROUPS__PROFILE__CARD_USER_ACTIONS__MAKE_ADMIN
source: Make Admin
cs: Udělat adminem
hi: एडमिन बनाएं
it: Rendi Amministratore
ja: 管理者にする
pl: Utwórz administratora
pt: Tornar administrador
ro: Fă Admin
ru: Сделать админом
th: ให้เป็นแอดมิน
tr: Yönetici Yap
uk: Зробити адміністратором
zh: 管理员设置
