Repository: Minds/front
Catalog: src/locale/Minds.*.xliff
Languages: cs, de, es, hi, it, ja, pl, pt, ro, ru, th, tr, uk, zh

# WALLET_V2_TOKENS_BALANCE__ONLY_RECEIVE_UNIQUE_INFO
source: It is important to note that with the new system, you will only receive credit for unique interaction, and you can only earn credit from another unique user once per metric per day. (If a friend votes on my content 100 times in a day, I will only get credit for 1 vote). This is critical in preventing gaming and abuse of the system as we move into more valuable token rewards. We are essentially measuring how many unique users you reached in a given day.
cs: Je důležité si uvědomit, že s novým systémem získáte odměnu pouze za jedinečnou interakci, a odměnu si můžete vydělat od jiného uživatele pouze jednou za den. (Pokud přítel lajkuje stokrát za den, dostanete odměnu pouze za 1 lajk.) To má zásadní význam pro předcházení zneužívání systému při přechodu k hodnotnějším odměnám. V podstatě měříme, kolik unikátních uživatelů jste za daný den oslovili.
es: Es importante señalar que con el nuevo sistema sólo recibirá crédito por una interacción única, y sólo puedes ganar crédito de otro usuario único una vez por métrica al día. (Si un amigo vota 100 veces al día, sólo obtendré crédito por 1 voto). Esto es fundamental para prevenir el juego y el abuso del sistema a medida que avanzamos hacia las recompensas de fichas más valiosas. Básicamente estamos midiendo cuántos usuarios únicos ha alcanzado en un día determinado.
hi: यह ध्यान रखना महत्वपूर्ण है कि नए सिस्टम के साथ, आपको केवल यूनिक इंटरैक्शन के लिए क्रेडिट प्राप्त होगा, और आप किसी अन्य यूनिक यूज़र से प्रति मीट्रिक प्रति दिन के आधार पर केवल एक बार क्रेडिट जीत सकते हैं। (यदि कोई दोस्त दिन में 100 बार मेरे कंटेंट पर वोट देता है, तो मुझे केवल 1 वोट का क्रेडिट मिलेगा)। जब हम अधिक मूल्यवान टोकन पुरस्कार की ओर जाते हैं तो यह गेमिंग और सिस्टम के दुरुपयोग को रोकने में महत्वपूर्ण होता है। हम अनिवार्य रूप से यह माप रहे हैं कि आप किसी दिन में कितने यूनिक यूज़र तक पहुंचे हैं।
it: È importante notare che con il nuovo sistema, si riceve credito solo per interazioni uniche, e si può guadagnare credito da un altro utente unico solo una volta al giorno per ciascuna metrica. (Se un amico vota un mio contenuto 100 volte al giorno, riceverò credito solo per 1 voto). Questo è fondamentale per prevenire frodi e abusi del sistema mentre ci spostiamo verso ricompense in token più di valore. Stiamo essenzialmente misurando quanti utenti unici hai raggiunto in un dato giorno.
ja: 新しいシステムでは、ユニークな相互作用のクレジットのみを受け取ることに注意することが重要です。 一日に一度だけ別のユーザーからクレジットを得ることができます。 (友達が私のコンテンツに1日に100回投票した場合、私は1票だけのクレジットを取得します)。 これは、より貴重なトークン報酬に移行するため、システムのゲームや乱用を防止する上で重要です。 私たちは基本的に、あなたが特定の日に何人のユニークなユーザーに達したかを測定しています。
pl: Należy pamiętać, że dzięki nowemu systemowi otrzymasz tylko kredyt za unikalną interakcję, i możesz zarobić kredyt tylko od innego unikalnego użytkownika raz dziennie. (Jeśli przyjaciel zagłosuje na moją treść 100 razy dziennie, otrzymam tylko 1 głos). Ma to decydujące znaczenie dla zapobiegania grom i nadużyciom w systemie, ponieważ przechodzimy do bardziej cennych nagród za tokeny. Zasadniczo mierzymy, ile unikalnych użytkowników dotarło do danego dnia.
pt: É importante notar que, com o novo sistema, você só receberá crédito por uma interação exclusiva. e você só pode ganhar crédito com outro usuário único uma vez por métrica por dia. (Se um amigo votar 100 vezes no meu conteúdo num dia, só receberei crédito por 1 voto). Isso é fundamental para prevenir jogos e abusos do sistema, à medida que passamos para recompensas simbólicas mais valiosas. Estamos basicamente medindo quantos usuários únicos você alcançou em um determinado dia.
ru: Важно отметить, что с новой системой вы получите кредит только за уникальное взаимодействие, и вы можете заработать кредит от другого уникального пользователя только один раз в день. (Если друг голосует за контент 100 раз в день, я получу кредит только за 1 голос). Это имеет решающее значение для предотвращения игр и злоупотреблений в системе по мере перехода к более ценным фишкам вознаграждения. По сути, мы измеряем, сколько уникальных пользователей вы зашли в данный день.
th: มันเป็นสิ่งสำคัญที่จะต้องแจ้งให้ทราบว่าด้วยระบบใหม่คุณจะได้รับเครดิตสำหรับการโต้ตอบที่ไม่ซ้ำกันและคุณจะได้รับเครดิตจากผู้ใช้ที่ไม่ซ้ำรายอื่นหนึ่งครั้งต่อเมตริกต่อวัน (หากเพื่อนโหวตเนื้อหาของฉัน 100 ครั้งต่อวันฉันจะได้รับเครดิตเพียง 1 คะแนน) นี่เป็นสิ่งสำคัญในการป้องกันการเล่นเกมและการใช้ระบบในทางที่ผิดในขณะที่เราเพิ่มรางวัลให้มีค่ามากขึ้น เราจำเป็นต้องวัดจำนวนผู้ใช้ที่ไม่ซ้ำกันที่คุณเข้าถึงในแต่ละวัน
zh: 重要的是要注意，在新的系统中，您将只能获得独特互动的优惠。 并且您每天只能从另一个独特的用户赚取一次积分。 (如果朋友一天内对我的内容投票100次，我只能获得1票的积分)。 在我们转向更宝贵的象征性奖励时，这对于防止游戏和滥用系统至关重要。 我们基本上是在衡量你在某一天接触到多少独特的用户。

# WALLET_V2_TOKENS_BALANCE__DAILY_REWARDS_INFO
source: Daily rewards will be distributed at 02:00 am GMT everyday into your off-chain address.
cs: Denní odměny budou každý den distribuovány v 02:00 hodin GMT do vaší Off-Chain adresy.
es: Las recompensas diarias se distribuirán cada día a las 02:00 am GMT en su dirección fuera de la cadena.
hi: दैनिक पुरस्कार आपके off-chain पते में प्रतिदिन 02:00 am GMT में वितरित किया जाएगा।
it: Le ricompense giornaliere saranno distribuite alle 02:00 GMT ogni giorno nel tuo indirizzo off-chain.
uk: Щоденні нагороди будуть розподілені з 02:00 за кожен день на вашу за ланцюгову адресу.

# WALLET_V2__BALANCE_CASH__ADD_BANK_INFO
source: Add your bank information
cs: Přidejte vaše bankovní údaje
de: Bankdaten hinzufügen
es: Añade tu información bancaria
hi: अपनी बैंक जानकारी जोड़ें
it: Aggiungi le tue informazioni bancarie
ja: 銀行情報を追加
pl: Dodaj swoje dane bankowe
pt: Adicione suas informações de banco
ro: Adaugă informațiile tale bancare
ru: Добавьте вашу банковскую информацию
tr: Banka bilginizi ekleyin
uk: Додайте банківську інформацію
zh: 添加您的银行信息

# WALLET_V2__BALANCE_CASH__START_RECEIVING_CASH_INFO
source: Start receiving cash payouts by adding your bank details.
cs: Začněte dostávat peněžní platby přidáním vašich bankovních údajů.
de: Beginnen Sie mit der Auszahlung der Auszahlung, indem Sie Ihre Bankdaten hinzufügen.
es: Empieza a recibir pagos en efectivo añadiendo tus datos bancarios.
hi: अपने बैंक विवरण जोड़कर नकद भुगतान प्राप्त करना शुरू करें।
it: Inizia a ricevere pagamenti in contanti aggiungendo i tuoi estremi bancari.
ja: 銀行口座情報を追加して、現金支払いを開始します。
pl: Zacznij otrzymywać wypłaty gotówki, dodając swoje dane bankowe.
pt: Comece a receber pagamentos em dinheiro adicionando seus dados bancários.
ro: Primește plăți în numerar prin adăugarea detaliilor tale bancare.
ru: Начните получать выплаты наличными, добавив Ваши банковские реквизиты.
tr: Banka bilgilerinizi girerek nakit ödeme almaya başlayın.
uk: Почніть отримувати готівкові виплати, додавши ваші банківські реквізити.
zh: 通过添加您的银行详细信息，开始接收现金付款。

# WALLET_V2__BALANCE_CASH__FINISH_ADDING_DETAILS_INFO
source: Finish adding your bank details to start receiving cash payouts.
cs: Dokončete přidání vašich bankovních údajů a začněte přijímat peněžní platby.
de: Fügen Sie Ihre Bankdaten hinzu, um Auszahlungen zu erhalten.
es: Termina de añadir tus datos bancarios para empezar a recibir pagos en efectivo.
hi: नकद भुगतान प्राप्त करना शुरू करने के लिए अपने बैंक विवरण जोड़ना समाप्त करें।
it: Completa l'inserimento dei tuoi estremi bancari per iniziare a ricevere pagamenti in contanti.
ja: 銀行口座情報の追加を完了して、現金支払いを開始します。
pl: Zakończ dodawanie danych bankowych, aby rozpocząć otrzymywanie płatności gotówkowych.
pt: Finalize a adição de seus dados bancários para começar a receber pagamentos em dinheiro.
ro: Finalizează adăugarea detaliilor tale bancare pentru a începe să primești plăți în numerar.
ru: Завершите добавление банковских реквизитов для начала получения выплат наличными.
th: ระบุรายละเอียดบัญชีธนาคารให้สมบูรณ์เพื่อเริ่มการใช้จ่าย.
tr: Banka bilgilerinizi eklemeyi tamamlayarak nakit ödeme almaya başlayın.
uk: Допиши банківські реквізити, щоб почати отримувати готівкові виплати.
zh: 完成添加您的银行详细信息以开始接收现金付款。

# WALLET_V2__BALANCE_CASH__PENDING_BALANCE_INFO
source: Pending Balance {START_TAG_M-TOOLTIP} The total amount of cash you are scheduled to receive from wires {START_TAG_NG-CONTAINER} and/or Pro earnings {CLOSE_TAG_NG-CONTAINER} . The payout date is an estimation and it may take up to 7 days before your cash reaches your bank account. {CLOSE_TAG_M-TOOLTIP}
cs: Čekající zůstatek {START_TAG_M-TOOLTIP} Celková částka, kterou byste měli obdržet z převodů {START_TAG_NG-CONTAINER} nebo Pro výdělků {CLOSE_TAG_NG-CONTAINER} . Datum výplaty je odhad a může trvat až 7 dní, než peníze dorazí na váš bankovní účet. {CLOSE_TAG_M-TOOLTIP}
de: Ausstehender Kontostand {START_TAG_M-TOOLTIP} Der Gesamtbetrag an Bargeld, den Sie von Drähten {START_TAG_NG-CONTAINER} und/oder Pro Einnahmen {CLOSE_TAG_NG-CONTAINER} erhalten sollen. Das Auszahlungsdatum ist eine Schätzung und es kann bis zu 7 Tage dauern, bevor dein Bargeld dein Bankkonto erreicht. {CLOSE_TAG_M-TOOLTIP}
es: Saldo pendiente {START_TAG_M-TOOLTIP} La cantidad total de efectivo que has programado para recibir de cables {START_TAG_NG-CONTAINER} y/o ganancias Pro {CLOSE_TAG_NG-CONTAINER} . La fecha de pago es estimada y puede tardar hasta 7 días antes de que tu dinero llegue a tu cuenta bancaria. {CLOSE_TAG_M-TOOLTIP}
hi: लंबित शेष राशि {START_TAG_M-TOOLTIP} वह कुल नकद राशि होती है जो आपको भुगतान {START_TAG_NG-CONTAINER} और/या प्रो आय {CLOSE_TAG_NG-CONTAINER} से प्राप्त होने वाली है। पेआउट की तारीख एक अनुमानित तिथि है और आपके बैंक खाते में आपकी नकदी पहुंचने से पहले 7 दिन तक लग सकते हैं। {CLOSE_TAG_M-TOOLTIP}
it: Saldo in sospeso {START_TAG_M-TOOLTIP} L'importo totale di denaro che si prevede di ricevere dai trasferimenti {START_TAG_NG-CONTAINER} e/o guadagni Pro {CLOSE_TAG_NG-CONTAINER} . La data di pagamento è una stima e potrebbe richiedere fino a 7 giorni prima che il denaro raggiunga il tuo conto bancario. {CLOSE_TAG_M-TOOLTIP}
ja: 保留中の残高 {START_TAG_M-TOOLTIP} あなたがワイヤ {START_TAG_NG-CONTAINER} または Pro 収益 {CLOSE_TAG_NG-CONTAINER} から受け取る予定の現金の合計額。 支払い日は見積もりで、現金が銀行口座に到達するまでに最大7日かかる場合があります。 {CLOSE_TAG_M-TOOLTIP}
pl: Oczekujące saldo {START_TAG_M-TOOLTIP} Całkowita ilość gotówki którą planujesz otrzymać z {START_TAG_NG-CONTAINER} i/lub zysków Pro {CLOSE_TAG_NG-CONTAINER} . Data wypłaty jest szacowana i może potrwać do 7 dni zanim Twoja gotówka dotrze na Twoje konto bankowe. {CLOSE_TAG_M-TOOLTIP}
pt: Saldo Pendente {START_TAG_M-TOOLTIP} O valor total do dinheiro que você está agendado para receber de arames {START_TAG_NG-CONTAINER} e/ou ganhos Pro {CLOSE_TAG_NG-CONTAINER} . A data do pagamento é uma estimativa e pode demorar até 7 dias para que seu dinheiro chegue à sua conta bancária. {CLOSE_TAG_M-TOOLTIP}
ru: Баланс в ожидании {START_TAG_M-TOOLTIP} Общая сумма наличных для получения {START_TAG_NG-CONTAINER} и/или Pro заработок {CLOSE_TAG_NG-CONTAINER} . Дата выплаты оценивается и может занять до 7 дней до поступления денег на ваш банковский счет. {CLOSE_TAG_M-TOOLTIP}
uk: В очікуванні балансу {START_TAG_M-TOOLTIP} Загальна сума готівки, яку ви запланована отримати з проводів {START_TAG_NG-CONTAINER} або Pro прибутків {CLOSE_TAG_NG-CONTAINER} . Дата виплати є розрахунком і це може зайняти до 7 днів, перш ніж ваші гроші досягне свого банківського рахунку. {CLOSE_TAG_M-TOOLTIP}
zh: 挂起余额 {START_TAG_M-TOOLTIP} 您预定从线路接收的现金总金额 {START_TAG_NG-CONTAINER} 和/或Pro 收入数量 {CLOSE_TAG_NG-CONTAINER} 付款日期是一个估计，可能需要7天才能到达您的银行帐户。 {CLOSE_TAG_M-TOOLTIP}

# WALLET_V2__BALANCE_CASH__ESTIMATED_PAYOUT
source: Estimated Payout
cs: Odhadovaná výplata
de: Geschätzte Auszahlung
es: Pago estimado
hi: अनुमानित भुगतान
it: Pagamento Stimato
ja: 推定支払額
pl: Szacowana wypłata
pt: Pagamento Estimado
ro: Plată estimată
ru: Расчетная выплата
tr: Hesaplanan Ödeme
uk: Орієнтовна виплата
zh: 估计付款

# WALLET_V2__BALANCE_CASH__PRO_EARNINGS_INFO
source: Pro Earnings {START_TAG_M-TOOLTIP} At the end of each month, your Pro earnings will move into your pending balance if you've reached the $100 threshold. When this happens, your Pro earnings will be reset to zero. If you haven't reached the threshold, your earnings will rollover to the next month. {CLOSE_TAG_M-TOOLTIP}
cs: Pro výdělky {START_TAG_M-TOOLTIP} Na konci každého měsíce se vaše Pro výdělky převedou do vašeho čekajícího zůstatku, pokud dosáhnete limitu $100. Pokud se tak stane, vaše Pro výdělky budou resetovány na nulu. Pokud jste nedosáhli limitu, vaše výdělky se přesunou do následujícího měsíce. {CLOSE_TAG_M-TOOLTIP}
de: Pro Einnahmen {START_TAG_M-TOOLTIP} Am Ende eines jeden Monats werden Ihre Pro-Einnahmen in Ihr ausstehendes Guthaben fließen, wenn Sie die $100-Schwelle erreicht haben. Wenn dies geschieht, werden deine Pro-Einnahmen auf Null zurückgesetzt. Wenn du den Schwellenwert nicht erreicht hast, werden deine Einnahmen auf den nächsten Monat verlängert. {CLOSE_TAG_M-TOOLTIP}
es: Ganancias Pro {START_TAG_M-TOOLTIP} al final de cada mes, tus ganancias Pro pasarán a tu saldo pendiente si has alcanzado el umbral de $100. Cuando esto suceda, tus ganancias Pro se restablecerán a cero. Si no has alcanzado el umbral, tus ganancias se repondrán hasta el próximo mes. {CLOSE_TAG_M-TOOLTIP}
hi: प्रो कमाई {START_TAG_M-TOOLTIP} प्रत्येक महीने के अंत में, यदि आप $100 की सीमा तक पहुँच चुके हैं, तो आपकी प्रो आय आपके लंबित शेष में चली जाएगी। जब ऐसा होता है, तो आपकी प्रो कमाई शून्य पर रीसेट हो जाएगी। यदि आप थ्रेशोल्ड तक नहीं पहुंचे हैं, तो आपकी कमाई अगले महीने के लिए आगे चली जाएगी। {CLOSE_TAG_M-TOOLTIP}
it: Guadagni Pro {START_TAG_M-TOOLTIP} Alla fine di ogni mese, i tuoi guadagni Pro si sposteranno nel tuo saldo in sospeso se hai raggiunto la soglia di $100. Quando ciò accade, i tuoi guadagni Pro saranno azzerati. Se non hai raggiunto la soglia, i tuoi guadagni passeranno al mese successivo. {CLOSE_TAG_M-TOOLTIP}
ja: Proの収益 {START_TAG_M-TOOLTIP} 毎月末に$ 100の閾値に達した場合、Proの収益は保留中の残高に移行します。 これが発生すると、Proの収益がゼロにリセットされます。 しきい値に達していない場合、収益は次の月にロールオーバーします。 {CLOSE_TAG_M-TOOLTIP}
pt: Ganhos Pro {START_TAG_M-TOOLTIP} No final de cada mês, seus ganhos Pro vão para o seu saldo pendente se você atingir o limite de $100. Quando isso acontecer, seus ganhos Pro serão redefinidos para zero. Se você não atingir o limite, seus ganhos serão revertidos para o próximo mês. {CLOSE_TAG_M-TOOLTIP}
uk: Прибуток Pro {START_TAG_M-TOOLTIP} по кінці кожного місяця ваш прибуток від Pro буде переходити в очікуваний баланс, якщо ви досягнете границі 100$. Коли це станеться, ваш прибуток Pro буде перезавантажений на нуль. Якщо ви ще не досягли порогу, прибуток повернеться до наступного місяця. {CLOSE_TAG_M-TOOLTIP}
zh: Pro 收入 {START_TAG_M-TOOLTIP} 每月月末，如果您已经达到$100 阈值，您的Pro 收入将会转移到您的待定余额。 当这种情况发生时，您的专业版收入将被重置为零。 如果您尚未达到临界值，您的收入将转到下个月。 {CLOSE_TAG_M-TOOLTIP}

# WALLET_V2__BALANCE_CASH__GO_TO_PRO_ANALYTICS
source: Go to {START_LINK} Pro Analytics {CLOSE_LINK}
cs: Přejít na {START_LINK} Pro analýzy {CLOSE_LINK}
de: Gehe zu {START_LINK} Pro Analytics {CLOSE_LINK}
es: Ir a {START_LINK} Pro Analytics {CLOSE_LINK}
hi: {START_LINK} pro Analytics {CLOSE_LINK} पर जाएं
it: Vai a {START_LINK} Analytics Pro {CLOSE_LINK}
ja: {START_LINK} Pro Analytics {CLOSE_LINK} に移動
pl: Przejdź do {START_LINK} Pro Analytics {CLOSE_LINK}
pt: Ir para {START_LINK} Pro Analytics {CLOSE_LINK}
ro: Mergi la {START_LINK} Pro Analytics {CLOSE_LINK}
ru: Перейти к {START_LINK} Pro Analytics {CLOSE_LINK}
tr: {START_LINK} Pro Analitiğe {CLOSE_LINK} git
uk: Перейти до {START_LINK} Pro аналітики {CLOSE_LINK}
zh: 前往 {START_LINK} 专业分析 {CLOSE_LINK}

# WALLET_V2_TXS_TOKENS__UPCOMING
source: Upcoming
cs: Nadcházející
de: Bevorstehende
es: Próximamente
hi: आगामी
it: Prossimi
ja: 近日公開
pl: Nadchodzące
pt: Próximos
ro: Urmează
ru: Предстоящие
tr: Gelecek
uk: Майбутні
zh: 即将到来的

# WALLET_V2_TXS_TOKENS__TODAYS_DAILY_REWARDS
source: Today's Daily Rewards
cs: Dnešní denní odměny
de: Tägliche Belohnungen von heute
es: Recompensas diarias de hoy
hi: आज के दैनिक पुरस्कार
it: Ricompense Giornaliere di Oggi
ja: 今日のデイリーボーナス
pl: Dzisiejsze Dzienne Nagrody
pt: Recompensas Diárias de Hoje
ro: Recompense Zilnice de azi
ru: Ежедневные награды за день
tr: Bugünün Günlük Ödülleri
uk: Сьогоднішні Щоденні Нагороди
zh: 今天的每日奖励

# WALLET_V2_TXS_TOKENS__NO_TOKEN_TX_YET
source: You don't have any token transactions yet.
cs: Zatím nemáte žádné transakce s tokeny.
de: Sie haben noch keine Token-Transaktionen.
es: Aún no tienes ninguna transacción de token.
hi: आपके पास अभी तक कोई टोकन लेनदेन नहीं है।
it: Non hai ancora nessuna transazione in token.
ja: トークン取引はまだありません。
pl: Nie masz jeszcze żadnych transakcji z tokenami.
pt: Você ainda não tem nenhuma transação token ainda.
ro: Nu aveți încă nicio tranzacție simbolică.
tr: Henüz bir token işleminiz bulunmamaktadır.
uk: У вас ще немає ніяких транзакцій зі позначками.
zh: 您还没有任何代币交易。

# WALLET_V2_TXS_TOKENS__NO_X_TX_YET
source: You don't have any {INTERPOLATION} transactions yet.
cs: Zatím nemáte žádné {INTERPOLATION} transakce.
de: Sie haben noch keine {INTERPOLATION} Transaktionen.
es: Aún no tienes ninguna transacción en {INTERPOLATION} .
hi: आपके पास अभी तक कोई {INTERPOLATION} लेनदेन नहीं है।
it: Non hai ancora {INTERPOLATION} alcuna transazione.
ja: {INTERPOLATION} トランザクションがまだありません。
pl: Nie masz jeszcze żadnych transakcji {INTERPOLATION} .
pt: Você ainda não tem nenhuma {INTERPOLATION} transação.
ro: Încă nu aveți nicio tranzacție de {INTERPOLATION} .
ru: У вас еще нет {INTERPOLATION} транзакций.
tr: Henüz {INTERPOLATION} işleminiz bulunmamaktadır.
uk: У вас ще немає {INTERPOLATION} транзакцій.
zh: 您还没有任何 {INTERPOLATION} 交易。

# WALLET__V2__CASH__NO__TRANSACTIONS__YET
source: {START_PARAGRAPH} You don't have any cash transactions yet. {CLOSE_PARAGRAPH}
cs: {START_PARAGRAPH} Zatím nemáte žádné peněžní transakce. {CLOSE_PARAGRAPH}
de: {START_PARAGRAPH} Sie haben noch keine Bargeld-Transaktionen. {CLOSE_PARAGRAPH}
es: {START_PARAGRAPH} Todavía no tienes ninguna transacción en efectivo. {CLOSE_PARAGRAPH}
hi: {START_PARAGRAPH} आपके पास अभी तक कोई नकद लेनदेन नहीं है। {CLOSE_PARAGRAPH}
it: {START_PARAGRAPH} Non hai ancora transazioni in contanti. {CLOSE_PARAGRAPH}
ja: {START_PARAGRAPH} 現金取引はまだありません。 {CLOSE_PARAGRAPH}
pl: {START_PARAGRAPH} Nie masz jeszcze żadnych transakcji gotówkowych. {CLOSE_PARAGRAPH}
pt: {START_PARAGRAPH} Você ainda não tem nenhuma transação em dinheiro. {CLOSE_PARAGRAPH}
ro: {START_PARAGRAPH} Încă nu aveți nicio tranzacție în numerar. {CLOSE_PARAGRAPH}
ru: {START_PARAGRAPH} У вас пока нет операций с наличными. {CLOSE_PARAGRAPH}
tr: {START_PARAGRAPH} Henüz nakit işleminiz bulunmamaktadır. {CLOSE_PARAGRAPH}
uk: {START_PARAGRAPH} у вас ще немає готівкових операцій. {CLOSE_PARAGRAPH}
zh: {START_PARAGRAPH} 您还没有任何现金交易。 {CLOSE_PARAGRAPH}

# WALLET_V2__CASH_ONBOARD__ADD_BANK_ACCOUNT_INFO
source: Add your bank account details where cash rewards will be deposited.
cs: Přidejte údaje o vašem bankovním účtu, na který budou ukládány peněžní odměny.
de: Fügen Sie Ihre Kontodaten hinzu, auf denen Bargeldbelohnungen hinterlegt werden.
es: Añade los detalles de tu cuenta bancaria donde se depositarán las recompensas en efectivo.
hi: अपने बैंक खाते का विवरण जोड़ें जहां नकद पुरस्कार जमा किए जाएंगे।
it: Aggiungi gli estremi del tuo conto corrente dove verranno depositate le ricompense in contanti.
ja: 現金報酬が入金される銀行口座情報を追加します。
pl: Dodaj dane swojego konta bankowego, gdzie zostaną wypłacone nagrody gotówkowe.
pt: Adicione os dados da sua conta bancária onde serão depositadas recompensas em dinheiro.
ro: Adaugă detaliile contului tău bancar unde recompensele în numerar vor fi depuse.
ru: Добавьте Ваши банковские реквизиты, где будут депонированы наличные платежи.
tr: Nakit ödüllerin yatırılacağı banka hesabı bilgilerinizi ekleyiniz.
uk: Додайте свої банківські реквізити для зняття грошових коштів.
zh: 添加您的银行帐户详细信息将存入现金奖励。

# WALLET_V2__CASH_ONBOARD__ADD_BANK_DETAILS
source: Add your bank details
cs: Přidejte své bankovní údaje
de: Bankdaten hinzufügen
es: Añade tus datos bancarios
hi: अपने बैंक विवरण जोड़ें
it: Aggiungi i tuoi estremi bancari
ja: 口座情報を追加する
pl: Dodaj swoje dane bankowe
pt: Adicione os seus dados bancários
ro: Adaugă detaliile tale bancare
ru: Добавить банковские реквизиты
th: เพิ่มข้อมูลธนาคารของคุณ
tr: Banka bilgileriniz girin
uk: Додайте банківські реквізити
zh: 添加您的银行详细信息

# WALLET_V2__CASH_ONBOARD__START_RECEIVING_CASH_PAYOUTS
source: Start receiving cash payouts by adding your bank details.
cs: Začněte dostávat peněžní platby přidáním vašich bankovních údajů.
de: Beginnen Sie mit der Auszahlung der Auszahlung, indem Sie Ihre Bankdaten hinzufügen.
es: Empieza a recibir pagos en efectivo añadiendo tus datos bancarios.
hi: अपने बैंक विवरण जोड़कर नकद भुगतान प्राप्त करना शुरू करें।
it: Inizia a ricevere pagamenti in contanti aggiungendo i tuoi estremi bancari.
ja: 銀行口座情報を追加して、現金支払いを開始します。
pl: Zacznij otrzymywać wypłaty gotówki, dodając swoje dane bankowe.
pt: Comece a receber pagamentos em dinheiro adicionando seus dados bancários.
ro: Primește plăți în numerar prin adăugarea detaliilor tale bancare.
ru: Начните получать выплаты наличными, добавив Ваши банковские реквизиты.
tr: Banka bilgilerinizi girerek nakit ödemeler almaya başlayın.
uk: Почніть отримувати готівкові виплати, додавши ваші банківські реквізити.
zh: 通过添加您的银行详细信息，开始接收现金付款。

# CASH_ONBOARDING__COUNTRY
source: Country
cs: Země
de: Land
es: País
hi: देश
it: Paese
ja: 国
pt: País/região
ro: Țară
ru: Страна
th: ประเทศ
tr: Ülke
uk: Країна
zh: 国家

# CASH_ONBOARDING__FIRST_NAME
source: First Name
cs: Křestní jméno
de: Vorname
es: Nombre
hi: प्रथम नाम
it: Nome
ja: 名
pl: Imię
pt: Primeiro nome
ro: Prenume
th: ชื่อ
tr: Adınız
uk: Ім`я
zh: 名字

# CASH_ONBOARDING__LAST_NAME
source: Last Name
cs: Příjmení
de: Nachname
es: Apellido
hi: अंतिम नाम
it: Cognome
ja: 姓
pl: Nazwisko
pt: Último Nome
ro: Nume de familie
ru: Фамилия
th: นามสกุล
tr: Soyadınız
uk: Прізвище
zh: 名字

# CASH_ONBOARDING__PHONE_NUMBER
source: Phone Number
cs: Telefonní číslo
de: Telefonnummer
es: Número de teléfono
hi: फ़ोन नंबर
it: Numero di telefono
ja: 電話番号
pl: Numer telefonu
pt: Número de telefone
ro: Număr de telefon
ru: Номер Телефона
th: หมายเลขโทรศัพท์
tr: Telefon Numarası
uk: Номер телефону
zh: 电话号码

# CASH_ONBOARDING__HK_ID_CARD
source: Hong Kong Identity Card (HKID)
cs: Identifikační průkaz Hongkongu (HKID)
de: Hongkong-Personalausweis (HKID)
es: Tarjeta de Identidad de Hong Kong (HKID)
it: Carta d'Identità di Hong Kong (HKID)
pl: Numer identyfikacyjny Hongkongu (HKID)
pt: Cartão de Identidade de Hong Kong (HKID)
ro: Card de identitate Hong Kong (HKID)
ru: Гонконгская идентификационная карта (HKID)
th: บัตรประจำตัวประชาชนเขตปกครองพิเศษฮ่องกง
tr: Hong Kong Kimlik Kardı (HKID)
uk: Карта ідентифікації Гонконгу (HKID)
zh: 香港身份卡 (HKID)

# CASH_ONBOARDING__SG_ID_CARD
source: National Registration Identity Card (NRIC)
cs: Národní identifikační průkaz (NRIC)
de: Nationaler Personalausweis (NRIC)
es: Tarjeta de identificación de registro nacional (NRIC)
hi: राष्ट्रीय पंजीकरण पहचान पत्र (NRIC)
ja: 国民登録証明書(NRIC)
pl: Krajowy dowód tożsamości (NRIC)
pt: Cartão de Identidade de Inscrição Nacional (NRIC)
ro: Cardul național de identitate (NRIC)
th: บัตรประจำตัวประชาชน
tr: Ulusal Kayıt Kimlik Kartı (NRIC)
uk: Картка національної реєстрації (NRIC)
zh: 国家注册身份证(NRIC)

# CASH_ONBOARDING__SSN_LAST_4_DIGITS
source: SSN (last 4 digits)
cs: SSN (poslední 4 čísla)
es: SSN (últimos 4 dígitos)
it: SSN (ultime 4 cifre)
th: รหัสความปลอดภัย (4 ตัวท้าย)
tr: SSN (son 4 hane)

# CASH_ONBOARDING__ADDRESS
source: Address
cs: Adresa
de: Adresse
es: Dirección
hi: पता
it: Indirizzo
ja: アドレス
pl: Adres
pt: Endereço
ro: Adresa
ru: Адрес
th: ที่อยู่
tr: Adres
uk: Адреса
zh: 地址

# CASH_ONBOARDING__CITY
source: City
cs: Město
de: Stadt
es: Ciudad
hi: शहर
it: Città
ja: 市区町村名
pl: Miasto
ro: Oraș
ru: Город
tr: Şehir
uk: Місто
zh: 城市

# CASH_ONBOARDING__STATE
source: State
cs: Stát
de: Bundesland
es: Estado
hi: राज्य
it: Stato
ja: 都道府県：
pl: Stan
ro: Județ
ru: Область
th: สถานะ
tr: Eyalet
uk: Держава
zh: 状态
