Repository: Minds/front
Catalog: src/locale/Minds.*.xliff
Languages: cs, de, es, hi, it, ja, pl, pt, ro, ru, th, tr, uk, zh

# PHONE_VERIFICATION__DIDNT_RECEIVE_IT_SEND_AGAIN
source: Didn't receive it? {START_LINK} Send it again {CLOSE_LINK} or {START_LINK_1} change phone number {CLOSE_LINK}
cs: Neobdrželi jste ho? {START_LINK} Pošlete jej znovu {CLOSE_LINK} nebo {START_LINK_1} změňte telefonní číslo {CLOSE_LINK}
de: Du hast es nicht erhalten? {START_LINK} Schicke es erneut {CLOSE_LINK} oder {START_LINK_1} ändere die Telefonnummer {CLOSE_LINK}
es: ¿No lo recibió? {START_LINK} Envíalo de nuevo {CLOSE_LINK} o {START_LINK_1} cambia el número de teléfono {CLOSE_LINK}
hi: प्राप्त नहीं हुआ? {START_LINK} इसे फिर से भेजें {CLOSE_LINK} या {START_LINK_1} फ़ोन नंबर बदलें {CLOSE_LINK}
it: Non l'hai ricevuto? {START_LINK} Invialo di nuovo {CLOSE_LINK} o {START_LINK_1} cambia numero di telefono {CLOSE_LINK}
ja: 受信されませんでしたか？ {START_LINK} {CLOSE_LINK} または {START_LINK_1} 変更した電話番号 {CLOSE_LINK} をもう一度送信してください
pl: Nie otrzymałeś? {START_LINK} Wyślij go ponownie {CLOSE_LINK} lub {START_LINK_1} zmień numer telefonu {CLOSE_LINK}
pt: Não o recebeu? {START_LINK} Envie novamente {CLOSE_LINK} ou {START_LINK_1} altere o número de telefone {CLOSE_LINK}
ro: Nu l-ați primit? {START_LINK} Trimiteți-l din nou {CLOSE_LINK} sau {START_LINK_1} schimbați numărul de telefon {CLOSE_LINK}
ru: Не получили? {START_LINK} Отправьте его снова {CLOSE_LINK} или {START_LINK_1} измените номер телефона {CLOSE_LINK}
uk: Не отримали? {START_LINK} Надішліть його знову {CLOSE_LINK} або {START_LINK_1} змінити номер телефону {CLOSE_LINK}
zh: 没有收到吗？ {START_LINK} 再次发送 {CLOSE_LINK} 或 {START_LINK_1} 更改电话号码 {CLOSE_LINK}

# WALLETV2_REWARDS_POPUP__TOTAL_SCORE
source: Total Score
cs: Celkové skóre
de: Gesamtpunktzahl
es: Puntuación total
hi: कुल स्कोर
it: Punteggio Totale
ja: 合計得点
pl: Łączny wynik
pt: Pontuação Total
ro: Scor total
ru: Итого
tr: Toplam Skor
uk: Всього очок
zh: 总得分

# WALLETV2_REWARDS_POPUP__HAVEN'T_YET_RECEIVED
source: You haven't earned any daily rewards yet.
cs: Zatím jste nevydělali žádné denní odměny.
de: Du hast noch keine täglichen Belohnungen verdient.
es: Aún no has ganado ninguna recompensa diaria.
hi: आपने अभी तक कोई दैनिक पुरस्कार अर्जित नहीं किया है।
it: Non hai ancora guadagnato nessuna ricompensa giornaliera.
ja: デイリー報酬をまだ獲得していません。
pl: Nie zdobyłeś jeszcze żadnych dziennych nagród.
pt: Você ainda não ganhou nenhuma recompensa diária.
ro: Nu ai câștigat încă nicio recompensă zilnică.
ru: Вы еще не заработали никаких ежедневных наград.
tr: Henüz hiç günlük ödül kazanmadınız.
uk: Ви ще не заробили жодних щоденних нагород.
zh: 您还没有获得任何每日奖励。

# WALLETV2_TX_TABLE__MINDS_REWARD
source: Minds Reward
cs: Minds odměna
de: Gedankenbelohnung
es: Recompensa de la mente
hi: Minds पुरस्कार
it: Ricompense di Minds
ja: マインド報酬
pl: Nagroda za umysły
pt: Recompensa por Mentes
ro: Recompensa Minds
ru: Награда за удары
tr: Minds Ödül
zh: 心灵奖励

# WALLETV2_TX_TABLE__PURCHASE
source: Purchase
cs: Nákup
de: Kaufen
es: Comprar
hi: खरीद
it: Acquista
ja: 購入
pl: Zakup
pt: Comprar
ro: Cumpără
ru: Покупка
tr: Satın al
uk: Купівля
zh: 购买

# WALLETV2_TX_TABLE__PAYOUT
source: Payout
cs: Výplata
de: Auszahlung
es: Pagos
hi: भुगतान
it: Prelievo
ja: 支払い
pl: Wypłata
pt: Pagamento
ro: Plată
ru: Выплата
tr: Ödeme
uk: Виведення коштів
zh: 支付

# WALLETV2_TX_TABLE__PRO_EARNINGS
source: Pro Earnings
cs: Pro výdělky
de: Pro-Einnahmen
es: Ganancias Pro
hi: Pro कमाई
it: Guadagni Pro
ja: Pro収益
pl: Zyski Pro
pt: Ganhos Pro
ro: Câștiguri Pro
ru: Доходы от Pro
th: รายได้ (ไม่สุทธิ)
tr: Pro Kazançları
uk: Дохід Pro
zh: 专业收入

# WALLETV2_TX_TABLE__TRANSACTION
source: Transaction
cs: Transakce
de: Transaktion
es: Transacción
hi: लेन-देन
it: Transazione
ja: 取引
pl: Transakcja
pt: Transação
ro: Tranzacție
ru: Транзакция
tr: İşlem
uk: Транзакція
zh: 交易

# WALLET_V2_SETTINGS_TOKENS__ONCHAIN_ADDRESS
source: On-Chain Address
cs: On-Chain adresa
de: On-Chain Adresse
es: Dirección en cadena
it: Indirizzo On-Chain
ja: オンチェーン アドレス
pl: Adres w łańcuchu
pt: Endereço em Cadeia
ro: Adresă în lanț
ru: Адрес для цепи
uk: Ланцюгова Адреса
zh: 打开链地址

# WALLET_V2_SETTINGS_TOKENS__RECOMMENDED
source: RECOMMENDED
cs: DOPORUČENÉ
de: EMPFOHLT
es: RECOMENDADO
hi: की सिफारिश की
it: RACCOMANDATO
ja: 推奨されます
pl: ZALECANE
pt: RECOMENDADO
ro: RECOMANDAT
ru: РЕКОМЕНДУЕМЫЙ
tr: ÖNERİLEN
uk: РЕКОМЕНДОВАНІ
zh: 推荐的

# WALLET_V2_SETTINGS_TOKENS__INSTALL_METAMASK
source: Install MetaMask
cs: Instalovat MetaMask
hi: MetaMask इंस्टॉल करें
ja: メタマスクをインストール
zh: 安装 MetaMask

# WALLET_V2_SETTINGS_TOKENS__MINDS_RECOMMENDS_METAMASK_INFO
source: Minds recommends using MetaMask for the most seamless user experience.
cs: Minds doporučuje používat MetaMask pro nejplynulejší uživatelský zážitek.
hi: Minds यूज़र के सबसे सहज यूज़र अनुभव के लिए MetaMask का उपयोग करने की सलाह देता है।
ja: 最もシームレスなユーザーエクスペリエンスのためにMetaMaskを使用することをお勧めします。
zh: 建议使用 MetaMask 获取最无缝的用户体验。

# WALLET_V2_SETTINGS_TOKENS__LINK_METAMASK
source: Link MetaMask
cs: Propojit MetaMask
es: Máscara de enlace
hi: MetaMask को लिंक करें
ja: リンクメタマスク
uk: Маска посилання
zh: 链接元蒙版

# WALLET_V2_SETTINGS_TOKENS__RELOAD_INFO
source: Note: You might need to reload Minds after installing and setting up MetaMask.
cs: Poznámka: Po instalaci a nastavení MetaMask budete možná muset znovu načíst Minds.
hi: नोट: MetaMask को इंस्टॉल करने और सेटअप करने के बाद आपको Minds को फिर से लोड करने की जरूरत हो सकती है।
ja: 注: MetaMask のインストールと設定後、Mindsを再読み込みする必要がある場合があります。
zh: 注意：您可能需要在安装和设置 MetaMask 后重新加载心灵。

# WALLET_V2_SETTINGS_TOKENS__CUSTOM
source: Custom
cs: Vlastní
de: Eigene
es: Personalizado
hi: कस्टम
it: Personalizzato
ja: カスタム
pl: Własny
pt: Personalizado
ro: Personalizat
ru: Свой
tr: Özel
uk: Користувацька
zh: 自定义

# WALLET_V2_SETTINGS_TOKENS__METAMASK_ALT_INFO
source: You don’t need to use MetaMask. You can alternatively manage your own address.
cs: Nemusíte používat MetaMask. Můžete spravovat svoji vlastní adresu i jinak.
hi: आपको MetaMask का उपयोग करने की आवश्यकता नहीं है। आप वैकल्पिक रूप से अपने स्वयं के पते को मैनेज कर सकते हैं।
ja: MetaMaskを使用する必要はありません。住所を管理することもできます。
zh: 您不需要使用MetaMask。您也可以管理您自己的地址。

# WALLET_V2_SETTINGS_TOKENS__BACK_TO_CURRENT
source: Back to current address
cs: Zpět na aktuální adresu
de: Zurück zur aktuellen Adresse
es: Volver a la dirección actual
hi: वर्तमान पते पर वापस जाएं
it: Torna all'indirizzo corrente
ja: 現在の住所に戻る
pl: Powrót do bieżącego adresu
pt: Voltar ao endereço atual
ro: Înapoi la adresa curentă
ru: Вернуться к текущему адресу
tr: Mevcut adrese geri dön
uk: Повернутися на поточну адресу
zh: 返回当前地址

# WALLET_V2_SETTINGS_TOKENS__CREATE_ADDRESS
source: Create Address
cs: Vytvořit adresu
de: Adresse erstellen
es: Crear dirección
hi: पता बनाएँ
it: Crea Indirizzo
ja: 住所を作成
pl: Utwórz adres
pt: Criar endereço
ro: Creare adresă
ru: Создать адрес
tr: Adres Oluştur
uk: Створити адресу
zh: 创建地址

# WALLET_V2_SETTINGS_TOKENS__GENERATE_CUSTOM_ADDRESS_INFO
source: Generate a custom address to use instead of MetaMask. Once the address is generated, you will be provided with a link to download the address and private key.
cs: Vygenerujte vlastní adresu místo MetaMask. Po vygenerování adresy budete mít k dispozici odkaz na stažení adresy a soukromého klíče.
hi: उपयोग करने के लिए MetaMask के बजाय एक कस्टम पता बनाएं। एक बार पता बनने के बाद, आपको पता और निजी कुंजी डाउनलोड करने के लिए एक लिंक प्रदान किया जाएगा।
ja: MetaMask の代わりに使用するカスタムアドレスを生成します。 アドレスが生成されると、アドレスと秘密鍵をダウンロードするためのリンクが表示されます。
zh: 生成一个自定义地址来代替MetaMask。 一旦地址生成，您将获得下载地址和私钥的链接。

# WALLET_V2_SETTINGS_TOKENS__THE_ADDRESS_X_WAS_SUCCESSFULLY
source: The address {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} was successully saved as your on-chain address. Click the button below to download its private key - you will need it to conduct transactions, so ensure you safely store the private key file.
cs: Adresa {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} byla úspěšně uložena jako vaše On-Chain adresa. Klikněte na tlačítko níže pro stažení soukromého klíče - budete jej potřebovat pro provádění transakcí, takže se ujistěte o bezpečném uložení souboru se soukromým klíčem.
es: La dirección {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} se ha guardado correctamente como su dirección en cadena. Haz clic en el botón de abajo para descargar su clave privada - la necesitarás para realizar transacciones, para asegurarse de que almacena con seguridad el archivo de clave privada.
hi: पता {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} आपके on-chain पते के रूप में सफलतापूर्वक सहेजा गया था। इसकी निजी कुंजी डाउनलोड करने के लिए नीचे दिए गए बटन पर क्लिक करें - आपको लेनदेन करने के लिए इसकी आवश्यकता होगी, इसलिए सुनिश्चित करें कि आप निजी कुंजी फ़ाइल को सुरक्षित रूप से संग्रहीत करें।
it: L'indirizzo {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} è stato salvato con successo come tuo indirizzo on-chain. Fare clic sul pulsante qui sotto per scaricare la sua chiave privata - avrete bisogno di effettuare transazioni, quindi assicuratevi di memorizzare in modo sicuro il file della chiave privata.
ja: アドレス {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} は、あなたのオンチェーンアドレスとして保存されました。 秘密鍵をダウンロードするには、下のボタンをクリックしてください - トランザクションを実行するために必要になります 秘密鍵ファイルを安全に保管してください
pl: Adres {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} został pomyślnie zapisany jako Twój adres on-chain. Kliknij poniższy przycisk, aby pobrać jego klucz prywatny - będziesz potrzebować go do przeprowadzenia transakcji, więc upewnij się, że bezpiecznie przechowujesz plik klucza prywatnego.
pt: O endereço {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} foi salvo com sucesso como seu endereço em cadeia. Clique no botão abaixo para baixar sua chave privada - você precisará dela para realizar transações, então certifique-se de que você armazena com segurança o arquivo de chave privada.
ro: Adresa {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} a fost salvată cu succes ca adresă în lanț. Faceți clic pe butonul de mai jos pentru a descărca cheia privată - veți avea nevoie de ea pentru a efectua tranzacții, astfel încât să vă asigurați că stocați în siguranță fișierul cu cheie privată.
ru: Адрес {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} был успешно сохранен как ваш on-chain адрес. Нажмите на кнопку ниже, чтобы загрузить его закрытый ключ - вам понадобится для проведения транзакций, поэтому убедитесь, что вы безопасно храните файл с закрытым ключом.
uk: Адреса {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} була успішно збережена як ваша ланцюгова адреса. Натисніть кнопку нижче, щоб завантажити свій закритий ключ – вам потрібно, щоб здійснити операції, тому переконайтеся, що ви безпечно зберігаєте файл закритого ключа.
zh: 地址 {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} 已成功保存为您的链上地址。 点击下面的按钮下载私钥 - 您需要它来进行交易。 这样确保您安全地存储私钥文件。

# WALLET_V2_SETTINGS_TOKENS__DOWNLOAD_PRIVATE_KEY
source: Download Private Key
cs: Stáhnout soukromý klíč
de: Privaten Schlüssel herunterladen
es: Descargar Clave Privada
hi: निजी कुंजी डाउनलोड करें
it: Scarica la Chiave Privata
ja: 秘密鍵をダウンロード
pl: Pobierz klucz prywatny
pt: Baixar chave privada
ro: Descarcă cheia privată
ru: Скачать приватный ключ
tr: Özel Anahtarı İndir
uk: Завантажити закритий ключ
zh: 下载私钥

# WALLET_V2_SETTINGS_TOKENS__BACK_TO_SETTINGS
source: Back to settings
cs: Zpět do nastavení
de: Zurück zu den Einstellungen
es: Volver a la configuración
it: Torna alle impostazioni
ja: 設定に戻る
pl: Powrót do ustawień
pt: Voltar para as configurações
ro: Înapoi la setări
ru: Вернуться к настройкам
tr: Ayarlara dön
uk: Назад до налаштувань
zh: 返回设置

# WALLET_V2_SETTINGS_TOKENS__PROVIDE_ADDRESS
source: Provide Address
cs: Zadejte adresu
de: Adresse angeben
es: Proporcionar dirección
hi: पता प्रदान करें
it: Fornisci l'Indirizzo
ja: 住所を入力
pl: Podaj adres
pt: Fornecer o endereço
ro: Furnizare adresă
ru: Предоставьте адрес
tr: Adres Girin
uk: Вкажіть адресу
zh: 提供地址

# WALLET_V2_SETTINGS_TOKENS__ENTER_ADDRESS_AS_WALLET_INFO
source: Enter the address that will be stored as your wallet for Minds on-chain tokens and Ether payments. To conduct transactions you will need your wallet's private key and MetaMask cannot be installed in your browser.
cs: Zadejte adresu, která bude uložena jako vaše peněženka pro Minds On-Chain tokeny a Ether platby. Chcete-li provádět transakce, budete potřebovat soukromý klíč vaší peněženky a MetaMask nesmí být nainstalovaný ve vašem prohlížeči.
hi: उस पते को दर्ज करें जिसे आपके वॉलेट के रूप में Minds पर on-chain टोकनऔर Ether के भुगतान के लिए संग्रहीत किया जाएगा। लेनदेन का संचालन करने के लिए आपको अपने वॉलेट की निजी कुंजी की आवश्यकता होगी और MetaMask आपके ब्राउज़र में इंस्टॉल नहीं किया जा सकता है।
ja: Minds on-chain tokens および Ether payments のウォレットとして保存されるアドレスを入力します。 トランザクションを実行するには、ウォレットの秘密鍵が必要になり、ブラウザにMetaMaskをインストールすることはできません。
zh: 输入作为你钱包存储的地址，用于Minds在链令牌和Ether 付款。 要进行交易，您将需要您的钱包私钥，MetaMask无法安装在您的浏览器。

# SETTINGS_TOKENS__ONCHAIN_ADDRESS
source: On-chain Address
cs: On-Chain adresa
de: On-chain Adresse
es: Dirección en cadena
hi: On-chain पता
it: Indirizzo On-chain
ja: オンチェーン アドレス
pl: Adres w łańcuchu
pt: Endereço On-chain
ro: Adresă în lanț
ru: Адрес в цепи
uk: Адреса
zh: 链上地址

# SETTINGS_TOKENS__ONCHAIN_ADDRESS_INFO
source: This address is where you will receive on-chain Minds tokens and Ether payments
cs: Na tuto adresu budete dostávat Minds On-Chain tokeny a Ether platby
de: Diese Adresse ist wo du on-chain Minds Token und Ether Zahlungen erhalten wirst
es: Esta dirección es donde recibirás fichas de Minds en cadena y pagos de Éter
hi: यह पता वह जगह है जहाँ आपको On-chain Minds टोकन और ether के भुगतान प्राप्त होंगे
it: Questo indirizzo è dove riceverai i token Minds on-chain e pagamenti in Ether
ja: このアドレスは、チェーン上のMindsトークンとEtherの支払いを受け取る場所です。
pl: Ten adres to miejsce, w którym otrzymasz tokeny umysłu i płatności Ether
pt: Este endereço é onde você receberá os tokens de Minds em cadeia e pagamentos Ether
zh: 这个地址是您将在链中接收心灵令牌和Ether 付款的地方

# SETTINGS_TOKENS__INVALID_ADDRESS_FORMAT
source: Invalid address format
cs: Neplatný formát adresy
de: Ungültiges Adressformat
es: Formato de dirección no válido
hi: अमान्य पता फ़ॉर्मेट
it: Formato indirizzo non valido
ja: アドレスの形式が無効です
pl: Nieprawidłowy format adresu
pt: Formato de endereço inválido
ro: Format de adresă nevalid
ru: Неверный формат адреса
tr: Geçersiz adres biçimi
uk: Неприпустимий формат адреси
zh: 无效的地址格式

# SETTINGS_TOKENS__UPDATE_ONCHAIN_ADDRESS
source: Update on-chain address
cs: Aktualizovat On-Chain adresu
es: Actualizar dirección en cadena
it: Aggiorna indirizzo on-chain
ja: チェーン上のアドレスを更新
pl: Aktualizuj adres w łańcuchu
pt: Atualizar endereço em cadeia
ro: Actualizare adresă în lanț
ru: Обновить адрес в цепи
uk: Оновити адресу на ланцюжку
zh: 更新链上的地址

# SETTINGS_TOKENS__BACK_TO_SETTINGS
source: Back to settings
cs: Zpět do nastavení
de: Zurück zu den Einstellungen
es: Volver a la configuración
it: Torna alle impostazioni
ja: 設定に戻る
pl: Powrót do ustawień
pt: Voltar para as configurações
ro: Înapoi la setări
ru: Вернуться к настройкам
tr: Ayarlara dön
uk: Назад до налаштувань
zh: 返回设置

# SETTINGS_TOKENS__CURRENT_ADDRESS
source: Current address
cs: Aktuální adresa
de: Aktuelle Adresse
es: Dirección actual
hi: वर्तमान पता
it: Indirizzo corrente
ja: 現在のアドレス
pl: Bieżący adres
pt: Endereço atual
ro: Adresa curentă
ru: Текущий адрес
tr: Mevcut adres
uk: Поточна адреса
zh: 当前地址

# SETTINGS_TOKENS__CHANGE_ADDRESS
source: Change Address
cs: Změnit adresu
de: Adresse ändern
es: Cambiar dirección
hi: पता बदल जाना
it: Cambia Indirizzo
ja: 住所の変更
pl: Zmień adres
pt: Alterar endereço
ro: Schimbă adresa
ru: Изменить адрес
tr: Adresi Değiştir
uk: Змінити адресу
zh: 更改地址

# SETTINGS_TOKENS__TO_RECEIVE_INFO
source: To receive on-chain payments from other channels (e.g. from a Wire or a Boost), you will need an on-chain address. You can change it here at any time. Note: your on-chain address is the same as your Ether address. {START_TAG_M-TOOLTIP} Why? On-chain tokens run on the Ethereum network and require Ether to send. {CLOSE_TAG_M-TOOLTIP}
cs: Pro příjem On-Chain plateb od ostatních kanálů (např. pomocí převodu nebo Boostu), budete potřebovat On-Chain adresu. Zde ji můžete kdykoliv změnit. Poznámka: Vaše On-Chain adresa je stejná jako vaše Ethereum adresa. {START_TAG_M-TOOLTIP} Proč? On-Chain tokeny fungují na Ethereum síti a pro odeslání vyžadují Ether. {CLOSE_TAG_M-TOOLTIP}
hi: अन्य चैनलों से on-chain भुगतान प्राप्त करने के लिए (जैसे कि वायर या बूस्ट से), आपको एक on-chain एड्रेस की आवश्यकता होगी। आप इसे किसी भी समय यहां बदल सकते हैं। नोट: आपका on-chain पता आपके Ether पते के समान है। {START_TAG_M-TOOLTIP} क्यों? On-chain टोकन Ethereum नेटवर्क पर चलते हैं और भेजने के लिए Ether की आवश्यकता होती है। {CLOSE_TAG_M-TOOLTIP}
ja: 他のチャネルからチェーンでの支払いを受け取るには (例: WireやBoostから)、チェーンアドレスが必要になります。ここでいつでも変更できます。 注:チェーン上のアドレスはEtherアドレスと同じです。 {START_TAG_M-TOOLTIP} なぜですか? イーサリアムネットワーク上で実行されるオンチェーン トークンで送信するにはEtherが必要です。 {CLOSE_TAG_M-TOOLTIP}
zh: 从其他渠道(如：从链上接收付款) 从 Wire 或 Boost, 您需要一个链上的地址。您可以随时在此更改它。 注意：您的链上地址与您的Ether 地址相同。 {START_TAG_M-TOOLTIP} 为什么？在Ethereum 网络上运行的链式令牌需要Ether 来发送。 {CLOSE_TAG_M-TOOLTIP}

# WALLETV2_SETTINGS_CASH__BANK_INFO
source: Bank Information
cs: Bankovní údaje
de: Bankinformationen
es: Información bancaria
hi: बैंक जानकारी
it: Informazioni Bancarie
ja: 銀行情報
pl: Informacje bankowe
pt: Informações Bancárias
ro: Informații bancare
ru: Банковская информация
th: ข้อมูลธนาคาร
tr: Banka Bilgisi
uk: Інформація про банк
zh: 银行信息

# WALLETV2_SETTINGS__SORRY_NO_NSFW_CHANNELS
source: Sorry, NSFW (not safe for work) channels are unable to onboard to Cash due to {START_LINK} Stripe's Terms of Service {CLOSE_LINK} . You may still use Tokens, ETH and BTC for payments.
cs: Je nám líto, ale kanály NSFW (není bezpečné pro práci) nemohou přijímat peněžní platby kvůli {START_LINK} Obchodním podmínkám Stripe {CLOSE_LINK} . Pro platby můžete stále používat tokeny, ETH a BTC.
de: Entschuldigung, NSFW (nicht sicher für die Arbeit) Kanäle können aufgrund der {START_LINK} Stripes Nutzungsbedingungen {CLOSE_LINK} nicht an Bord von Bargeld sein. Sie können für Zahlungen immer noch Token, ETH und BTC verwenden.
es: Lo sentimos, los canales NSFW (no seguros para el trabajo) no pueden embarcar en efectivo debido a los términos de servicio de {START_LINK} Stripe {CLOSE_LINK} . Puede usar Tokens, ETH y BTC para pagos.
hi: क्षमा करें, NSFW (कार्य के लिए सुरक्षित नहीं) चैनल {START_LINK} Stripe की सेवा शर्तों {CLOSE_LINK} के कारण कैश की सुविधा चालू करने में असमर्थ हैं। आप भुगतान के लिए अभी भी टोकन, ETH और BTC का उपयोग कर सकते हैं।
it: Siamo spiacenti, i canali NSFW (non sicuri per il lavoro) non sono in grado di accedere ai pagamenti Cash a causa dei {START_LINK} Termini di Servizio di Stripe {CLOSE_LINK} . Per i pagamenti puoi comunque utilizzare i Token, ETH e BTC.
pl: Przepraszamy, kanały NSFW (nie bezpieczne dla pracy) nie są w stanie wejść na pokład gotówki z powodu {START_LINK} Warunków Obsługi {CLOSE_LINK} . Nadal możesz używać Tokenów, ETH i BTC do płatności.
pt: Desculpe, canais NSFW (não são seguros para o trabalho) não podem entrar no board para Cash devido aos {START_LINK} Termos de Serviço do Stripe {CLOSE_LINK} . Você ainda pode usar Tokens, ETH e BTC para pagamentos.
ro: Ne pare rău, canalele NSFW (nesigure pentru muncă) nu pot fi instalate la bord din cauza Termenilor de Utilizare ai Serviciului {CLOSE_LINK} pentru {START_LINK} Stripes. Puteți utiliza în continuare Tokens, ETH și BTC pentru plăți.
zh: 对不起，由于 {START_LINK} Stripe的服务条款 {CLOSE_LINK} , NSFW(不安全)频道无法在板上提现金。 您仍然可以使用 Token、ETH 和 BTC 付款。

# WALLETV2_SETTINGS_ETH__SAME_AS_ONCHAIN_TEXT
source: Your Ether address is the same as your on-chain address. {START_TAG_M-TOOLTIP} Why? On-chain tokens run on the Ethereum network and require Ether to send. {CLOSE_TAG_M-TOOLTIP}
cs: Vaše Ethereum adresa je stejná jako vaše On-Chain adresa. {START_TAG_M-TOOLTIP} Proč? On-Chain tokeny fungují na Ethereum síti a pro odeslání vyžadují Ether. {CLOSE_TAG_M-TOOLTIP}
hi: आपका Ether पता आपके on-chain पते के समान है। {START_TAG_M-TOOLTIP} क्यों? on-chain टोकन Ethereum नेटवर्क पर चलते हैं और भेजने के लिए Ether की आवश्यकता होती है। {CLOSE_TAG_M-TOOLTIP}
ja: あなたのEtherアドレスはオンチェーンアドレスと同じです。 {START_TAG_M-TOOLTIP} なぜですか？イーサリアムネットワーク上で実行されるオンチェーントークンは送信する必要があります。 {CLOSE_TAG_M-TOOLTIP}
zh: 您的Ether 地址与您的上链地址相同。 {START_TAG_M-TOOLTIP} 为什么？在Ethereum 网络上运行的链接令牌需要Ether 才能发送。 {CLOSE_TAG_M-TOOLTIP}

# WALLETV2_SETTINGS_ETH__CHANGE_YOUR_ADDRESS
source: To view or change your address, go to {START_LINK} token settings {CLOSE_LINK} .
cs: Chcete-li zobrazit nebo změnit vaši adresu, jděte do {START_LINK} nastavení tokenu {CLOSE_LINK} .
de: Um Ihre Adresse anzuzeigen oder zu ändern, gehen Sie zu {START_LINK} Token Einstellungen {CLOSE_LINK} .
es: Para ver o cambiar su dirección, vaya a la configuración de {START_LINK} token {CLOSE_LINK} .
hi: अपना पता देखने या बदलने के लिए, {START_LINK} token सेटिंग {CLOSE_LINK} पर जाएँ।
it: Per visualizzare o modificare il tuo indirizzo, vai alle impostazioni dei token {START_LINK} {CLOSE_LINK} .
ja: アドレスを表示または変更するには、 {START_LINK} トークン設定 {CLOSE_LINK} に移動します。
pl: Aby wyświetlić lub zmienić swój adres, przejdź do {START_LINK} ustawień tokenów {CLOSE_LINK} .
pt: Para ver ou alterar seu endereço, acesse as configurações do token {START_LINK} {CLOSE_LINK} .
ro: Pentru a vizualiza sau a vă schimba adresa, mergeți la {START_LINK} setări token {CLOSE_LINK} .
zh: 要查看或更改您的地址，请到 {START_LINK} 令牌设置 {CLOSE_LINK} 。

# WALLETV2_SETTINGS_ETH__ETHER_TOTAL
source: Ether total
cs: Celkem Ether
es: Total de Éter
hi: कुल मिलाकर
it: Totale Ether
ja: エーテル合計
pl: Całkowity Ether
pt: Total de Ether
ro: Total total
ru: Итого
tr: Toplam Ether
uk: Разом
zh: 进料总计

# WALLETV2_SETTINGS_ETH__BUY_ETHER
source: Buy Ether
cs: Koupit Ether
de: Äther kaufen
es: Comprar Ether
hi: Ether खरीदें
it: Acquista Ether
ja: Etherを購入
pl: Kup Ether
pt: Comprar Ether
ro: Cumpără Ether
ru: Купить Эфир
tr: Ether Satın Al
uk: Купити Ether
zh: 购买Ether

# SETTINGS_BTC__BITCOIN__ADDRESS
source: Bitcoin Address
cs: Bitcoinová adresa
hi: Bitcoin पता
ja: ビットコインアドレス
zh: 比特币地址

# SETTINGS_BTC__BITCOIN_ADDRESS_INFO
source: Enter the public address from your own Bitcoin wallet which will be used to receive Bitcoin payments on Minds. Minds does not store your Bitcoin.
cs: Zadejte veřejnou adresu z vaší vlastní Bitcoin peněženky, která bude použita pro příjem Bitcoin plateb na Minds. Minds neukládá vaše Bitcoiny.
hi: अपने खुद के Bitcoin वॉलेट का सार्वजनिक पता दर्ज करें जिसका उपयोग Bitcoin भुगतानों को Minds पर प्राप्त करने के लिए किया जाएगा। Minds आपके Bitcoin को स्टोर नहीं करता है।
ja: Bitcoinの支払いを受け取るために使用されるあなた自身のBitcoinウォレットから公開アドレスを入力してください。MindsはあなたのBitcoinを保存しません。
zh: 输入您自己的比特币钱包的公共地址，用于在明星上接收比特币付款。明知不会存储您的比特币。

# SETTINGS_BTC__INVALID_ADDRESS_FORMAT
source: Invalid address format
cs: Neplatný formát adresy
de: Ungültiges Adressformat
es: Formato de dirección no válido
hi: अमान्य पता फ़ॉर्मेट
it: Formato indirizzo non valido
ja: アドレスの形式が無効です
pl: Nieprawidłowy format adresu
pt: Formato de endereço inválido
ro: Format de adresă nevalid
ru: Неверный формат адреса
tr: Geçersiz adres biçimi
uk: Неприпустимий формат адреси
zh: 无效的地址格式

# SETTINGS_BTC__UPDATE_BITCOIN_ADDRESS
source: Update Bitcoin Address
cs: Aktualizovat Bitcoinovou adresu
hi: Bitcoin पता अपडेट करें
ja: ビットコインアドレスを更新
zh: 更新比特币地址

# SETTINGS_BTC__BACK_TO_CURRENT_ADDRESS
source: Back to current address
cs: Zpět na aktuální adresu
de: Zurück zur aktuellen Adresse
es: Volver a la dirección actual
hi: वर्तमान पते पर वापस जाएं
it: Torna all'indirizzo attuale
ja: 現在の住所に戻る
pl: Powrót do bieżącego adresu
pt: Voltar ao endereço atual
ro: Înapoi la adresa curentă
ru: Вернуться к текущему адресу
tr: Mevcut adrese geri dön
uk: Повернутися на поточну адресу
zh: 返回当前地址

# SETTINGS_BTC__BITCOIN_ADDRESS
source: Bitcoin Address
cs: Bitcoinová adresa
hi: Bitcoin पता
ja: ビットコインアドレス
zh: 比特币地址

# SETTINGS_BTC__CURRENT_BITCOIN_ADDRESS
source: Current bitcoin address
cs: Aktuální Bitcoinová adresa
hi: वर्तमान bitcoin पता
ja: 現在のビットコインアドレス
zh: 当前比特币地址
