Repository: Minds/front
Catalog: src/locale/Minds.*.xliff
Languages: cs, de, es, hi, it, ja, pl, pt, ro, ru, th, tr, uk, zh

# NOTIFICATIONS__NOTIFICATION__DOWNVOTE__VOTED_DOWN_COMMENT
source: {INTERPOLATION} down voted {START_TAG_SPAN} your comment {CLOSE_TAG_SPAN} {START_TAG_SPAN_1} your reply {CLOSE_TAG_SPAN}
cs: {INTERPOLATION} se nelíbí {START_TAG_SPAN} váš komentář {CLOSE_TAG_SPAN} {START_TAG_SPAN_1} vaše odpověď {CLOSE_TAG_SPAN}
de: {INTERPOLATION} hat {START_TAG_SPAN} deinen Kommentar {CLOSE_TAG_SPAN} {START_TAG_SPAN_1} deine Antwort {CLOSE_TAG_SPAN} abgelehnt
es: {INTERPOLATION} votó negativamente {START_TAG_SPAN} tu comentario {CLOSE_TAG_SPAN} {START_TAG_SPAN_1} tu respuesta {CLOSE_TAG_SPAN}
hi: {INTERPOLATION} ने {START_TAG_SPAN} आपके कमेंट {CLOSE_TAG_SPAN} {START_TAG_SPAN_1} आपके जवाब {CLOSE_TAG_SPAN} को डाउन वोट किया
it: {INTERPOLATION} votato negativamente {START_TAG_SPAN} il tuo commento {CLOSE_TAG_SPAN} {START_TAG_SPAN_1} la tua risposta {CLOSE_TAG_SPAN}
ja: {INTERPOLATION} があなたのコメント {START_TAG_SPAN} {CLOSE_TAG_SPAN} {START_TAG_SPAN_1} の返信 {CLOSE_TAG_SPAN} に投票しました
pt: {INTERPOLATION} não votou em {START_TAG_SPAN} o seu comentário {CLOSE_TAG_SPAN} {START_TAG_SPAN_1} sua resposta {CLOSE_TAG_SPAN}
ro: {INTERPOLATION} jos a votat {START_TAG_SPAN} comentariul tău {CLOSE_TAG_SPAN} {START_TAG_SPAN_1} răspunsul tău {CLOSE_TAG_SPAN}
ru: {INTERPOLATION} проголосовал {START_TAG_SPAN} ваш комментарий {CLOSE_TAG_SPAN} {START_TAG_SPAN_1} ваш ответ {CLOSE_TAG_SPAN}
th: {INTERPOLATION} โหวตลง {START_TAG_SPAN} คอมเมนท์ของคุณ {CLOSE_TAG_SPAN} {START_TAG_SPAN_1} คำตอบกลับของคุณ {CLOSE_TAG_SPAN}
tr: {INTERPOLATION} {START_TAG_SPAN} yorumunuz için {CLOSE_TAG_SPAN} eksi oy verdi {START_TAG_SPAN_1} yanıtınız {CLOSE_TAG_SPAN}
zh: {INTERPOLATION} 投反对票了 {START_TAG_SPAN} 您的评论 {CLOSE_TAG_SPAN} {START_TAG_SPAN_1} 您的回复 {CLOSE_TAG_SPAN}

# NOTIFICATIONS__NOTIFICATION__DOWNVOTE__VOTED_DOWN_CONVERSATION
source: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} down voted your message in {START_TAG_SPAN} {INTERPOLATION_1} {CLOSE_TAG_SPAN} 's conversation
cs: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} se nelíbí vaše zpráva v konverzaci {START_TAG_SPAN} {INTERPOLATION_1} {CLOSE_TAG_SPAN}
hi: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} ने {START_TAG_SPAN} {INTERPOLATION_1} {CLOSE_TAG_SPAN} की बातचीत में आपके मैसेज को डाउन वोट किया
it: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} ha votato negativamente il tuo messaggio nella conversazione di {START_TAG_SPAN} {INTERPOLATION_1} {CLOSE_TAG_SPAN}
pl: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} zagłosował na Twoją wiadomość w rozmowie {START_TAG_SPAN} {INTERPOLATION_1} {CLOSE_TAG_SPAN}
th: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} โหวตลงข้อความของคุณใน {START_TAG_SPAN} ข้อความของ {INTERPOLATION_1} {CLOSE_TAG_SPAN}
tr: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} {START_TAG_SPAN} {INTERPOLATION_1} {CLOSE_TAG_SPAN} 'da bulunan görüşmedeki mesajınız için eksi oy verdi
uk: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} також проголосував за ваше повідомлення в {START_TAG_SPAN} {INTERPOLATION_1} {CLOSE_TAG_SPAN}

# NOTIFICATIONS__NOTIFICATION__REMIND__REMINDED
source: {INTERPOLATION} reminded
cs: {INTERPOLATION} sdílel(a)
de: {INTERPOLATION} erinnert
es: {INTERPOLATION} recordado
hi: {INTERPOLATION} ने याद दिलाया
it: {INTERPOLATION} ha condiviso
ja: {INTERPOLATION} が通知
pl: Przypomniano {INTERPOLATION}
pt: {INTERPOLATION} lembrado
ro: {INTERPOLATION} reamintit
th: {INTERPOLATION} เตือน
tr: {INTERPOLATION} yeniden yayınladı
uk: {INTERPOLATION} нагадав
zh: {INTERPOLATION} 提醒

# NOTIFICATIONS__NOTIFICATION__REMIND__REMINDED_ACTIVITY
source: {INTERPOLATION} reminded {START_TAG_SPAN} {INTERPOLATION_1} {CLOSE_TAG_SPAN}
cs: {INTERPOLATION} sdílel(a) {START_TAG_SPAN} {INTERPOLATION_1} {CLOSE_TAG_SPAN}
de: {INTERPOLATION} erinnerte {START_TAG_SPAN} {INTERPOLATION_1} {CLOSE_TAG_SPAN}
es: {INTERPOLATION} recordó a {START_TAG_SPAN} {INTERPOLATION_1} {CLOSE_TAG_SPAN}
hi: {INTERPOLATION} ने {START_TAG_SPAN} {INTERPOLATION_1} {CLOSE_TAG_SPAN} को याद दिलाया
it: {INTERPOLATION} ha condiviso {START_TAG_SPAN} {INTERPOLATION_1} {CLOSE_TAG_SPAN}
ja: {INTERPOLATION} が {START_TAG_SPAN} {INTERPOLATION_1} {CLOSE_TAG_SPAN} に通知しました
pl: {INTERPOLATION} przypomniał {START_TAG_SPAN} {INTERPOLATION_1} {CLOSE_TAG_SPAN}
pt: {INTERPOLATION} lembrou {START_TAG_SPAN} {INTERPOLATION_1} {CLOSE_TAG_SPAN}
ro: {INTERPOLATION} a reamintit {START_TAG_SPAN} {INTERPOLATION_1} {CLOSE_TAG_SPAN}
ru: {INTERPOLATION} напомнил {START_TAG_SPAN} {INTERPOLATION_1} {CLOSE_TAG_SPAN}
th: {INTERPOLATION} เตือน {START_TAG_SPAN} {INTERPOLATION_1} {CLOSE_TAG_SPAN}
tr: {INTERPOLATION} {START_TAG_SPAN} {INTERPOLATION_1} {CLOSE_TAG_SPAN} gönderisini yeniden yayınladı
uk: {INTERPOLATION} нагадав {START_TAG_SPAN} {INTERPOLATION_1} {CLOSE_TAG_SPAN}
zh: {INTERPOLATION} 提醒 {START_TAG_SPAN} {INTERPOLATION_1} {CLOSE_TAG_SPAN}

# NOTIFICATIONS__NOTIFICATION__REMIND__REMINDED_OWN_ACTIVITY
source: {INTERPOLATION} reminded {START_TAG_SPAN} your activity {CLOSE_TAG_SPAN}
cs: {INTERPOLATION} sdílel(a) {START_TAG_SPAN} vaši aktivitu {CLOSE_TAG_SPAN}
de: {INTERPOLATION} erinnerte an {START_TAG_SPAN} Ihre Aktivität {CLOSE_TAG_SPAN}
es: {INTERPOLATION} le recordó a {START_TAG_SPAN} su actividad {CLOSE_TAG_SPAN}
hi: {INTERPOLATION} ने {START_TAG_SPAN} को आपकी गतिविधि याद दिलाई {CLOSE_TAG_SPAN}
it: {INTERPOLATION} ha condiviso {START_TAG_SPAN} la tua attività {CLOSE_TAG_SPAN}
ja: {INTERPOLATION} さんが {START_TAG_SPAN} さんにあなたのアクティビティ {CLOSE_TAG_SPAN} をリマインドしました
pl: {INTERPOLATION} przypomniał {START_TAG_SPAN} twoją aktywność {CLOSE_TAG_SPAN}
pt: {INTERPOLATION} lembrou {START_TAG_SPAN} sua atividade {CLOSE_TAG_SPAN}
ro: {INTERPOLATION} ți-a reamintit {START_TAG_SPAN} activitatea {CLOSE_TAG_SPAN}
ru: {INTERPOLATION} напомнил {START_TAG_SPAN} о вашей активности {CLOSE_TAG_SPAN}
th: {INTERPOLATION} เตือน {START_TAG_SPAN} กิจกรรมของคุณ {CLOSE_TAG_SPAN}
tr: {INTERPOLATION} {START_TAG_SPAN} sizin etkinliğinizi {CLOSE_TAG_SPAN} yeniden yayınladı
uk: {INTERPOLATION} нагадав {START_TAG_SPAN} вашу діяльність {CLOSE_TAG_SPAN}
zh: {INTERPOLATION} 提醒了 {START_TAG_SPAN} 您的活动 {CLOSE_TAG_SPAN}

# NOTIFICATIONS__NOTIFICATION__FEATURE
source: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} was featured
cs: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} byl zvýrazněn
de: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} wurde vorgestellt
es: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} fue destacado
hi: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} को प्रमुखता से पेश किया गया था
it: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} è stato descritto
ja: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} が注目されました
pl: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} został polecany
pt: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} foi destacado
ro: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} a fost recomandat
ru: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} было избрано
th: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} ได้รับการเสนอ
tr: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} öne çıkarıldı
uk: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} був позначений
zh: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} 已被精选

# NOTIFICATIONS__NOTIFICATION__TAG__IN_A_POST
source: {INTERPOLATION} tagged you in a post
cs: {INTERPOLATION} vás označil(a) v příspěvku
es: {INTERPOLATION} te etiquetó en una publicación
hi: {INTERPOLATION} ने आपको एक पोस्ट में टैग किया
ja: {INTERPOLATION} があなたをポストにタグ付けしました
pt: {INTERPOLATION} marcou você em uma publicação
ro: {INTERPOLATION} te-a etichetat într-o postare
ru: {INTERPOLATION} отметил вас в сообщении
th: {INTERPOLATION} แท็กคุณในโพสต์
tr: {INTERPOLATION} sizi bir gönderide etiketledi
uk: {INTERPOLATION} з тегами вас у пості
zh: {INTERPOLATION} 在帖子中标记了你

# NOTIFICATIONS__NOTIFICATION__TAG__IN_A_COMMENT
source: {INTERPOLATION} tagged you in a comment
cs: {INTERPOLATION} vás označil(a) v komentáři
es: {INTERPOLATION} te ha etiquetado en un comentario
hi: {INTERPOLATION} ने आपको कमेंट में टैग किया
ja: {INTERPOLATION} があなたをコメントにタグ付けしました
pt: {INTERPOLATION} marcou você em um comentário
ro: {INTERPOLATION} te-a etichetat într-un comentariu
ru: {INTERPOLATION} отметил вас в комментарии
th: {INTERPOLATION} แท็กคุณในคอมเมนท์
tr: {INTERPOLATION} sizi bir yorumda etiketledi
uk: {INTERPOLATION} відмітив вас у коментарі
zh: {INTERPOLATION} 在评论中标记了你

# NOTIFICATIONS__NOTIFICATION__TAG__IN_A_CONVERSATION
source: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} tagged you in {START_TAG_SPAN} {INTERPOLATION_1} {CLOSE_TAG_SPAN} 's conversation
cs: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} vás označil v {START_TAG_SPAN} {INTERPOLATION_1} {CLOSE_TAG_SPAN} konverzaci
de: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} tagged Sie in {START_TAG_SPAN} {INTERPOLATION_1} {CLOSE_TAG_SPAN} 's Unterhaltung
es: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} te ha etiquetado en {START_TAG_SPAN} {INTERPOLATION_1} {CLOSE_TAG_SPAN}
hi: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} ने आपको {START_TAG_SPAN} {INTERPOLATION_1} {CLOSE_TAG_SPAN} की बातचीत में टैग किया
ru: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} отметил вас в разговоре {START_TAG_SPAN} {INTERPOLATION_1} {CLOSE_TAG_SPAN}
th: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} แท็กคุณในบทสนทนา {START_TAG_SPAN} {INTERPOLATION_1} {CLOSE_TAG_SPAN}
tr: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} sizi {START_TAG_SPAN} {INTERPOLATION_1} {CLOSE_TAG_SPAN} kullanıcısının sohbetinde etiketledi
uk: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} відзначив вас в розмові {START_TAG_SPAN} {INTERPOLATION_1} {CLOSE_TAG_SPAN}

# NOTIFICATIONS__NOTIFICATION__MISSED_CALL
source: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} tried to call you.
cs: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} se vám pokusil(a) dovolat.
de: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} versuchte, Sie anzurufen.
es: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} intentó llamarte.
hi: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} ने आपको कॉल करने की कोशिश की।
it: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} ha provato a chiamarti.
ja: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} が電話をかけました。
pl: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} próbował do Ciebie zadzwonić.
pt: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} tentou ligar para você.
ro: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} a încercat să te apeleze.
ru: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} пытался позвонить вам.
th: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} พยายามที่จะโทรหาคุณ
tr: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} sizi aramaya çalıştı.
uk: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} намагався вам подзвонити.
zh: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} 试图给您打电话。

# NOTIFICATIONS__NOTIFICATION__BOOST_GIFT__GIFTED_YOU
source: {INTERPOLATION} gifted you {INTERPOLATION_1} views {START_TAG_SPAN} for {CLOSE_TAG_SPAN}
cs: {INTERPOLATION} vám daroval(a) {INTERPOLATION_1} zhlédnutí {START_TAG_SPAN} pro {CLOSE_TAG_SPAN}
de: {INTERPOLATION} hat dir {INTERPOLATION_1} Ansichten {START_TAG_SPAN} für {CLOSE_TAG_SPAN} geschenkt
es: {INTERPOLATION} te ha regalado {INTERPOLATION_1} visitas {START_TAG_SPAN} para {CLOSE_TAG_SPAN}
hi: {INTERPOLATION} ने आपको {CLOSE_TAG_SPAN} के लिए {INTERPOLATION_1} व्यू {START_TAG_SPAN} गिफ़्ट किए
it: {INTERPOLATION} ti ha regalato {INTERPOLATION_1} visualizzazioni {START_TAG_SPAN} per {CLOSE_TAG_SPAN}
ja: {INTERPOLATION} が {INTERPOLATION_1} ビュー {START_TAG_SPAN} を {CLOSE_TAG_SPAN} にプレゼントしました
pl: {INTERPOLATION} dał Ci {INTERPOLATION_1} wyświetleń {START_TAG_SPAN} dla {CLOSE_TAG_SPAN}
pt: {INTERPOLATION} presenteou você {INTERPOLATION_1} visualiza {START_TAG_SPAN} por {CLOSE_TAG_SPAN}
ro: {INTERPOLATION} dăruit de {INTERPOLATION_1} vizualizări {START_TAG_SPAN} pentru {CLOSE_TAG_SPAN}
ru: {INTERPOLATION} подарил вам {INTERPOLATION_1} просмотров {START_TAG_SPAN} для {CLOSE_TAG_SPAN}
th: {INTERPOLATION} ให้ของขวัญคุณ {INTERPOLATION_1} จำนวนได้รับการเข้าชม {START_TAG_SPAN} สำหรับ {CLOSE_TAG_SPAN}
uk: {INTERPOLATION} подарував вам {INTERPOLATION_1} переглядів {START_TAG_SPAN} з {CLOSE_TAG_SPAN}
zh: {INTERPOLATION} 赠送了你 {INTERPOLATION_1} 查看 {START_TAG_SPAN} 的 {CLOSE_TAG_SPAN}

# NOTIFICATIONS__NOTIFICATION__YOUR_POST
source: your post
cs: váš příspěvek
de: dein Beitrag
es: tu publicación
hi: आपकी डाक
it: il tuo post
ja: あなたの投稿
pl: twój post
pt: sua publicação
ro: postarea ta
ru: ваше сообщение
th: โพสต์ของคุณ
tr: gönderiniz
uk: ваш допис
zh: 您的帖子

# NOTIFICATIONS__NOTIFICATION__YOUR_CHANNEL
source: your channel
cs: váš kanál
de: dein Kanal
es: tu canal
hi: आपका चैनल
it: il tuo canale
ja: あなたのチャンネル
pt: seu canal
ro: canalul tău
ru: ваш канал
th: แชนแนลของคุณ
tr: kanalınız
uk: ваш канал
zh: 您的频道

# NOTIFICATIONS__NOTIFICATION__BOOST_SUBMITTED__VIEWS_FOR
source: {INTERPOLATION} views {START_TAG_SPAN} for {CLOSE_TAG_SPAN}
cs: {INTERPOLATION} zhlédnutí {START_TAG_SPAN} pro {CLOSE_TAG_SPAN}
de: {INTERPOLATION} betrachtet {START_TAG_SPAN} für {CLOSE_TAG_SPAN}
es: {INTERPOLATION} visita {START_TAG_SPAN} para {CLOSE_TAG_SPAN}
hi: {START_TAG_SPAN} {CLOSE_TAG_SPAN} के लिए {INTERPOLATION} व्यू
it: {INTERPOLATION} visualizzazioni {START_TAG_SPAN} per {CLOSE_TAG_SPAN}
ja: {INTERPOLATION} は {START_TAG_SPAN} で {CLOSE_TAG_SPAN} を閲覧する
pl: {INTERPOLATION} wyświetleń {START_TAG_SPAN} dla {CLOSE_TAG_SPAN}
pt: {INTERPOLATION} visualizações {START_TAG_SPAN} para {CLOSE_TAG_SPAN}
ro: {INTERPOLATION} vizualizări {START_TAG_SPAN} pentru {CLOSE_TAG_SPAN}
ru: {INTERPOLATION} просматривает {START_TAG_SPAN} для {CLOSE_TAG_SPAN}
th: {INTERPOLATION} เข้าชม {START_TAG_SPAN} สำหรับ {CLOSE_TAG_SPAN}
tr: {START_TAG_SPAN} Şunun için {CLOSE_TAG_SPAN} {INTERPOLATION} görünüm
zh: {INTERPOLATION} 对 {START_TAG_SPAN} 的查看 {CLOSE_TAG_SPAN}

# NOTIFICATIONS__NOTIFICATION__BOOST_SUBMITTED__AWAITING_APPROVAL
source: is awaiting approval.
cs: čeká na schválení.
de: wartet auf Genehmigung.
es: está esperando aprobación.
hi: मंजूरी का इंतजार है।
it: è in attesa di approvazione.
ja: 承認待ちです
pl: oczekuje na zatwierdzenie.
pt: está aguardando aprovação.
ru: ожидает подтверждения.
th: รอการอนุมัติ
tr: onay beklemektedir.
uk: очікує схвалення.
zh: 正在等待批准。

# NOTIFICATIONS__NOTIFICATION__X_POINTS_FOR
source: {INTERPOLATION} points {START_TAG_SPAN} for {CLOSE_TAG_SPAN}
cs: {INTERPOLATION} bodů {START_TAG_SPAN} za {CLOSE_TAG_SPAN}
de: {INTERPOLATION} Punkte {START_TAG_SPAN} für {CLOSE_TAG_SPAN}
es: {INTERPOLATION} puntos {START_TAG_SPAN} por {CLOSE_TAG_SPAN}
hi: {START_TAG_SPAN} {CLOSE_TAG_SPAN} के लिए {INTERPOLATION} पॉइंट
it: {INTERPOLATION} punti {START_TAG_SPAN} per {CLOSE_TAG_SPAN}
ja: {INTERPOLATION} の {START_TAG_SPAN} ポイント {CLOSE_TAG_SPAN}
pl: {INTERPOLATION} punktów {START_TAG_SPAN} za {CLOSE_TAG_SPAN}
pt: {INTERPOLATION} pontos {START_TAG_SPAN} para {CLOSE_TAG_SPAN}
ro: {INTERPOLATION} puncte {START_TAG_SPAN} pentru {CLOSE_TAG_SPAN}
ru: {INTERPOLATION} очков {START_TAG_SPAN} для {CLOSE_TAG_SPAN}
th: {INTERPOLATION} พอยท์ {START_TAG_SPAN} สำหรับ {CLOSE_TAG_SPAN}
zh: {INTERPOLATION} 的 {START_TAG_SPAN} 点 {CLOSE_TAG_SPAN}

# NOTIFICATIONS__NOTIFICATION__BOOST_SUBMITTED_P2P__AWAITING_APPROVAL_BY
source: is awaiting approval by {START_TAG_SPAN} @ {INTERPOLATION} {CLOSE_TAG_SPAN}
cs: čeká na schválení od {START_TAG_SPAN} @ {INTERPOLATION} {CLOSE_TAG_SPAN}
de: wartet auf die Genehmigung von {START_TAG_SPAN} @ {INTERPOLATION} {CLOSE_TAG_SPAN}
es: está esperando aprobación por {START_TAG_SPAN} @ {INTERPOLATION} {CLOSE_TAG_SPAN}
hi: को {START_TAG_SPAN} @ {INTERPOLATION} {CLOSE_TAG_SPAN} की मंजूरी की प्रतीक्षा है
it: è in attesa di approvazione da parte di {START_TAG_SPAN} @ {INTERPOLATION} {CLOSE_TAG_SPAN}
ja: は {START_TAG_SPAN} @ {INTERPOLATION} {CLOSE_TAG_SPAN} の承認を待っています
pl: oczekuje na zatwierdzenie przez {START_TAG_SPAN} @ {INTERPOLATION} {CLOSE_TAG_SPAN}
pt: está aguardando aprovação por {START_TAG_SPAN} @ {INTERPOLATION} {CLOSE_TAG_SPAN}
ru: ожидает одобрения {START_TAG_SPAN} @ {INTERPOLATION} {CLOSE_TAG_SPAN}
th: กำลังรอการอนุมัติโดย {START_TAG_SPAN} @ {INTERPOLATION} {CLOSE_TAG_SPAN}
tr: {START_TAG_SPAN} @ {INTERPOLATION} {CLOSE_TAG_SPAN} onayını bekliyor
uk: очікує схвалення {START_TAG_SPAN} @ {INTERPOLATION} {CLOSE_TAG_SPAN}
zh: 正在等待 {START_TAG_SPAN} @ {INTERPOLATION} {CLOSE_TAG_SPAN} 的批准

# NOTIFICATIONS__NOTIFICATION__BOOST_REQUEST__POINTS_TO_BOOST
source: {INTERPOLATION} is offering you {INTERPOLATION_1} points to boost
cs: {INTERPOLATION} vám nabízí {INTERPOLATION_1} bodů na boost
es: {INTERPOLATION} te ofrece {INTERPOLATION_1} puntos para potenciar
hi: {INTERPOLATION} आपको बूस्ट करने के लिए {INTERPOLATION_1} पॉइंट ऑफ़र कर रहा है
it: {INTERPOLATION} ti sta offrendo {INTERPOLATION_1} punti per aumentare
ja: {INTERPOLATION} は {INTERPOLATION_1} ポイントでブーストできます
pl: {INTERPOLATION} oferuje {INTERPOLATION_1} punktów do podbicia
pt: {INTERPOLATION} está oferecendo a você {INTERPOLATION_1} pontos para impulsionar
ro: {INTERPOLATION} îți oferă {INTERPOLATION_1} puncte pentru amplificare
ru: {INTERPOLATION} предлагает вам бонус {INTERPOLATION_1} очков
th: {INTERPOLATION} กำลังเสนอคุณ {INTERPOLATION_1} พอยท์เพื่อบูสต์
tr: {INTERPOLATION} size {INTERPOLATION_1} Boost puanı teklif ediyor
uk: {INTERPOLATION} пропонує вам {INTERPOLATION_1} очок для прискорення
zh: {INTERPOLATION} 正在为您提供 {INTERPOLATION_1} 点数以提升。

# NOTIFICATIONS__NOTIFICATION__THEIR_ACTIVITY
source: their activity
cs: jejich aktivita
de: ihre Aktivität
es: su actividad
hi: उनकी गतिविधि
it: la loro attività
ja: 彼らの活動は
pl: ich działalność
pt: sua atividade
ro: activitatea lor
ru: их деятельность
th: กิจกรรมของพวกเขา
tr: etkinlikleri için
uk: їх діяльність
zh: 他们的活动

# NOTIFICATIONS__NOTIFICATION__THEIR_CHANNEL
source: their channel
cs: jejich kanál
de: ihr Kanal
es: su canal
hi: उनका चैनल
it: il loro canale
ja: 彼らのチャンネルは
pl: ich kanał
pt: o canal deles
ro: canalul lor
ru: их канал
th: แชนแนลของพวกเขา
tr: kanalları için
uk: свій канал
zh: 他们的频道

# NOTIFICATIONS__NOTIFICATION__BOOST_REJECTED__BOOST_FORM
source: Your boost {START_TAG_SPAN} for {CLOSE_TAG_SPAN}
cs: Váš boost {START_TAG_SPAN} pro {CLOSE_TAG_SPAN}
de: Dein Boost {START_TAG_SPAN} für {CLOSE_TAG_SPAN}
hi: {CLOSE_TAG_SPAN} के लिए आपका बूस्ट {START_TAG_SPAN}
it: Il tuo boost {START_TAG_SPAN} per {CLOSE_TAG_SPAN}
ja: {START_TAG_SPAN} のブースト {CLOSE_TAG_SPAN}
pl: Twoje podbicie {START_TAG_SPAN} dla {CLOSE_TAG_SPAN}
pt: Seu impulso {START_TAG_SPAN} para {CLOSE_TAG_SPAN}
ro: Amplificarea ta {START_TAG_SPAN} pentru {CLOSE_TAG_SPAN}
ru: Ваш ускоритель {START_TAG_SPAN} для {CLOSE_TAG_SPAN}
th: บูสต์ของคุณ {START_TAG_SPAN} สำหรับ {CLOSE_TAG_SPAN}
uk: Ваш приріст {START_TAG_SPAN} для {CLOSE_TAG_SPAN}
zh: 你在 {START_TAG_SPAN} 的 {CLOSE_TAG_SPAN} 提升了

# NOTIFICATIONS__NOTIFICATION__BOOST_REJECTED__REASON
source: was rejected for {START_TAG_NG-CONTAINER} {START_ITALIC_TEXT} {INTERPOLATION} {CLOSE_ITALIC_TEXT} . {CLOSE_TAG_NG-CONTAINER} Your tokens have been credited back to your wallet.
cs: byl odmítnut z důvodu {START_TAG_NG-CONTAINER} {START_ITALIC_TEXT} {INTERPOLATION} {CLOSE_ITALIC_TEXT} . {CLOSE_TAG_NG-CONTAINER} Vaše tokeny byly připsány zpět do vaší peněženky.
es: ha sido rechazado por {START_TAG_NG-CONTAINER} {START_ITALIC_TEXT} {INTERPOLATION} {CLOSE_ITALIC_TEXT} . {CLOSE_TAG_NG-CONTAINER} Tus tokens han sido acreditados de vuelta a tu cartera.
hi: को {START_TAG_NG-CONTAINER} {START_ITALIC_TEXT} {INTERPOLATION} {CLOSE_ITALIC_TEXT} के लिए नामंजूर कर दिया गया था। {CLOSE_TAG_NG-CONTAINER} आपके टोकन आपके वॉलेट में वापस क्रेडिट कर दिए गए हैं।
it: è stato rifiutato per {START_TAG_NG-CONTAINER} {START_ITALIC_TEXT} {INTERPOLATION} {CLOSE_ITALIC_TEXT} . {CLOSE_TAG_NG-CONTAINER} I tuoi token sono stati riaccreditati sul tuo portafoglio.
pl: został odrzucony dla {START_TAG_NG-CONTAINER} {START_ITALIC_TEXT} {INTERPOLATION} {CLOSE_ITALIC_TEXT} . {CLOSE_TAG_NG-CONTAINER} Twoje tokeny zostały przeniesione z powrotem do portfela.
pt: foi rejeitado para {START_TAG_NG-CONTAINER} {START_ITALIC_TEXT} {INTERPOLATION} {CLOSE_ITALIC_TEXT} . {CLOSE_TAG_NG-CONTAINER} Seus tokens foram creditados de volta à sua carteira.
th: ถูกปฏิเสธสำหรับ {START_TAG_NG-CONTAINER} {START_ITALIC_TEXT} {INTERPOLATION} {CLOSE_ITALIC_TEXT} . {CLOSE_TAG_NG-CONTAINER} โทเค็นได้ถูกคืนในกระเป๋าของคุณเรียบร้อยแล้ว

# NOTIFICATIONS__NOTIFICATION__BOOST_REVOKED__BOOST_FOR
source: You revoked your boost {START_TAG_SPAN} for {CLOSE_TAG_SPAN}
cs: Odvolali jste váš boost {START_TAG_SPAN} pro {CLOSE_TAG_SPAN}
de: Du hast deinen Boost {START_TAG_SPAN} für {CLOSE_TAG_SPAN} aufgehoben
hi: आपने रद्द कर दिया boost {START_TAG_SPAN} के लिए {CLOSE_TAG_SPAN}
it: Hai revocato il tuo boost {START_TAG_SPAN} per {CLOSE_TAG_SPAN}
ja: {START_TAG_SPAN} のブースト {CLOSE_TAG_SPAN} を取り消しました
pl: Unieważniłeś swój bohater {START_TAG_SPAN} na {CLOSE_TAG_SPAN}
pt: Você revogou seu impulso de {START_TAG_SPAN} para {CLOSE_TAG_SPAN}
ro: Ai revocat amplificarea ta {START_TAG_SPAN} pentru {CLOSE_TAG_SPAN}
ru: Вы отозвали свой ускоритель {START_TAG_SPAN} на {CLOSE_TAG_SPAN}
th: คุณยกเลิกบูสต์ของคุณ {START_TAG_SPAN} สำหรับ {CLOSE_TAG_SPAN}
uk: Ви відкликали посилення від {START_TAG_SPAN} для {CLOSE_TAG_SPAN}
zh: 您已吊销了 {START_TAG_SPAN} 的 {CLOSE_TAG_SPAN} 提升量

# NOTIFICATIONS__NOTIFICATION__BOOST_REVOKED__REFUNDED
source: Your offer has been refunded.
cs: Vaše nabídka byla vrácena.
de: Ihr Angebot wurde zurückerstattet.
es: Tu oferta ha sido reembolsada.
hi: आपका ऑफ़र रिफ़ंड कर दिया गया है।
it: La tua offerta è stata rimborsata.
ja: オファーは返金されました。
pl: Twoja oferta została zwrócona.
pt: Sua oferta foi reembolsada.
ro: Oferta ta a fost rambursată.
ru: Ваше предложение было возвращено.
th: คุณได้รับเงินคืนแล้ว
tr: Teklifiniz geri iade edildi.
uk: Ваша пропозиція була повернута.
zh: 您的报价已退款。

# NOTIFICATIONS__NOTIFICATION__BOOST_ACCEPTED__WERE_ACCEPTED
source: were accepted.
cs: byly přijaty.
de: wurden akzeptiert.
es: fueron aceptados.
hi: स्वीकार कर लिया गया।
it: sono stati accettati.
ja: 受け入れられました。
pl: zostały zaakceptowane.
pt: foram aceitos.
ro: au fost acceptate.
ru: были приняты.
th: ได้รับการยินยอม
tr: kabul edildi.
uk: були прийняті.
zh: 已被接受。

# NOTIFICATIONS__NOTIFICATION__BOOST_COMPLETED__BEEN_MET
source: have been met.
cs: bylo splněno.
de: sind erfüllt worden.
es: han sido alcanzados.
hi: मिले हैं।
it: sono state soddisfatte.
ja: お会いしました
pl: zostały spełnione.
pt: foram atendidos.
ro: au fost îndeplinite.
ru: встретились.
th: ถึงจำนวน
tr: karşılandı.
uk: були задоволені.
zh: 已达到。

# NOTIFICATIONS__NOTIFICATION__BOOST_PEER_REQUEST__IS_OFFERING
source: {START_BOLD_TEXT} @ {INTERPOLATION} {CLOSE_BOLD_TEXT} is offering
cs: {START_BOLD_TEXT} @ {INTERPOLATION} {CLOSE_BOLD_TEXT} nabízí
de: {START_BOLD_TEXT} @ {INTERPOLATION} {CLOSE_BOLD_TEXT} bietet
es: {START_BOLD_TEXT} @ {INTERPOLATION} {CLOSE_BOLD_TEXT} está ofreciendo
hi: {START_BOLD_TEXT} @ {INTERPOLATION} {CLOSE_BOLD_TEXT} ऑफ़र कर रहा है
it: {START_BOLD_TEXT} @ {INTERPOLATION} {CLOSE_BOLD_TEXT} sta offrendo
ja: {START_BOLD_TEXT} @ {INTERPOLATION} {CLOSE_BOLD_TEXT} が提供しています
pl: {START_BOLD_TEXT} @ {INTERPOLATION} {CLOSE_BOLD_TEXT} oferuje
pt: {START_BOLD_TEXT} @ {INTERPOLATION} {CLOSE_BOLD_TEXT} está oferecendo
ro: {START_BOLD_TEXT} @ {INTERPOLATION} {CLOSE_BOLD_TEXT} oferă
ru: {START_BOLD_TEXT} @ {INTERPOLATION} {CLOSE_BOLD_TEXT} предлагает
th: {START_BOLD_TEXT} @ {INTERPOLATION} {CLOSE_BOLD_TEXT} กำลังเสนอ
tr: {START_BOLD_TEXT} @ {INTERPOLATION} {CLOSE_BOLD_TEXT} size teklifte bulunuyor
uk: {START_BOLD_TEXT} @ {INTERPOLATION} {CLOSE_BOLD_TEXT} пропонує
zh: {START_BOLD_TEXT} @ {INTERPOLATION} {CLOSE_BOLD_TEXT} 正在提供

# M__COMMON__POINTS_SUFFIX
source: points
cs: body
de: punkte
es: puntos
hi: अंक
it: punti
ja: ポイント
pl: punkty
ro: puncte
ru: баллы
th: เเต้ม
tr: puan
uk: точки
zh: 得分

# M__COMMON__TOKENS_SUFFIX
source: tokens
cs: tokeny
de: token
hi: टोकन
it: token
ja: トークン
pl: tokeny
ro: jetoane
ru: жетоны
th: โทเคน
tr: token
zh: 令牌
