Repository: Minds/front
Catalog: src/locale/Minds.*.xliff
Languages: cs, de, es, hi, it, ja, pl, pt, ro, ru, th, tr, uk, zh

# M_REFERRALS_DASHBOARD__PING_BUTTON_NOTICE__DISABLED
source: You can only ping once every 7 days
cs: Můžete šťouchnout jen jednou za 7 dní
es: Sólo puedes hacer ping una vez cada 7 días
hi: आप हर 7 दिन में केवल एक बार पिंग कर सकते हैं
it: Puoi inviare un ping solo una volta ogni 7 giorni
ja: 7日に1回だけPingできます
pt: Você só pode pingar uma vez a cada 7 dias
ro: Poți decupa doar o dată la 7 zile
ru: Вы можете звонить только один раз в 7 дней
tr: Sadece 7 günde bir kez ping atabilirsiniz
uk: Ви можете пінгувати лише раз на 7 днів
zh: 您每7天只能打一次一次

# M_REFERRALS_DASHBOARD__NOTICE__NO_REFERRALS
source: You don't have any referrals yet.
cs: Zatím nemáte žádná doporučení.
de: Du hast noch keine Empfehlungen.
es: Aún no tienes ninguna referencia.
hi: आपके पास अभी तक कोई रेफ़रल नहीं है।
it: Non hai ancora nessun referral.
ja: まだ紹介がありません。
pl: Nie masz jeszcze żadnych rekomendacji.
pt: Você ainda não tem nenhuma referência.
ro: Încă nu aveți nicio recomandare.
tr: Henüz hiç yönlendirmeniz yok.
zh: 您还没有任何推荐。

# M_REFERRALS__LINKS_MODAL_HEADER
source: Earn tokens for referring your friends
cs: Vydělávejte tokeny za doporučení vašich přátel
de: Verdiene Token für die Empfehlung deiner Freunde
hi: अपने दोस्तों को रेफ़र करके टोकन कमाएं
it: Guadagna token per aver referenziato i tuoi amici
ja: 友達を紹介してトークンを獲得する
pl: Zarabiaj tokeny za polecenie znajomych
pt: Ganhe tokens por indicar seus amigos
ro: Câștigă jetoane pentru că ți-ai recomandat prietenii
ru: Зарабатывайте жетоны за обращение к друзьям
tr: Arkadaşlarınızı yönlendirdiğiniz için token kazanın
zh: 通过推荐您的朋友赚取代币。

# M_REFERRALS__LINKS_REGISTER_URL_DESC
source: Send this link to your friends to earn tokens for referrals
cs: Pošlete tento odkaz vašim přátelům a získejte tokeny za doporučení
de: Sende diesen Link an deine Freunde, um Tokens für Empfehlungen zu erhalten
es: Envía este enlace a tus amigos para ganar tokens por referencias
hi: रेफ़रल के लिए टोकन कमाने के लिए अपने दोस्तों को यह लिंक भेजें
it: Invia questo link ai tuoi amici per guadagnare token dai referral
ja: 紹介のためにトークンを獲得するために、このリンクを友達に送信してください
pl: Wyślij ten link do znajomych, aby zdobyć tokeny za rekomendacje
pt: Envie este link para seus amigos para ganhar tokens para indicações
ro: Trimite acest link prietenilor tăi pentru a câștiga jetoane pentru recomandări
tr: Bu bağlantıyı arkadaşlarınıza gönderin ve yönlendirmeler için token kazanın
zh: 将此链接发送给您的朋友以赚取代币以进行推荐。

# M_REFERRALS__LINKS_COPY_ACTION
source: Copy
cs: Kopírovat
de: Kopieren
es: Copiar
hi: कॉपी करें
it: Copia
ja: コピー
pl: Kopiuj
pt: Copiar
ro: Copiază
ru: Копировать
th: คัดลอก
tr: Kopyala
uk: Копія
zh: 复制

# M_REFERRALS__LINKS_COPY_STATE
source: Copied
cs: Zkopírováno
de: Kopiert
es: Copiado
hi: कॉपी किया गया
it: Copiato
ja: コピーしました
pl: Skopiowano
pt: Copiado
ro: Copiat
ru: Скопировано
th: คัดลอกแล้ว
tr: Kopyalandı
uk: Скопійовано
zh: 已复制

# M_REFERRALS__LINKS_REFERRER_PARAM_DESC
source: You can also get referrals by adding this code to the end of any Minds link you share
cs: Můžete také získat doporučení přidáním tohoto kódu na konec jakéhokoliv Minds odkazu, který sdílíte
de: Du kannst auch Empfehlungen erhalten, indem du diesen Code am Ende eines beliebigen Minds Links hinzufügst, den du teilst
es: También puedes obtener referencias añadiendo este código al final de cualquier enlace de mentes que compartas
hi: आपके द्वारा शेयर किए गए किसी भी Minds लिंक के अंत में इस कोड को जोड़कर आप रेफ़रल भी प्राप्त कर सकते हैं
it: Puoi anche ottenere referral aggiungendo questo codice alla fine di qualsiasi link di Minds che condividi
ja: 共有するMindsリンクの末尾にこのコードを追加することで紹介を受けることもできます。
pl: Możesz również otrzymać rekomendacje dodając ten kod na koniec linku umysłów, który udostępniasz
pt: Você também pode obter referências adicionando este código no final de qualquer link de Mentes que você compartilhar
ro: De asemenea, poți obține recomandări prin adăugarea acestui cod la sfârșitul oricărui link Minds pe care îl partajezi
tr: Bu kodu paylaştığınız her Minds bağlantısına ekleyerek de yönlendirme alabilirsiniz
zh: 您也可以通过将此代码添加到您共享的任何心灵链接的末尾获得推荐。

# M_REFERRALS__SHARE_HEADER
source: More ways to share
cs: Více způsobů, jak sdílet
de: Weitere Möglichkeiten zum Teilen
es: Más formas de compartir
hi: शेयर करने के और तरीके
it: Altri modi per condividere
ja: 共有するその他の方法
pl: Więcej sposobów na udostępnianie
pt: Mais formas de compartilhar
ro: Mai multe moduri de a partaja
ru: Больше способов поделиться
tr: Paylaşmanın daha fazla yolu
uk: Більше способів поділитися
zh: 更多分享方式

# SETTINGS__ACCOUNT__DISPLAYNAME__LABEL
source: Display Name
cs: Zobrazované jméno
de: Anzeigename
es: Nombre público
hi: प्रदर्शित होने वाला नाम
it: Nome Visualizzato
ja: 表示名
pl: Wyświetlana nazwa
pt: Nome para exibição
ro: Nume afișat
ru: Показать имя
th: ชื่อที่ใช้แสดง
tr: Görünen Ad
zh: 显示名称

# SETTINGS__ACCOUNT__DISPLAYNAME__DESCRIPTION
source: Customize your display name.
cs: Přizpůsobte si zobrazované jméno.
de: Passen Sie Ihren Anzeigenamen an.
es: Personaliza tu nombre para mostrar.
hi: अपना डिस्प्ले नाम कस्टमाइज़ करें।
it: Personalizza il tuo nome da visualizzare.
ja: ディスプレイ名をカスタマイズします。
pl: Dostosuj swoją nazwę wyświetlaną.
pt: Personalize seu nome de exibição.
ro: Personalizează-ți numele afișat.
ru: Настройте свое отображаемое имя.
tr: Görünen adınızı düzenleyin.
uk: Налаштуйте ім'я дисплея.
zh: 自定义您的显示名称。

# ACCOUNT_DISPLAY_NAME__DISPLAY_NAME
source: Display Name
cs: Zobrazované jméno
de: Anzeigename
es: Nombre público
it: Nome Visualizzato
ja: 表示名
pl: Wyświetlana nazwa
pt: Nome para exibição
ro: Nume afișat
ru: Показать имя
th: ชื่อที่แสดง
tr: Görünen Ad
zh: 显示名称

# ACCOUNT_DISPLAY_NAME__SAVE_DISPLAY_NAME
source: Save Display Name
cs: Uložit zobrazované jméno
de: Anzeigename speichern
es: Guardar nombre de pantalla
it: Salva Nome da Visualizzare
ja: 表示名を保存
pl: Zapisz wyświetlaną nazwę
pt: Salvar Nome de Exibição
ro: Salvează numele afișat
ru: Сохранить отображаемое имя
tr: Görünen Adı Kaydet
uk: Зберегти вказану назву
zh: 保存显示名称

# SETTINGS__SECURITY__SESSIONS__LABEL
source: Sessions
cs: Relace
de: Sitzungen
es: Sesiones
hi: सत्र
it: Sessioni
ja: セッション
pl: Sesje
pt: Sessões
ro: Sesiuni
ru: Сессии
th: เซสชั่น
tr: Oturumlar
uk: Сеанси
zh: 二. 会议

# SETTINGS__SECURITY__SESSIONS__DESCRIPTION
source: Close all sessions with a single click.
cs: Zavřít všechny relace jedním kliknutím.
de: Alle Sitzungen mit einem einzigen Klick schließen.
es: Cerrar todas las sesiones con un solo clic.
hi: एक क्लिक के साथ सभी सेशन बंद करें।
it: Chiudi tutte le sessioni con un solo clic.
ja: ワンクリックですべてのセッションを閉じます。
pl: Zamknij wszystkie sesje jednym kliknięciem.
pt: Feche todas as sessões com um único clique.
ro: Închide toate sesiunile cu un singur clic.
ru: Закрыть все сессии одним щелчком.
tr: Tek tıkla bütün oturumları kapatın.
zh: 单击关闭所有会话。

# SETTINGS__SESSIONS__YOU_CURRENTLY_HAVE_X_OPEN
source: You currently have {INTERPOLATION} open {ICU} .
cs: Momentálně máte otevřen(é) {INTERPOLATION} {ICU} .
de: Du hast derzeit {INTERPOLATION} offene {ICU} .
es: Actualmente tienes {INTERPOLATION} {ICU} abiertos.
hi: वर्तमान में आपके पास {INTERPOLATION} खुला {ICU} है।
it: Al momento hai {INTERPOLATION} aperte {ICU} .
pl: Masz obecnie {INTERPOLATION} otwartych {ICU} .
pt: Você tem atualmente {INTERPOLATION} aberto {ICU} .
ro: În prezent aveți {INTERPOLATION} deschise {ICU} .
ru: В настоящее время у вас {INTERPOLATION} открыто {ICU} .
tr: Şu an {INTERPOLATION} açık {ICU} var.
uk: В даний час {INTERPOLATION} відкрив {ICU} .
zh: 您目前有 {INTERPOLATION} 打开了 {ICU} 。

source: {VAR_PLURAL, plural, =1 {session} other {sessions} }
cs: {VAR_PLURAL, plural, =1 {relaci} other {relace} }
es: {VAR_PLURAL, plural, =1 {sesión} other {sesiones} }
it: {VAR_PLURAL, plural, =1 {sessione} other {sessioni} }
ja: {VAR_PLURAL, plural, =1 {セッション} other {セッション} }
pl: {VAR_PLURAL, plural, =1 {sesja} other {sesje} }
pt: {VAR_PLURAL, plural, =1 {sessão} other {sessões} }
ro: {VAR_PLURAL, plural, =1 {sesiune} other {sesiuni} }
ru: {VAR_PLURAL, plural, =1 {сеанс} other {сессии} }
zh: {VAR_PLURAL, plural, =1 {会话} other {session} }

# SETTINGSV2_SESSIONS__CLOSE_ALL_SESSIONS
source: Close all sessions
cs: Zavřít všechny relace
de: Alle Sitzungen schließen
es: Cerrar todas las sesiones
hi: सभी सत्र बंद करें
it: Chiudi tutte le sessioni
ja: すべてのセッションを閉じる
pl: Zamknij wszystkie sesje
pt: Fechar todas as sessões
ro: Închide toate sesiunile
ru: Закрыть все сессии
tr: Tüm oturumları kapat
uk: Закрити всі сеанси
zh: 关闭所有会话

# SETTINGS__SECURITY__2FA__LABEL
source: Two-factor Authentication
cs: Dvoufázové ověření
de: Zwei-Faktor-Authentifizierung
it: Autenticazione in due fattori
ja: 2要素認証
pl: Uwierzytelnianie dwuskładnikowe
pt: Autenticação de dois fatores
ro: Autentificare doi factori
tr: İki-adımlı Doğrulama
zh: 两步验证

# SETTINGS__SECURITY__2FA__DESCRIPTION
source: Add an extra layer of security to your account by enabling 2FA.
cs: Přidejte k účtu další úroveň zabezpečení povolením dvoufázového ověření.
de: Fügen Sie Ihrem Konto eine zusätzliche Sicherheitsstufe hinzu, indem Sie 2FA aktivieren.
es: Añade una capa extra de seguridad a tu cuenta activando 2FA.
hi: 2FA सक्षम करके अपने खाते में सुरक्षा का एक अतिरिक्त स्तर जोड़ें।
it: Aggiungi un ulteriore livello di sicurezza al tuo account abilitando 2FA.
ja: 2FA を有効にして、アカウントにセキュリティレイヤーを追加します。
pl: Dodaj dodatkową warstwę zabezpieczeń do swojego konta poprzez włączenie 2FA.
pt: Adicione uma camada extra de segurança à sua conta, ativando a autenticação 2FA.
ro: Adaugă un nivel suplimentar de securitate contului tău prin activarea 2FA.
ru: Добавьте дополнительный уровень безопасности в свою учетную запись, включив 2FA.
th: เพิ่มความปลอดภัยให้กับบัญชีของคุณ ด้วยการเปิดใช้การเข้ารหัสสองชั้น.
zh: 启用2FA，为您的帐户添加额外的一层安全保护。

# SETTINGS__ACCOUNT__EMAIL__LABEL
source: Email Address
cs: E-mailová adresa
de: E-Mail-Adresse
es: Dirección de email
hi: ईमेल पता
it: Indirizzo Email
ja: メールアドレス
pl: Adres e-mail
pt: Endereço de e-mail
ro: Adresa Email
th: ที่อยู่อีเมล
uk: Адреса електронної пошти
zh: 电子邮件地址

# SETTINGS__ACCOUNT__EMAIL__DESCRIPTION
source: Change the email address where notifications are sent.
cs: Změnit e-mailovou adresu, na kterou jsou posílána oznámení.
de: Ändern Sie die E-Mail-Adresse, an der Benachrichtigungen gesendet werden.
es: Cambiar la dirección de correo electrónico donde se envían las notificaciones.
hi: वह ईमेल पता बदलें जहां सूचनाएं भेजी जाती हैं।
it: Cambia l'indirizzo email dove inviare le notifiche.
ja: 通知が送信されるメールアドレスを変更します。
pl: Zmień adres e-mail, na którym wysyłane są powiadomienia.
pt: Altere o endereço de e-mail onde as notificações são enviadas.
ro: Schimbă adresa de e-mail unde sunt trimise notificările.
ru: Изменить адрес электронной почты, на котором отправляются уведомления.
uk: Змінити адресу електронної пошти, де відправляються сповіщення.
zh: 更改发送通知的电子邮件地址。

# ACCOUNT_EMAIL_ADDRESS__TITLE
source: Email Address
cs: E-mailová adresa
de: E-Mail-Adresse
es: Dirección de email
hi: ईमेल पता
it: Indirizzo Email
ja: メールアドレス
pl: Adres e-mail
pt: Endereço de e-mail
ro: Adresa Email
th: ที่อยู่อีเมล
uk: Адреса електронної пошти
zh: 电子邮件地址

# ACCOUNT_EMAIL_ADDRESS__INVALID_EMAIL_ADDRESS
source: Invalid email address format.
cs: Neplatný formát e-mailové adresy.
de: Ungültiges E-Mail-Adressformat.
es: Formato de dirección de correo electrónico inválido.
hi: अमान्य ईमेल पता फ़ॉर्मेट।
it: Formato indirizzo email non valido.
ja: メールアドレスの形式が無効です。
pl: Nieprawidłowy format adresu e-mail.
pt: Formato de endereço de e-mail inválido.
ro: Format nevalid de adresă de e-mail.
ru: Неверный формат адреса электронной почты.
uk: Невірний формат адреси електронної пошти.
zh: 无效的电子邮件地址格式。

# ACCOUNT_EMAIL_ADDRESS__SAVE_EMAIL_ADDRESS
source: Save Email Address
cs: Uložit e-mailovou adresu
de: E-Mail Adresse speichern
es: Guardar dirección de email
hi: ईमेल पता सहेजें
it: Salva l'indirizzo email
ja: メールアドレスを保存
pl: Zapisz adres e-mail
pt: Salvar endereço de e-mail
ro: Salvează adresa de e-mail
ru: Сохранить адрес электронной почты
uk: Зберегти адресу електронної пошти
zh: 保存电子邮件地址

# SETTINGS__ACCOUNT__LANGUAGE__LABEL
source: Language Settings
cs: Nastavení jazyka
de: Spracheinstellungen
es: Configuración de idioma
hi: भाषा सेटिंग
it: Impostazioni della lingua
ja: 言語設定
pl: Ustawienia języka
pt: Configurações de idioma
ro: Setări limbă
ru: Настройки языка
th: มายด์_ตั้งค่า_ตั้งค่าภาษา_หัวข้อ
tr: Dil Ayarları
uk: Мовні параметри
zh: 语言设置

# SETTINGS__ACCOUNT__LANGUAGE__DESCRIPTION
source: Change your preferred language and, if available, the web interface display.
cs: Změňte preferovaný jazyk a zobrazte v něm webové rozhraní, pokud je tento jazyk k dispozici.
de: Ändern Sie Ihre bevorzugte Sprache und, falls vorhanden, die Web-Schnittstelle.
es: Cambie el idioma que prefiera y, si está disponible, la pantalla de la interfaz web.
hi: अपनी पसंदीदा भाषा और, यदि उपलब्ध हो, तो वेब इंटरफ़ेस डिस्प्ले बदलें।
it: Cambia la lingua preferita e, se disponibile, il display dell'interfaccia web.
ja: お好みの言語を変更し、Webインターフェースが表示されます。
pl: Zmień preferowany język i, jeśli jest dostępny, wyświetlacz interfejsu internetowego.
pt: Altere o idioma preferido e, se disponível, a interface web será exibida.
ro: Schimbați limba preferată și, dacă este cazul, afișarea interfeței web.
ru: Измените предпочитаемый язык и, если доступно, отображение веб-интерфейса.
tr: Tercih edilen dili değiştirin, ve mevcut ise web arayüzünü de.
uk: Змінити бажану мову і, якщо можливо, дисплей веб-інтерфейсу.
zh: 更改您的首选语言，如果可用，请更改网页界面显示。

# COMMON__LANGUAGE
source: Language
cs: Jazyk
de: Sprache
es: Idioma
hi: भाषा
it: Lingua
ja: 言語
pl: Język
pt: Linguagem
ro: Limba
ru: Язык
th: ภาษา
tr: Dil
zh: 语言

# LANGUAGE__UPDATE_LANGUAGE
source: Update Language
cs: Aktualizovat jazyk
de: Sprache aktualisieren
es: Actualizar idioma
hi: भाषा अपडेट करें
it: Aggiorna Lingua
ja: 言語の更新
pl: Aktualizuj język
pt: Atualizar Idioma
ro: Actualizare limbă
ru: Обновить язык
tr: Dili Güncelle
uk: Оновити мову
zh: 更新语言

# LANGUAGE__HELP_US_TRANSLATE__WITH__LINK
source: Bring Minds to the world! If you speak another language, help the community with translations on {START_LINK} translate.minds.com {CLOSE_LINK} .
cs: Přiveďte Minds na svět! Pokud mluvíte jiným jazykem, pomozte komunitě s překlady na {START_LINK} translate.minds.com {CLOSE_LINK} .
de: Bring Gedanken in die Welt! Wenn du eine andere Sprache sprichst, hilf der Community bei Übersetzungen auf {START_LINK} translate.minds.com {CLOSE_LINK} .
es: ¡Lleva mentes al mundo! Si hablas otro idioma, ayuda a la comunidad con traducciones en {START_LINK} translate.minds.com {CLOSE_LINK} .
hi: दुनिया के लिए Minds पेश करने में मदद करें! यदि आप दूसरी भाषा बोलते हैं, तो समुदाय की {START_LINK} Translate.minds.com {CLOSE_LINK} पर अनुवाद के साथ मदद करें।
it: Porta Minds al mondo! Se parli un'altra lingua, aiuta la comunità con le traduzioni su {START_LINK} translate.minds.com {CLOSE_LINK} .
ja: 他の言語を話す場合は、 {START_LINK} translate.minds.com {CLOSE_LINK} の翻訳をコミュニティに手伝ってください。
pl: Przynieś światu umysł! Jeśli mówisz w innym języku, pomóż społeczności w tłumaczeniu {START_LINK} translate.minds.com {CLOSE_LINK} .
pt: Traga mente para o mundo! Se você falar outro idioma, ajude a comunidade com traduções em {START_LINK} translate.minds.com {CLOSE_LINK} .
ro: Adu Minds în lume! Dacă vorbești altă limbă, ajută comunitatea cu traduceri pe {START_LINK} translate.minds.com {CLOSE_LINK} .
ru: Превратите умы в мир! Если вы говорите на другом языке, помогите сообществу с переводами на {START_LINK} translate.minds.com {CLOSE_LINK} .
uk: Принесіть майно у світ! Якщо ви розмовляєте іншою мовою, допоможіть спільноті із перекладом на {START_LINK} translate.minds.com {CLOSE_LINK} .
zh: 给世界带来心灵！如果你讲另一种语言，帮助社区翻译 {START_LINK} translate.minds.com {CLOSE_LINK} 。

# SETTINGS__ACCOUNT__PASSWORD__LABEL
source: Password
cs: Heslo
de: Passwort
es: Clave
hi: पासवर्ड
ja: パスワード
pl: Hasło
ro: Parolă
ru: Пароль
th: รหัสผ่าน
tr: Şifre
uk: Пароль
zh: 密码

# SETTINGS__ACCOUNT__PASSWORD__DESCRIPTION
source: Change account password.
cs: Změnit heslo účtu.
de: Passwort des Kontos ändern.
es: Cambiar contraseña de la cuenta.
hi: खाते का पासवर्ड बदलें
it: Cambia la password dell'account.
ja: アカウントのパスワードを変更する
pl: Zmień hasło konta.
pt: Alterar senha da conta.
ro: Schimbă parola contului.
ru: Изменить пароль учетной записи.
tr: Hesap şifreni değiştir.
uk: Змінити пароль облікового запису.
zh: 更改帐户密码。

# PASSWORD_SETTINGS__EXISTING_PASSWORD
source: Existing Password
cs: Stávající heslo
de: Bestehendes Passwort
es: Contraseña existente
it: Password Esistente
ja: 既存のパスワード
pl: Istniejące hasło
pt: Senha existente
ro: Parola existentă
ru: Существующий пароль
tr: Mevcut şifre
zh: 现有密码

# COMMON__INCORRECT_PASSWORD
source: Incorrect password.
cs: Nesprávné heslo.
de: Falsches Passwort.
es: Contraseña incorrecta.
it: Password errata.
ja: パスワードが正しくありません。
pl: Nieprawidłowe hasło.
pt: Senha incorreta.
ro: Parolă incorectă.
ru: Неверный пароль.
th: รหัสผ่านไม่ถูกต้อง.
tr: Hatalı şifre.
uk: Хибний пароль.
zh: 密码不正确。

# PASSWORD_SETTINGS__INCORRECT_PASSWORD
source: New Password
cs: Nové heslo
de: Neues Passwort
es: Nueva contraseña
hi: नया पासवर्ड
it: Nuova password
ja: 新しいパスワード
pl: Nowe hasło
ro: Parolă nouă
ru: Новый пароль
th: รหัสผ่านใหม่
tr: Yeni Şifre
uk: Новий пароль
zh: 新密码

# PASSWORD_SETTINGS__CONFIRM_NEW_PASSWORD
source: Confirm New Password
cs: Potvrdit nové heslo
de: Neues Passwort bestätigen
es: Confirmar nueva contraseña
hi: नए पासवर्ड की पुष्टि करें
it: Conferma nuova password
ja: 新しいパスワードを確認する
pl: Potwierdź nowe hasło
ro: Confirmare parolă nouă
ru: Подтвердите Новый Пароль
th: ยืนยันรหัสผ่านใหม่
tr: Yeni Şifreyi Onayla
zh: 确认新密码

# PASSWORD_SETTINGS__MUST_MATCH
source: Passwords must match.
cs: Hesla se musí shodovat.
de: Passwörter müssen übereinstimmen.
es: Las contraseñas deben coincidir.
hi: पासवर्ड का मिलान होना चाहिए
it: Le password devono corrispondere.
ja: パスワードが一致する必要があります。
pl: Hasła muszą się zgadzać.
pt: As senhas devem corresponder.
ro: Parolele trebuie să corespundă.
ru: Пароли должны совпадать.
tr: Şifreler birbiriyle eşleşmeli.
zh: 密码必须匹配。

# PASSWORD_SETTINGS__UPDATE_PASSWORD
source: Update Password
cs: Aktualizovat heslo
de: Passwort aktualisieren
es: Actualizar contraseña
it: Aggiorna Password
ja: パスワードの更新
pl: Aktualizuj hasło
pt: Atualizar Senha
ro: Actualizare parolă
ru: Обновить пароль
tr: Şifreyi Güncelle
uk: Оновити пароль
zh: 更新密码

# SETTINGS__NOTIFICATIONS__EMAIL__LABEL
source: Email Notifications
cs: E-mailová oznámení
de: E-Mail-Benachrichtigungen
it: Notifiche Email
ja: メール通知
pl: Powiadomienia e-mail
pt: Notificações por e-mail
ro: Notificări prin e-mail
ru: Уведомления по Email
th: การแจ้งเตือนทางอีเมล
uk: Сповіщення електронною поштою
zh: 电子邮件通知

# SETTINGS__NOTIFICATIONS__EMAIL__DESCRIPTION
source: Control what email notifications you receive, and when.
cs: Kontrolujte, kdy a jaká e-mailová oznámení obdržíte.
de: Legen Sie fest, welche E-Mail-Benachrichtigungen Sie erhalten und wann.
es: Controla qué notificaciones de correo electrónico recibes, y cuándo.
hi: नियंत्रित करें कि आपको कौन सी ईमेल सूचनाएं प्राप्त होती हैं, और कब।
it: Controlla quali notifiche e-mail ricevere e quando.
ja: あなたが受け取る電子メールの通知と通知を制御します。
pl: Kontroluj jakie powiadomienia e-mail otrzymujesz i kiedy.
pt: Controle quais notificações de e-mail você recebe e quando.
ro: Controlează ce notificări de e-mail primești și când.
ru: Контролируйте какие email вы получаете, и когда.
uk: Контролюйте отримувані сповіщення по електронній пошті.
zh: 控制您收到的电子邮件通知，以及何时收到通知。

# EMAIL_NOTIFICATIONS__EMAIL_ME_WHEN
source: Email me when
cs: Pošlete mi e-mail, když
de: E-Mail an mich, wenn
es: Escríbeme cuando
hi: मुझे ईमेल करें जब
it: Inviami un'email quando
ja: 電子メールで通知する
pl: Powiadom mnie, gdy
pt: Enviar um e-mail quando
ro: Trimite-mi un email când
ru: Отправлять мне, когда
uk: Надсилайте мені, коли
zh: 发邮件给我

# EMAIL_NOTIFICATIONS__HAVE_UNREAD_NOTIFICATIONS
source: I have unread notifications
cs: Mám nepřečtená oznámení
de: Ich habe ungelesene Benachrichtigungen
es: Tengo notificaciones sin leer
hi: मेरे पास अपठित सूचनाएं हैं
it: Ho notifiche non lette
ja: 未読の通知があります
pl: Mam nieprzeczytane powiadomienia
pt: Tenho notificações não lidas
ro: Am notificări necitite
ru: У меня есть непрочитанные уведомления
uk: У мене є непрочитані сповіщення
zh: 我有未读通知

# EMAIL_NOTIFICATIONS__RECEIVED_WIRE
source: I receive a wire
cs: Obdržím převod
de: Ich erhalte einen Draht
es: Recibo una transferencia
hi: मुझे एक भुगतान मिला है
it: Ricevo un Trasferimento
ja: 電信を受信しました
pl: Otrzymuję drut
pt: Eu recebo um fio
ro: Primesc un fir
ru: Я получаю банковский перевод
tr: Wire aldığımda
uk: Я отримую дріт
zh: 我收到一个电线

# EMAIL_NOTIFICATIONS__BOOST_BEEN_COMPLETED
source: My boost has been completed
cs: Můj boost byl dokončen
de: Mein Boost wurde abgeschlossen
hi: मेरा boost पूरा हो गया
it: Il mio boost è stato completato
ja: ブーストが完了しました
pl: Moje podbicie zostało ukończone
pt: Meu boost foi concluído
ro: Impulsul meu a fost finalizat
ru: Мой импульс был завершен
uk: Мій приріст був завершений
zh: 我的提升已完成

# EMAIL_NOTIFICATIONS__EMAIL_ME_WITH
source: Email me with
cs: Pošlete mi e-mail s
de: E-Mail mit
es: Escríbeme con
hi: मुझे ईमेल करें
it: Mandami un'email con
ja: 次でメールを送ってください
pl: Wyślij mi e-mail z
pt: Enviar e-mail com
ro: Trimite-mi un email cu
ru: Написать мне
uk: Надіслати мені електронний лист
zh: 发电子邮件给我

# EMAIL_NOTIFICATIONS__TOP_POSTS_FROM_NETWORK
source: Top posts from my network
cs: Nejlepšími příspěvky z mé sítě
de: Top-Beiträge aus meinem Netzwerk
es: Publicaciones principales de mi red
hi: मेरे नेटवर्क से शीर्ष पोस्ट
it: I migliori post dalla mia rete
ja: 自分のネットワークからのトップ投稿
pl: Najwięcej postów z mojej sieci
pt: Principais postagens da minha rede
ro: Postări de top din rețeaua mea
ru: Топ сообщений из моей сети
zh: 我的网络的顶部帖子

# EMAIL_NOTIFICATIONS__IMPROVE_CHANNEL_TIPS
source: Tips on how to improve my channel
cs: Tipy, jak vylepšit můj kanál
de: Tipps zur Verbesserung meines Kanals
es: Consejos sobre cómo mejorar mi canal
hi: मेरे चैनल को बेहतर बनाने के टिप्स
it: Consigli su come migliorare il mio canale
ja: チャネルを改善するためのヒント
pl: Porady dotyczące ulepszenia mojego kanału
pt: Dicas sobre como melhorar meu canal
ro: Sfaturi despre cum să îmi îmbunătățesc canalul
ru: Советы по улучшению моего канала
tr: Kanalımı nasıl geliştirebileceğim konusunda tavsiyeler
uk: Поради щодо покращення мого каналу
zh: 关于如何改进我的频道的提示

# EMAIL_NOTIFICATIONS__MISSED_SINCE_LAST_LOGIN
source: Things I've missed since my last login
cs: Věcmi, které jsem od mého posledního přihlášení zmeškal(a)
de: Dinge, die ich seit meinem letzten Login verpasst habe
es: Cosas que me he perdido desde mi último inicio de sesión
hi: चीजें जो मैंने अपने पिछले लॉग इन से मिस की हैं
it: Cose che mi sono perse dall'ultimo login
ja: 前回ログインしてから見逃したもの
pl: Sprawy przegapiłem od ostatniego logowania
pt: Coisas que eu perdi desde o meu último login
ro: Am ratat lucruri de la ultima mea conectare
ru: Что я пропустил с момента последнего входа
tr: Son giriş yaptığımdan bu yana kaçırdıklarım
uk: Речі, які я пропустив з моменту останнього входу
zh: 自上次登录以来我错过的情况

# EMAIL_NOTIFICATIONS__NEW_CHANNELS_SUB_TO
source: New channels to subscribe to
cs: Novými kanály ke sledování
de: Neue Kanäle zum Abonnieren
es: Nuevos canales a suscribirse
hi: सदस्यता लेने के लिए नए चैनल
it: Nuovi canali a cui iscriversi
ja: 購読する新しいチャンネル
pl: Nowe kanały do subskrypcji
pt: Novos canais para assinar
ro: Canale noi la care să te abonezi
ru: Новые каналы для подписки на
tr: Abone olabileceğim yeni kanallar
uk: Нові канали для підписки на
zh: 订阅新频道
