Repository: Minds/front
Catalog: src/locale/Minds.*.xliff
Languages: cs, de, es, hi, it, ja, pl, pt, ro, ru, th, tr, uk, zh

# M__PURCHASE_TERMS
source: I have read and accept the {START_LINK} Terms Of Sale {CLOSE_LINK} for the Minds Token
cs: Přečetl jsem si a přijímám {START_LINK} Podmínky prodeje {CLOSE_LINK} pro Minds Token
de: Ich habe die {START_LINK} Verkaufsbedingungen {CLOSE_LINK} für das Minds Token gelesen und akzeptiert
es: He leído y acepto los {START_LINK} términos de venta {CLOSE_LINK} para el token de mentalidad
hi: मैंने Minds टोकन के लिए {START_LINK} बिक्री की शर्तें {CLOSE_LINK} को पढ़ा और स्वीकार किया है
it: Ho letto e accetto i {START_LINK} Termini di Vendita {CLOSE_LINK} per il Token di Minds
ja: Minds Tokenの {START_LINK} 販売条件 {CLOSE_LINK} を読んで同意します
pt: Eu li e aceito os {START_LINK} Termos de Venda {CLOSE_LINK} para o Token de Mentes
ru: Я прочитал и принимаю {START_LINK} условия продажи {CLOSE_LINK} жетонов Minds
uk: Я прочитав та приймаю умови продажу {START_LINK} {CLOSE_LINK} для маркера
zh: 我已经阅读并接受 {START_LINK} 条销售条款 {CLOSE_LINK} 给Minds Token

# M__PURCHASE_COMPLETED_H2
source: Thank you for your purchase of {INTERPOLATION} Tokens
cs: Děkujeme vám za nákup {INTERPOLATION} tokenů
de: Vielen Dank für Ihren Kauf von {INTERPOLATION} Marken
es: Gracias por su compra de {INTERPOLATION} tokens
hi: {INTERPOLATION} टोकन खरीदने के लिए आपका धन्यवाद
it: Grazie per il tuo acquisto di {INTERPOLATION} Token
ja: {INTERPOLATION} トークンをご購入いただきありがとうございます。
pl: Dziękujemy za zakup {INTERPOLATION} tokenów
pt: Obrigado pela sua compra de {INTERPOLATION} Tokens
ro: Vă mulțumim pentru achiziția a {INTERPOLATION} Tokens
th: ขอบคุณสำหรับการซื้อ {INTERPOLATION} โทเค็น
tr: {INTERPOLATION} Token alımınız için size teşekkür ederiz
zh: 感谢您购买 {INTERPOLATION} 代币

# M__PURCHASE_COMPLETED_NOTE
source: Your transaction is processing and we will notify you once the transaction is complete.
cs: Vaše transakce se zpracovává a po dokončení transakce vás budeme informovat.
de: Ihre Transaktion wird bearbeitet und wir werden Sie benachrichtigen, sobald die Transaktion abgeschlossen ist.
es: Su transacción está siendo procesada y le notificaremos una vez que la transacción esté completa.
hi: आपका लेनदेन प्रोसेस हो रहा है और लेन-देन पूरा होने के बाद हम आपको सूचित करेंगे।
it: La tua transazione è in fase di elaborazione e ti avviseremo una volta completata la transazione.
ja: トランザクションが処理され、トランザクションが完了したら通知します。
pl: Twoja transakcja jest przetwarzana, a my powiadomimy Cię o zakończeniu transakcji.
pt: Sua transação está sendo processada e iremos notificá-lo assim que a transação estiver concluída.
ro: Tranzacția dvs. este în curs de procesare și vă vom notifica de îndată ce tranzacția este finalizată.
ru: Ваша транзакция обрабатывается и мы уведомим вас о завершении транзакции.
th: ธุรกรรมของคุณกำลังอยู่ในการดำเนินการ เราจะแจ้งให้คุณทราบเมื่อธุรกรรมเสร็จสมบูรณ์
tr: İşleminiz sürece girmiştir ve tamamlandığında sizi bilgilendireceğiz.
uk: Ваші операції обробляються, і ми повідомимо Вас, коли транзакція завершиться.
zh: 您的事务正在处理中，我们将在事务完成后通知您。

# M__PURCHASE_COMPLETED_NOTE_REVIEW
source: Because your purchase was over 60 ETH, it may take over 24 hours for the transaction to be completed. If you would like to contact us, please reach out to info@minds.com.
cs: Protože váš nákup byl větší než 60 ETH, může trvat 24 hodin a více, než bude transakce dokončena. Pokud nás chcete kontaktovat, napište nám prosím na info@minds.com.
de: Da Ihr Kauf über 60 ETH war, kann es über 24 Stunden dauern, bis die Transaktion abgeschlossen ist. Wenn Sie mit uns in Kontakt treten möchten, wenden Sie sich bitte an info@minds.com.
es: Debido a que su compra tenía más de 60 ETH, puede tardar más de 24 horas en completarse la transacción. Si desea ponerse en contacto con nosotros, póngase en contacto con info@minds.com.
hi: क्योंकि आपकी खरीदारी 60 ETH से अधिक थी, इसलिए लेन-देन पूरा होने में 24 घंटे लग सकते हैं। यदि आप हमसे संपर्क करना चाहते हैं, तो कृपया info@minds.com पर संपर्क करें।
it: Poiché il tuo acquisto era superiore a 60 ETH, la transazione potrebbe richiedere più di 24 ore. Se desideri contattarci, scrivi a info@minds.com.
ja: 購入が60ETHを超えていたため、取引が完了するまでに24時間以上かかる場合があります。 お問い合わせをご希望の場合は、info@minds.comまでご連絡ください。
pl: Ponieważ Twój zakup przekroczył 60 ETH, realizacja transakcji może zająć ponad 24 godziny. Jeśli chcesz się z nami skontaktować, skontaktuj się z info@minds.com.
pt: Como sua compra foi superior a 60 ETH, pode levar mais de 24 horas para que a transação seja concluída. Se você quiser entrar em contato conosco, por favor entre em contato com info@minds.com.
ro: Deoarece achiziția dvs. a depășit 60 ETH, ar putea dura peste 24 de ore până când tranzacția va fi finalizată. Dacă doriți să ne contactați, vă rugăm să ne contactați la info@minds.com.
ru: Поскольку ваша покупка была более 60 ETH, транзакция может занять более 24 часов. Если вы хотите связаться с нами, пожалуйста, свяжитесь с нами по адресу info@minds.com.
th: เนื่องจากการซื้อของคุณมากกว่า 60 ETH ดังนั้นอาจใช้เวลานานกว่า 24 ชั่วโมงก่อนที่การทำธุรกรรมจะเสร็จสมบูรณ์ หากคุณต้องการติดต่อเราโปรดติดต่อที่ info@minds.com
uk: Тому що Ваша покупка становила більше ніж 60 ETH, це може зайняти більше 24 годин для здійснення транзакції. Якщо ви хотіли б зв'язатися з нами, будь ласка, зверніться до info@minds.com.
zh: 由于您的购买超过60ETH，可能需要超过24小时才能完成交易。 如果您想联系我们，请联系info@minds.com。

# M__PURCHASE_BUTTON
source: Purchase
cs: Koupit
de: Kaufen
es: Comprar
hi: खरीदें
it: Acquista
ja: 購入
pl: Zakup
pt: Comprar
ro: Cumpără
ru: Покупка
th: ซื้อ
tr: Satın al
uk: Купівля
zh: 购买

# M__PURCHASE_PLEASE_WAIT_BUTTON
source: Please wait...
cs: Počkejte prosím...
de: Bitte warten...
hi: कृपया प्रतीक्षा करें...
it: Attendere prego...
ja: しばらくお待ちください...
pl: Proszę czekać...
pt: Por favor, aguarde...
ro: Vă rugăm așteptați...
ru: Подождите...
th: กรุณารอสักครู่...
tr: Lütfen bekleyin...
uk: Зачекайте будь ласка...
zh: 请稍候...

# M__PURCHASE_COMPLETED
source: Completed
cs: Dokončeno
de: Abgeschlossen
es: Completado
hi: पूरा कर लिया है
it: Completato
ja: 完了
pl: Zakończone
pt: Concluído
ro: Completat
ru: Завершено
th: สำเร็จแล้ว
tr: Tamamlandı
uk: Завершені
zh: 完成

# MARKETING_NODES__LAUNCH_YOUR_OWN_SOCIAL_NETWORK
source: Launch your own {START_EMPHASISED_TEXT} social networking app {CLOSE_EMPHASISED_TEXT}
cs: Spusťte vaši vlastní {START_EMPHASISED_TEXT} sociální síť {CLOSE_EMPHASISED_TEXT}
es: Lanza tu propia aplicación de redes sociales {START_EMPHASISED_TEXT} {CLOSE_EMPHASISED_TEXT}
hi: अपना खुद का {START_EMPHASISED_TEXT} सोशल नेटवर्किंग ऐप {CLOSE_EMPHASISED_TEXT} लॉन्च करें
ja: あなた自身の {START_EMPHASISED_TEXT} ソーシャルネットワーキングアプリ {CLOSE_EMPHASISED_TEXT} を起動します
pl: Uruchom własną aplikację społecznościową {START_EMPHASISED_TEXT} {CLOSE_EMPHASISED_TEXT}
pt: Inicie seu próprio aplicativo de redes sociais {START_EMPHASISED_TEXT} {CLOSE_EMPHASISED_TEXT}
ro: Lansați propria aplicație {START_EMPHASISED_TEXT} pentru rețele sociale {CLOSE_EMPHASISED_TEXT}
ru: Запустите своё собственное приложение {START_EMPHASISED_TEXT} для социальной сети {CLOSE_EMPHASISED_TEXT}
th: เปิดใช้ {START_EMPHASISED_TEXT} แอพโซเชียลของคุณ {CLOSE_EMPHASISED_TEXT}
tr: Kendi {START_EMPHASISED_TEXT} sosyal ağ uygulamanızı {CLOSE_EMPHASISED_TEXT} başlatın
uk: Запустіть свою {START_EMPHASISED_TEXT} соціальну мережу {CLOSE_EMPHASISED_TEXT}
zh: 启动您自己的 {START_EMPHASISED_TEXT} 社交网络应用 {CLOSE_EMPHASISED_TEXT}

# MARKETING_NODES__START_WHITELABEL_NETWORK
source: Start your own white-labeled social networking app for web and mobile by leveraging Minds’ open source code base.
cs: Spusťte vaši vlastní sociální síť pro web a mobilní telefony pomocí otevřeného zdrojového kódu Minds.
es: Inicia tu propia aplicación de redes sociales para web y móvil usando el código de código abierto de Minds.
hi: Minds के ओपन सोर्स कोड आधार का लाभ उठाते हुए वेब और मोबाइल के लिए अपना स्वयं का व्हाइट लेबल वाला सोशल नेटवर्किंग ऐप शुरू करें।
ja: Mindsのオープンソースコードベースを活用して、独自のホワイトラベル付きソーシャルネットワーキングアプリを起動します。
pl: Rozpocznij swoją własną aplikację społecznościową na białych etykietach dla stron internetowych i mobilnych poprzez wykorzystanie otwartego kodu źródłowego Minds.
pt: Inicie seu próprio aplicativo de redes sociais identificadas como branco para web e móvel, aproveitando a base de código aberto de Minds'.
ro: Pornește propria aplicație cu eticheta albă pentru rețele sociale pe web și mobile prin intermediul bazei de cod open source a Minds.
ru: Запустите своё собственное белое приложение для социальных сетей для веб и мобильных устройств, используя базу открытых кодов Minds.
th: เริ่มใช้แอพโซเชี่ยลมีเดียของคุณเองที่มีทั้งบนเว็บและมือถือ พร้อมด้วยประโยชน์จากความเป็นโอเพ็นซอร์สของ Minds
uk: Запустіть свою власну соціальну мережу з темою для веб та мобільного за допомогою відкритої бази кодів Minds.
zh: 通过利用心灵开源代码库来启动您自己的白色社交网络和移动应用程序。

# MARKETING_NODES__CONTACT_US_FOR_DETAILS
source: Contact us for details
cs: Kontaktujte nás pro více informací
de: Kontaktieren Sie uns für Details
es: Contáctenos para más detalles
hi: जानकारी के लिए हमसे संपर्क करें
it: Contattaci per maggiori informazioni
ja: 詳細はお問い合わせください
pl: Skontaktuj się z nami, aby uzyskać szczegółowe informacje
pt: Contate-nos para detalhes
ro: Contactați-ne pentru detalii
ru: Свяжитесь с нами для подробностей
th: ติดต่อสำหรับข้อมูลเพิ่มเติม
tr: Ayrıntılar için bizimle iletişime geçin
uk: Зв'яжіться з нами для отримання додаткової інформації
zh: 联系我们了解详情

# MARKETING_NODES__PLATFORM_BRANDED_OWN_WAY
source: A platform branded your own way
cs: Platforma s vaší vlastní značkou
de: Eine Plattform markierte deinen eigenen Weg
es: Una plataforma te marcó tu propio camino
hi: एक प्लेटफ़ॉर्म जिसे आपके अपने तरीके से ब्रांड किया गया है
it: Una piattaforma con il tuo marchio
ja: プラットフォームが独自の方法でブランド化されました
pl: Platforma markowała Twoją własną drogę
pt: Uma plataforma marcou seu próprio jeito
ro: O platformă a creat propria ta cale
ru: Платформа с брендом свой собственный путь
th: แพลตฟอร์มที่คุณสามารถสร้างแบรนด์ในแบบของคุณเอง
uk: Платформа переведена по-своєму
zh: 一个平台标记了您自己的方式

# MARKETING_NODES__HARNESS_FEATURES_SECTION
source: Harness all of the features of Minds.com with your own design, brand name, domain and style. Set your own policies, develop your own network and contribute to the greater Minds open source project.
cs: Získejte všechny funkce Minds.com s vaším vlastním designem, značkou, doménou a stylem. Nastavte si vlastní zásady, vytvořte vaši vlastní síť a přispějte k otevřenému zdrojovému kódu projektu Minds.
de: Nutzen Sie alle Funktionen von Minds.com mit Ihrem eigenen Design, Ihrem Markennamen, Ihrer Domain und Ihrem Stil. Legen Sie Ihre eigenen Richtlinien fest, entwickeln Sie Ihr eigenes Netzwerk und tragen Sie zu dem größeren Minds Open Source Projekt bei.
es: Aproveche todas las características de Minds.com con su propio diseño, nombre de marca, dominio y estilo. Establezca sus propias políticas, desarrolle su propia red y contribuya al mayor proyecto de mentes abiertas.
hi: अपने डिजाइन, ब्रांड नाम, डोमेन और शैली के साथ Minds.com की सभी विशेषताओं का उपयोग करें। अपनी नीतियां निर्धारित करें, अपना नेटवर्क विकसित करें और अधिक से अधिक Minds ओपन सोर्स प्रोजेक्ट में योगदान दें।
it: Sfrutta tutte le caratteristiche di Minds.com con il tuo design, marchio, dominio e stile. Imposta le tue policy, sviluppa la tua rete e contribuisci al grande progetto open source di Minds.
ja: Minds.comのすべての機能を、独自のデザイン、ブランド名、ドメイン、スタイルで活用してください。 独自のポリシーを設定し、独自のネットワークを開発し、より大きなMindsオープンソースプロジェクトに貢献します。
pl: Wykorzystaj wszystkie funkcje Minds.com z własnym projektem, marką, domeną i stylem. Ustaw własne zasady, rozwiń własną sieć i przyczyń się do rozwoju projektu otwartego źródła umysłów.
pt: Aproveite todos os recursos do minds.com com seu próprio design, nome da marca, domínio e estilo. Defina suas próprias políticas, desenvolva sua própria rede e contribua para um projeto de código aberto de maior mente.
ro: Exploatați toate caracteristicile Minds.com cu propriul design, nume de marcă, domeniu și stil. Setează-ți propriile politici, dezvoltă-ți propria rețea și contribuie la proiectul open source mai mare.
ru: Используйте все возможности Minds.com с вашим дизайном, брендом, именем домена и стилем. Настройте свои собственные политики, разрабатывайте свою собственную сеть и содействуйте проекту с открытым исходным кодом.
tr: Minds.com'un bütün özellikleri ile gücünü kullanın ve kendi tasarımınızı, marka adınızı, alan adınızı ve stilinizi harmanlayın. Kendi kurallarınızı belirleyin, kendi ağınızı genişletin ve Minds açık kaynak kodlu projemize katkıda bulunun.
uk: Застосовуйте всі особливості Minds.com з власним дизайном, брендовим ім'ям, доменним і стилем. Встановіть власну політику, розробляйте власну мережу та внесіть свій внесок у проект більш відкритих Minds.
zh: 使用您自己的设计、品牌名称、域名和样式来利用Minds.com 的所有功能。 设置您自己的政策，开发您自己的网络并为更大的心灵开源项目做出贡献。

# MARKETING_NODES__FULL_STACK_FEATURES
source: A full stack of features
cs: Úplný soubor funkcí
de: Ein voller Stapel von Funktionen
es: Una lista completa de características
hi: सुविधाओं का एक पूरा ढेर
it: Una pila piena di funzionalità
ja: フルスタックの機能
pl: Pełen zestaw funkcji
pt: Uma pilha completa de recursos
ro: Un set complet de caracteristici
ru: Полный набор функций
th: คุณสมบัติเต็มรูปแบบ
tr: Bütün katmanları içeren özellikler
uk: Повний стек функцій
zh: 全套功能

# MARKETING_NODES__FULL_STACK_FEATURES_SECTION
source: The platform includes a wide variety of features, such as analytics, wallet, encrypted messaging, newsfeed, content hosting, blog editing, groups, hashtags, search, payments, advertising and more.
cs: Platforma obsahuje širokou škálu funkcí, jako jsou analýzy, peněženka, šifrované zprávy, kanál novinek, hostování obsahu, psaní blogu, skupiny, štítky, vyhledávání, platby, reklamu a více.
hi: प्लेटफ़ॉर्म में कई प्रकार फ़ीचर शामिल हैं, जैसे कि एनालिटिक्स, वॉलेट, एन्क्रिप्टेड मैसेजिंग, न्यूजफ़ीड, कंटेंट होस्टिंग, ब्लॉग एडिटिंग, ग्रुप्स, हैशटैग, सर्च, पेमेंट्स, विज्ञापन और बहुत कुछ।
ja: このプラットフォームには、分析、ウォレット、暗号化されたメッセージなど、さまざまな機能が含まれています。 ニュースフィード、コンテンツホスティング、ブログ編集、グループ、ハッシュタグ、検索、支払い、広告など
zh: 平台包含多种功能，如分析、钱包、加密信息， 新闻源、内容托管、博客编辑、组、散列标签、搜索、付款、广告等等。

# MARKETING_NODES__SYNC_ACROSS_DEVICES
source: Sync across all devices
cs: Synchronizace napříč všemi zařízeními
de: Über alle Geräte synchronisieren
es: Sincronizar en todos los dispositivos
hi: सभी डिवाइस में सिंक करें
it: Sincronizza tra tutti i dispositivi
ja: すべてのデバイス間で同期
pl: Synchronizuj pomiędzy wszystkimi urządzeniami
pt: Sincronizar em todos os dispositivos
ro: Sincronizare pe toate dispozitivele
ru: Синхронизация на всех устройствах
th: ซิงค์กับอุปกรณ์ทั้งหมด
uk: Синхронізація з усіма пристроями
zh: 同步所有设备

# MARKETING_NODES__SYNC_ACROSS_DEVICES_SECTION
source: The Minds platform is built for all platforms, including Android, iOS and major web browsers such as Firefox, Chrome, Safari and Brave.
cs: Minds je vytvořeno pro všechny platformy, včetně Androidu, iOS a hlavních webových prohlížečů jako jsou Firefox, Chrome, Safari a Brave.
hi: Minds प्लेटफ़ॉर्म को सभी प्लेटफ़ॉर्म के लिए बनाया गया है, जिसमें Android, iOS और प्रमुख वेब ब्राउज़र जैसे Firefox, Chrome, Safari और Brave शामिल हैं।
ja: Mindsプラットフォームは、Android、iOS、Firefox、Chrome、Safari、Braveなどの主要なWebブラウザを含むすべてのプラットフォーム用に構築されています。
th: แพลตฟอร์ม Minds ถูกสร้างเพื่อรองรับการใช้งานบนทุกเครื่อง ตั้งแต่ Android, iOS และเว็บบราวเซอร์หลักๆได้แก่ Firefox, Chrome, Safari และ Brave
zh: Minds平台是为所有平台构建的，包括Android、iOS以及Firefox、Chrome、Safari和Brave等主要浏览器。

# MARKETING_NODES__OTHER_NODE_FEATURES
source: Other Nodes features
cs: Další funkce Node
de: Andere Knoten-Funktionen
es: Otras características de los nodos
hi: Nodes के अन्य फ़ीचर
it: Altre funzioni dei Nodi
ja: その他のノードの機能
pl: Inne funkcje węzłów
pt: Outros recursos de nós
ro: Alte caracteristici Nodes
ru: Другие возможности узлов
th: ฟีเจอร์อื่นๆ
tr: Diğer Düğümlerin özellikleri
uk: Інші особливості вузлів
zh: 其它节点功能

# MARKETING_NODES__SUPPORT_MANY_USE_CASES
source: Supports many use cases
cs: Mnoho různých způsobů využití
de: Unterstützt viele Anwendungsfälle
es: Soporta muchos casos de uso
hi: कई उपयोग मामलों का समर्थन करता है
it: Supporta molti casi d'uso
ja: 多くのユースケースに対応
pl: Obsługuje wiele przypadków użycia
pt: Suporta muitos casos de uso
ro: Suportă multe cazuri de utilizare
ru: Поддерживает множество вариантов использования
th: รองรับการใช้งานหลายกรณี
tr: Birden fazla kullanım alanını destekler
uk: Підтримує багато випадків використання
zh: 支持许多使用次数

# MARKETING_NODES__SOCIAL_NETWORKING_ESSENTIAL_SECTION
source: Social networking is an essential tool for communicating inside your own company or reaching people outside.
cs: Sociální sítě jsou základním nástrojem pro komunikaci uvnitř vaší společnosti nebo pro oslovování lidí zvenčí.
de: Soziale Vernetzung ist ein wesentliches Instrument für die Kommunikation innerhalb des eigenen Unternehmens oder für das Erreichen von Menschen außerhalb des Unternehmens.
es: Las redes sociales son una herramienta esencial para comunicarse dentro de su propia empresa o para llegar a la gente al exterior.
hi: सोशल नेटवर्किंग आपकी अपनी कंपनी के अंदर कम्युनिकेशन करने या बाहर के लोगों तक पहुंचने के लिए एक आवश्यक टूल है।
it: Il social networking è uno strumento essenziale per comunicare all'interno della propria azienda o raggiungere persone all'esterno.
ja: ソーシャルネットワーキングは、自分の会社内でコミュニケーションを取ったり、外で人々に手を差し伸べたりするための不可欠なツールです。
pl: Kontakty społecznościowe są niezbędnym narzędziem komunikowania się wewnątrz własnej firmy lub docierania do osób na zewnątrz.
pt: As redes sociais são uma ferramenta essencial para comunicar dentro da própria empresa ou para chegar às pessoas lá fora.
ro: Rețelele de socializare reprezintă un instrument esențial pentru comunicarea în cadrul propriei companii sau pentru a ajunge la oameni din exterior.
ru: Социальные сети – это важнейший инструмент для общения внутри вашей компании или для общения с людьми за ее пределами.
th: โซเชียลเน็ตเวิร์คเป็นเครื่องมือสำคัญสำหรับการสื่อสารภายในองค์กรของคุณและสำคัญต่อการติดต่อบุคคลภายนอก
uk: Соціальні мережі є необхідним інструментом спілкування всередині вашої власної компанії або залучення людей зовні.
zh: 社交网络是在您自己的公司内进行沟通或联系外界人士的重要工具。

# MARKETING_NODES__FOR_YOUR_COMMUNITY
source: For your community
cs: Pro vaši komunitu
de: Für deine Community
es: Para tu comunidad
hi: अपने समुदाय के लिए
it: Per la tua comunità
ja: あなたのコミュニティのために
pl: Dla twojej społeczności
pt: Para sua comunidade
ro: Pentru comunitatea ta
ru: Для вашего сообщества
th: สำหรับชุมชนของคุณ
tr: Topluluğunuz için
uk: Для вашої спільноти
zh: 为您的社区

# MARKETING_NODES__STOP_OUTSOURCING_SOCIAL_MEDIA
source: Stop outsourcing your social media presence and losing all of your reach. Regain direct access to your audience.
cs: Přestaňte outsourcovat vaši přítomnost na sociálních sítích a neztrácejte svůj dosah. Získejte zpět přímý přístup k vašemu publiku.
de: Beenden Sie das Outsourcing Ihrer Social Media Präsenz und verlieren Sie alle Ihre Reichweite. Erhalten Sie direkten Zugriff auf Ihr Publikum.
hi: अपनी सोशल मीडिया उपस्थिति को आउटसोर्स करना और अपनी पहुंच को कम करना रोकें। अपने दर्शकों तक फिर से सीधे पहुंच हासिल करें।
ja: ソーシャルメディアの存在をアウトソーシングを停止し、すべてのリーチを失います。オーディエンスに直接アクセスできます。
pl: Przestań zlecać swoją obecność w mediach społecznościowych i stracić całą swoją rękę. Odzyskaj bezpośredni dostęp do swoich odbiorców.
pt: Pare de externalizar a sua presença nas redes sociais e perca todo o seu alcance. Recupere o acesso direto ao seu público.
ro: Oprește externalizarea prezenței tale social media și pierde tot ce ai de făcut. Recuperă accesul direct la publicul tău.
uk: Припиніть аутсорсинг присутності соціальних медіа і втрачайте все ваше досягнення. Знову отримайте прямий доступ до своєї аудиторії.
zh: 停止外包您的社交媒体存在并失去您的全部影响力。重新直接访问您的观众。

# MARKETING_NODES__OPEN_SOURCE_CONTRIBUTION
source: Open source contribution
cs: Otevřený zdrojový kód
de: Open Source Beitrag
es: Contribución de código abierto
hi: खुला स्रोत योगदान
it: Contributo open source
ja: オープンソースの貢献
pl: Wkład open source
pt: Contribuição de código aberto
ro: Contribuție open-source
ru: Вклад с открытым исходным кодом
th: ช่วยพัฒนาโอเพ็นซอร์ส
tr: Açık kaynak kodu katkısı
uk: Вклад з відкритим вихідним кодом
zh: 开源报告

# MARKETING_NODES__ALL_WORK_CONTRIBUTE_GREATER
source: All of your work will contribute to the greater {START_LINK} Minds open source project {CLOSE_LINK} of building free and open source social networking technology for the world.
cs: Veškerá vaše práce přispěje celému projektu {START_LINK} Minds open source {CLOSE_LINK} spočívajícímu v budování bezplatné sociální sítě s otevřeným zdrojovým kódem pro celý svět.
de: All deine Arbeit wird zu dem größeren {START_LINK} Minds Open Source Projekt {CLOSE_LINK} beitragen, um freie und Open Source soziale Netzwerktechnologie für die Welt zu entwickeln.
es: Todo tu trabajo contribuirá al mayor proyecto de {START_LINK} Minds de código abierto {CLOSE_LINK} de construir una tecnología de redes sociales libres y de código abierto para el mundo.
hi: आपके सभी कार्यों से फ़्री और मुक्त ओपन सोर्स सोशल नेटवर्किंग तकनीक के निर्माण के अधिक से अधिक {START_LINK} Minds ओपन सोर्स प्रोजेक्ट {CLOSE_LINK} में योगदान मिलेगा।
it: Tutto il tuo lavoro sosterrà il grande progetto open source {START_LINK} Minds {CLOSE_LINK} nel costruire tecnologie di social networking gratuite e open source per il mondo.
ja: あなたの仕事はすべて、世界のための無料でオープンソースのソーシャルネットワーキング技術を構築するためのより大きな {START_LINK} Mindsオープンソースプロジェクト {CLOSE_LINK} に貢献します。
pl: Wszystkie Twoje prace przyczynią się do zwiększenia {START_LINK} projektu Open Source {CLOSE_LINK} budowy darmowej i otwartej technologii portali społecznościowych dla świata.
pt: Todo o seu trabalho contribuirá para os melhores {START_LINK} projetos de código aberto {CLOSE_LINK} de construção de tecnologia de redes sociais gratuitas e de código aberto para o mundo.
ro: Toată munca ta va contribui la cel mai mare proiect cu sursă deschisă {START_LINK} Minds proiect {CLOSE_LINK} de a construi o tehnologie de socializare gratuită și cu sursă deschisă pentru lume.
ru: Вся твоя работа будет способствовать большему проекту {START_LINK} с открытым исходным кодом {CLOSE_LINK} в построении бесплатных социальных сетей с открытым исходным кодом.
tr: Bütün çalışmalarınız daha geniş kapsamda {START_LINK} açık kaynak kodlu Minds projesine {CLOSE_LINK} katkı sağlayacak ve açık özgür yazılım sosyal ağ teknolojisi oluşumunu destekleyecek.
uk: Всі ваші роботи зроблять свій внесок у більший проект {START_LINK} Minds з відкритим вихідним кодом {CLOSE_LINK} технології безкоштовної та відкритої соціальної мережі для світу.
zh: 您的所有工作都将为更大的 {START_LINK} 创意开放源代码项目 {CLOSE_LINK} 做出贡献，这个项目是为世界建设免费和开放源代码社交网络技术。

# MARKETING_NODES__CONTACT_FOR_DETAILS
source: Contact us for details
cs: Kontaktujte nás pro více informací
de: Kontaktieren Sie uns für Details
es: Contáctenos para más detalles
hi: जानकारी के लिए हमसे संपर्क करें
it: Contattaci per maggiori informazioni
ja: 詳細はお問い合わせください
pl: Skontaktuj się z nami, aby uzyskać szczegółowe informacje
pt: Contate-nos para detalhes
ro: Contactați-ne pentru detalii
ru: Свяжитесь с нами для подробностей
th: ติดต่อสำหรับข้อมูลเพิ่มเติม
tr: Ayrıntılar için bizimle iletişime geçin
uk: Зв'яжіться з нами для отримання додаткової інформації
zh: 联系我们了解详情
