Repository: Minds/front
Catalog: src/locale/Minds.*.xliff
Languages: cs, de, es, hi, it, ja, pl, pt, ro, ru, th, tr, uk, zh

# DISCOVERY_TAGS__DISCOVERY_BY_TAGS
source: Discover by tags
cs: Objevit podle štítků
de: Mit Tags entdecken
es: Descubre por etiquetas
hi: Tags द्वारा खोजा
it: Scopri per tag
ja: タグで発見
pl: Odkryj przez tagi
pt: Descubra pelas tags
ro: Descoperă după etichete
ru: Поиск по тегам
tr: Etikete göre keşfet
uk: Знайти за тегами
zh: 通过标签发现

# DISCOVERY_SEARCH__TOP
source: Top
cs: Nejlepší
de: Oben
es: Lo mejor
hi: श्रेष्ठ
ja: トップ
pl: Góra
pt: Topo
ro: Sus
ru: Верх
th: สูงสุด
tr: Popüler
uk: Верх
zh: 顶部

# DISCOVERY_SEARCH__LATEST
source: Latest
cs: Nejnovější
de: Neueste
es: Reciente
hi: नवीनतम
it: Più recenti
ja: 最新
pl: Najnowsze
pt: Mais recentes
ro: Ultimele
ru: Самый последний
th: ล่าสุด
tr: En Yeni
uk: Недавні
zh: 最新

# DISCOVERY__SEARCH__CHANNELS
source: Channels
cs: Kanály
de: Kanäle
es: Canales
hi: चैनल
it: Canali
ja: チャンネル
pl: Kanały
pt: Canais
ro: Canale
ru: Каналы
th: ช่อง
tr: Kanallar
uk: Канали
zh: 频道

# DISCOVERY_SEARCH__GROUPS
source: Groups
cs: Skupiny
de: Gruppen
es: Grupos
hi: ग्रुप
it: Gruppi
ja: グループ
pl: Grupy
pt: Grupos
ro: Grupuri
ru: Группы
th: กลุ่ม
tr: Gruplar
uk: Групи
zh: 小组

# DISCOVERY_SEARCH__BACK
source: Back
cs: Zpět
de: Zurück
es: Volver
it: Indietro
ja: 戻る
pl: Powrót
pt: Anterior
ro: Înapoi
ru: Назад
tr: Geri
uk: Відмінити
zh: 后退

# DISCOVERY_TAGS__JUST_FOR_YOU
source: Just for you
cs: Jen pro vás
de: Nur für dich
es: Sólo para ti
hi: सिर्फ आपको लिए
it: Solo per te
ja: あなたのためだけに
pl: Tylko dla Ciebie
pt: Apenas para você
ro: Doar pentru tine
ru: Только для вас
tr: Sadece sizin için
uk: Лише для вас
zh: 仅供您使用

# DISCOVERY_TAGS__YOUR_TAGS
source: Your Tags
cs: Vaše štítky
de: Ihre Tags
es: Tus etiquetas
hi: आपका टैग
it: I tuoi Tag
ja: タグ
pl: Twoje tagi
pt: Suas Etiquetas
ro: Etichetele tale
ru: Ваши теги
uk: Ваші мітки
zh: 您的标签

# DISCOVERY_TAGS__SEE_YOUR_FEED
source: See your feed
cs: Zobrazit kanál novinek
de: Feed ansehen
es: Ver tus noticias
hi: अपनी feed देखें
it: Vedi il tuo feed
ja: フィードを見る
pl: Zobacz swój kanał
pt: Ver o seu feed
ro: Vezi fluxul tău
ru: Посмотреть ленту новостей
tr: Akışınızı görün
uk: Переглянути вашу стрічку
zh: 查看您的订阅

# DISCOVERY_TAGS__TRENDING_TAGS
source: Trending Tags
cs: Populární štítky
de: Trend-Tags
es: Etiquetas en tendencia
hi: ट्रेंडिंग टैग
it: Tag in Tendenza
ja: 話題のタグ
pl: Popularne tagi
pt: Tags em alta
ro: Etichete populare
ru: Популярные теги
tr: Yükselişteki Etiketler
uk: Популярні теги
zh: 热门标签

# DISCOVERY_TAGS__SEE_TRENDING_FEED
source: See trending feed
cs: Zobrazit populární kanál
de: Trend-Feed ansehen
es: Ver tendencias
hi: ट्रेंडिंग फ़ीड देखें
it: Guarda feed in tendenza
ja: トレンドフィードを見る
pl: Zobacz popularne kanały
pt: Ver feed em alta
ro: Vezi fluxuri populare
ru: Смотреть актуальную ленту
uk: Подивитися популярну стрічку
zh: 查看热门订阅源

# DISCOVERY_FEEDS__YOUR_FEED
source: Your Feed
cs: Váš kanál novinek
de: Ihr Feed
es: Tus noticias
hi: आपकी फ़ीड
it: Il Tuo Feed
ja: あなたのフィード
pl: Twój kanał
pt: Seu Feed
ro: Fluxul tău
ru: Ваша Лента
tr: Akışın
uk: Ваша стрічка
zh: 您的订阅源

# DISCOVERY_FEEDS__TRENDING_FEED
source: Trending Feed
cs: Kanál populárních novinek
de: Interessanter Feed
es: Tendencias
it: Feed delle tendenze
ja: トレンドフィード
pl: Popularne kanały
pt: Feed em alta
ro: Flux popular
ru: Популярная лента
uk: Популярна стрічка
zh: 热门种子

# DISCOVERY_FEEDS__BACK
source: Back
cs: Zpět
de: Zurück
es: Volver
hi: वापस
it: Indietro
ja: 戻る
pl: Powrót
pt: Anterior
ro: Înapoi
ru: Назад
tr: Geri
uk: Відмінити
zh: 后退

# DISCOVERY_SETTINGS_BUTTON__MANAGE_RESULTS
source: Manage Results
cs: Spravovat výsledky
de: Ergebnisse verwalten
es: Gestionar resultados
hi: परिणाम मैनेज करें
it: Gestisci Risultati
ja: 結果の管理
pl: Zarządzaj wynikami
pt: Gerenciar Resultados
ro: Gestionare rezultate
ru: Управление результатами
tr: Sonuçları Yönet
uk: Управління результатами
zh: 管理结果

# DISCOVERY_SETTINGS_BUTTON__MANAGE_TAGS
source: Manage tags
cs: Spravovat štítky
de: Tags verwalten
es: Administrar etiquetas
hi: टैग मैनेज करें
it: Gestisci tag
ja: タグの管理
pl: Zarządzaj tagami
pt: Gerenciar etiquetas
ro: Gestionare etichete
ru: Управление тегами
tr: Etiketleri yönet
uk: Керування тегами
zh: 管理标签

# DISCOVERY_DISCLAIMER__OUR_APPROACH_INFORMATION
source: Our {START_LINK} research-based {CLOSE_LINK} approach in handling misinformation and other types of controversial lawful content is to facilitate civil discourse through free speech, which is the only way to change someone’s mind. It is your choice to engage with someone, keep scrolling, report or block.
cs: Náš přístup {START_LINK} založený na výzkumu {CLOSE_LINK} při zacházení s dezinformacemi a dalšími typy kontroverzního legálního obsahu spočívá v usnadnění občanské diskuse prostřednictvím svobodného projevu, což je jediný způsob, jak změnit něčí názor. Je vaší volbou, zda budete s někým diskutovat, pokračovat v prohlížení obsahu, nahlašovat nebo blokovat.
es: Nuestro enfoque {START_LINK} basado en investigación {CLOSE_LINK} acerca del manejo de desinformación y otros tipos de contenido legal pero polémico es facilitar el discurso civil a través de la libertad de expresión, la cual es la única manera de cambiar la forma de pensar de alguien. Es tu elección abordar a alguien, seguir avanzando, reportar o bloquear.
hi: गलत सूचना और विवादास्पद कानूनी कंटेंट के अन्य प्रकारों से निपटने में हमारा {START_LINK} शोध-आधारित {CLOSE_LINK} नजरिया मुक्त अभिव्यक्ति के ज़रिए नागरिक विमर्श को सुगम बनाने का है, जो कि किसी व्यक्ति के दिमाग को बदलने का एकमात्र तरीका है। किसी व्यक्ति के साथ एंगेज होने, स्क्रोलिंग, रिपोर्ट या ब्लॉकक करने का विकल्प आपको चुनना है।
it: Il nostro approccio {START_LINK} basato sulla ricerca {CLOSE_LINK} nella gestione della disinformazione e di altri tipi di contenuti leciti controversi è quello di facilitare il dialogo attraverso la libertà di parola, che è l'unico modo per far cambiare idea a qualcuno. La scelta di discutere con qualcuno, continuare a scorrere ignorandolo, segnalarlo o bloccarlo è tua.
ja: 私たちの {START_LINK} の研究ベースの {CLOSE_LINK} アプローチは、誤った情報やその他の種類の論争の合法的なコンテンツを処理することで、言論の自由を通じた市民の談話を促進することです。 誰かの心を変える唯一の方法だ 誰かと関わり、スクロール、レポート、ブロックを続けることができます。
pl: Nasze {START_LINK} oparte na badaniach podejście {CLOSE_LINK} do obchodzenia się z błędnymi informacjami i innymi kontrowersyjnymi legalnymi treściami to ułatwianie dyskursu cywilnego poprzez wolność słowa, który jest jedynym sposobem na zmianę zdania. Twój wybór polega na nawiązaniu kontaktu z kimś, kontynuowaniu przewijania, raportowania lub blokowania.
pt: Nossa abordagem {START_LINK} baseada em {CLOSE_LINK} para lidar com desinformação e outros tipos de conteúdo legal controverso é facilitar o discurso civil através da liberdade de expressão, que é a única maneira de mudar a ideia de alguém. É sua opção entrar com alguém, continuar rolando, relatar ou bloquear.
ro: Abordarea noastră {START_LINK} bazată pe cercetare {CLOSE_LINK} în tratarea dezinformării și a altor tipuri de conținut legal controversat este de a facilita discursul civil prin libertatea de exprimare, care este singura cale de a schimba mintea cuiva. Este alegerea ta să te implici cu cineva, să continui să derulezi, să raportezi sau să blochezi.
ru: Наш {START_LINK} основанный на исследованиях {CLOSE_LINK} подход к обработке дезинформации и других типов спорного законного контента заключается в том, чтобы облегчить гражданский дискурс через свободу слова, которая является единственным способом изменить чье-либо мнение. Это ваш выбор - взаимодействовать с кем-либо, продолжать просматривать, сообщать или блокировать.
tr: {START_LINK} Araştırmalara dayalı {CLOSE_LINK} yanlış bilgilendirme ve diğer hukuken tartışmalı içerikle başa çıkma yaklaşımımız özgür düşünce aracılığı ile medeni söylemi kolaylaştırmak içindir, bu bir kişinin fikrini değiştirmenin tek yoludur. Birisiyle etkileşime girmek sizin seçiminizdir, kaydırmaya devam edin, engelleyin veya şikayetlerinizi gönderin.

# DISCOVERY_SUGGESTIONS__CHANNELS
source: Channels
cs: Kanály
de: Kanäle
es: Canales
hi: चैनल
it: Canali
ja: チャンネル
pl: Kanały
pt: Canais
ro: Canale
ru: Каналы
th: ช่อง
tr: Kanallar
uk: Канали
zh: 频道

# DISCOVERY_SUGGESTIONS__GROUPS
source: Groups
cs: Skupiny
de: Gruppen
es: Grupos
hi: ग्रुप
it: Gruppi
ja: グループ
pl: Grupy
pt: Grupos
ro: Grupuri
ru: Группы
th: กลุ่ม
tr: Gruplar
uk: Групи
zh: 小组

# DISCOVERY_SUGGESTIONS__BACK
source: Back
cs: Zpět
de: Zurück
es: Volver
it: Indietro
ja: 戻る
pl: Powrót
pt: Anterior
ro: Înapoi
ru: Назад
tr: Geri
uk: Відмінити
zh: 后退

# DISCOVERY_TAGS__SELECT_TAGS
source: Select tags
cs: Vybrat štítky
de: Tags auswählen
es: Seleccionar etiquetas
it: Seleziona tag
ja: タグを選択
pl: Wybierz tagi
pt: Selecionar tags
ro: Selectare etichete
ru: Выберите теги
tr: Etiketleri seç
uk: Виберіть мітки
zh: 选择标签

# COMMON__CHANNEL__BRIEF__SEE_ALL
source: See All
cs: Zobrazit vše
de: Alle anzeigen
es: Ver todo
hi: सभी देखें
it: Vedi Tutti
ja: すべて見る
pl: Zobacz wszystko
pt: Ver todos
ro: Vezi tot
ru: Посмотреть все
tr: Tümünü Gör
uk: Переглянути всі
zh: 查看全部

# COMMON__CHANNEL__BRIEF__OTHER
source: {VAR_PLURAL, plural, =1 { {INTERPOLATION} token/month} other { {INTERPOLATION} tokens/month} }
cs: {VAR_PLURAL, plural, =1 { {INTERPOLATION} token/měsíc} other { {INTERPOLATION} tokenů/měsíc} }
de: {VAR_PLURAL, plural, =1 { {INTERPOLATION} Token/Monat} other { {INTERPOLATION} Tokens/Monat} }
es: {VAR_PLURAL, plural, =1 { {INTERPOLATION} token/mes} other { {INTERPOLATION} tokens/mes}}
it: {VAR_PLURAL, plural, =1 { {INTERPOLATION} token/mese} other { {INTERPOLATION} token/mese} }
pl: {VAR_PLURAL, plural, =1 { {INTERPOLATION} token/miesiąc} other { {INTERPOLATION} tokeny/miesiąc} }
pt: {VAR_PLURAL, plural, =1 { {INTERPOLATION} token/month} other { {INTERPOLATION} tokens/mês} }
ro: {VAR_PLURAL, plural, =1 { {INTERPOLATION} token/month} other { {INTERPOLATION} tokens/lună} }

# COMMON__CHANNEL__BRIEF__PER_MONTH
source: $ {INTERPOLATION} /month
cs: $ {INTERPOLATION} /měsíc
de: $ {INTERPOLATION} / Monat
es: $ {INTERPOLATION} /mes
hi: {INTERPOLATION} / माह
it: $ {INTERPOLATION} /mese
ja: $ {INTERPOLATION} /月
pl: $ {INTERPOLATION} /miesiąc
pt: $ {INTERPOLATION} /mês
ro: $ {INTERPOLATION} /lună
ru: $ {INTERPOLATION} /месяц
tr: aylık {INTERPOLATION} $
zh: $ {INTERPOLATION} /月

# CHANNEL_ABOUT__BIO
source: Bio
cs: O vás
hi: बायो
ja: 略歴
pt: Biografia
th: ไบโอ
tr: Biyografi
zh: 个人信息

# CHANNEL_ABOUT__SOCIAL_LINKS
source: Social Links
cs: Sociální odkazy
de: Soziale Links
es: Enlaces sociales
it: Link Social
ja: ソーシャル リンク
pl: Linki społecznościowe
pt: Links sociais
ro: Link-uri sociale
ru: Социальные ссылки
th: ลิงก์โซเชียล
tr: Sosyal Bağlantılar
uk: Соціальні посилання
zh: 社交链接

# COMMON__READ_MORE
source: Read More
cs: Číst více
de: Mehr lesen
es: Leer más
hi: और पढ़ें
it: Leggi di più
ja: もっと読む
pl: Przeczytaj więcej
pt: Leia mais
ro: Citește mai mult
ru: Читать больше
th: อ่านเพิ่มเติม
tr: Devamını Oku
uk: Читати більше
zh: 读取更多

# COMMON__SUBSCRIBERS
source: Subscribers
cs: Sledujících
de: Abonnenten
es: Suscriptores
hi: सदस्य
it: Sottoscritti
ja: 加入者
pl: Subskrybenci
pt: Subscritores
ro: Abonați
ru: Подписчики
th: ผู้ติดตาม
tr: Abone olan
zh: 订阅者

# COMMON__SUBSCRIPTIONS
source: Subscriptions
cs: Sledování
de: Abonnements
es: Suscripciones
hi: सदस्यता
it: Sottoscrizioni
ja: 申し込み
pl: Subskrypcje
pt: Subscrições
ro: Abonamente
ru: Подписки
th: การสมัครเป็นสมาชิก
tr: Abonelikler
uk: Підписки
zh: 订阅

# COMMON__VIEWS
source: Views
cs: Zhlédnutí
de: Aufrufe
es: Vistas
hi: दृश्य
it: Visualizzazioni
ja: 閲覧
pl: Widoki
pt: Visualizações
ro: Vizualizări
ru: Просмотры
th: การเข้าชม
tr: Görünüm
uk: Перегляди
zh: 观看

# COMMON__LOCATION
source: Location
cs: Poloha
de: Standort
es: Ubicación
hi: स्थान
it: Posizione
ja: 場所
pl: Lokalizacja
ru: Местоположение
th: ที่ตั้ง
tr: Konum
zh: 地点

# COMMON__BADGES
source: Badges
cs: Odznaky
de: Abzeichen
es: Insignias
hi: बैज
it: Badge
ja: バッジ
pl: Odznaki
pt: Distintivos
ro: Insigne
th: ตรารางวัล
tr: Rozetler
uk: Значки
zh: 徽章

# COMMON__JOINED
source: Joined
cs: Datum registrace
de: Beitreten
es: Se unió
hi: शामिल हो गए
it: Iscritto
ja: 参加しました
pl: Dołączono
pt: Entrou
ro: S-a alăturat
ru: Присоединился
tr: Katıldınız
uk: Приєднався
zh: 已加入

# CHANNEL_EXTRA__VIEWS
source: Channel Views
cs: Zhlédnutí kanálu
de: Kanalansicht
es: Vistas
hi: चैनल व्यू
it: Visualizzazioni Canali
ja: チャンネルビュー
pl: Widoki kanału
pt: Visualizações do canal
ro: Vizualizări canal
ru: Виды каналов
tr: Kanal Görünümleri
uk: Перегляди каналів
zh: 频道视图

# COMMON_SUBSCRIBERS
source: Subscribers
cs: Sledujících
de: Abonnenten
es: Suscriptores
hi: सदस्य
it: Iscritti
ja: 加入者
pl: Subskrybenci
pt: Subscritores
ro: Abonați
ru: Подписчики
th: สมาชิก
tr: Abone olan
zh: 订阅者

source: Edit Channel
cs: Upravit kanál
de: Kanaleinstellungen bearbeiten
hi: चैनल संपादित करें
it: Modifica Canale
pl: Edytuj kanał
pt: Edite as definições do seu canal
ru: Редактировать настройки канала
th: แก้ไขการตั้งค่าแชนแนลของคุณ

# COMMON__UNSUBSCRIBE
source: Unsubscribe
cs: Nesledovat
de: Abonnement beenden
es: Eliminar suscripción
hi: सदस्यता रद्द
ja: 申し込みに停止
pl: Anuluj subskrypcję
pt: Anular inscrição
ro: Dezabonare
ru: Отписаться
th: เลิกติดตาม
tr: Abonelikten ayrıl
uk: Відмовитися від підписки
zh: 取消订阅

# MINDS_BUTTON__USER_DROPDOWN__UNBAN_GLOBALLY
source: Un-ban globally
cs: Zrušit zákaz všude
de: Globales Entsperren
es: Quitar veto global
hi: विश्व स्तर पर अन-प्रतिबंध
ja: グローバルでBANを解除
ru: Разблокировать по всему миру
tr: Global olarak yasağı kaldır
uk: Розблокувати глобально
zh: 全局解除封禁

# M__ACTION__MARK_AS_OPEN
source: Mark as Open
cs: Označit jako otevřené
de: Als offen markieren
es: Marcar como abierto
hi: ओपन के रूप में मार्क करें
it: Segna come Open
ja: 開いているとしてマーク
pl: Oznacz jako otwarte
pt: Marcar como Aberto
ro: Marchează ca Deschis
ru: Пометить как открытые
tr: Açık Olarak İşaretle
uk: Позначити як відкрите
zh: 标记为打开

# MINDS_BUTTON__USER_DROPDOWN__UNBLOCK
source: Unblock
cs: Odblokovat
de: Entsperren
es: Desbloquear
hi: अनब्लॉक करें
it: Sblocca
ja: ブロックを解除
pl: Odblokuj
pt: Desbloquear
ro: Deblochează
ru: Разблокировать
tr: Engeli kaldır
uk: Розблокувати
zh: 取消屏蔽

# MINDS_BUTTON__USER_DROPDOWN__BLOCK
source: Block
cs: Blokovat
de: Blocken
es: Bloquear
hi: ब्लॉक करें
it: Blocca
ja: ブロック
pl: Blok
pt: Bloquear
ro: Blochează
ru: Блокировать
th: บล็อค
tr: Engelle
uk: Блок
zh: 屏蔽

# MINDS_BUTTON__USER_DROPDOWN__REPORT
source: Report
cs: Nahlásit
de: Melden
es: Reportar
hi: रिपोर्ट
it: Segnala
ja: 報告
pl: Zgłoszenie
pt: Reportar
ro: Raport
ru: Пожаловаться
th: รายงาน
tr: Şikayet Et
uk: Доповісти
zh: 报告

# CHANNEL_EDIT__BIO
source: Bio
cs: O vás
hi: बायो
ja: 略歴
pt: Biografia
th: ไบโอ
tr: Biyografi
zh: 个人信息

# COMMON__SELECT_CITY
source: Select city
cs: Vyberte město
de: Stadt auswählen
es: Seleccionar ciudad
hi: शहर चुनें
it: Seleziona città
ja: 都市を選択
pl: Wybierz miasto
pt: Selecione a cidade
ro: Selectați orașul
ru: Выберите город
tr: Şehir seçin
uk: Виберіть місто
zh: 选择城市

# CHANNEL_EDIT_INFO__DISPLAY_NAME
source: Display Name
cs: Zobrazované jméno
de: Anzeigename
es: Nombre público
it: Nome Visualizzato
ja: 表示名
pl: Wyświetlana nazwa
pt: Nome para exibição
ro: Nume afișat
ru: Показать имя
th: ชื่อที่แสดง
tr: Görünen Ad
zh: 显示名称

# CHANNEL_EDIT_INFO__DATE_OF_BIRTH
source: Date of birth
cs: Datum narození
de: Geburtsdatum
es: Fecha de nacimiento
hi: जन्म तिथि
it: Data di nascita
ja: 誕生日
pl: Data urodzenia
pt: Data Nascimento
ru: Дата рождения
th: วัน เดือน ปีเกิด
tr: Doğum tarihi
uk: Дата народження
zh: 出生日期

# CHANNEL_EDIT_INFO__MAKE_DOB_PUBLIC
source: Make my date of birth public
cs: Zveřejnit mé datum narození
de: Mein Geburtsdatum öffentlich machen
es: Hacer pública mi fecha de nacimiento
hi: मेरी जन्म तिथि सार्वजनिक करें
it: Rendi pubblica la mia data di nascita
ja: 私の生年月日を公開する
pl: Upublicznij moją datę urodzenia
pt: Torne pública a minha data de nascimento
ro: Fă public data mea de naștere
ru: Сделать дату рождения публичной
tr: Doğum tarihimi görünür yap
uk: Зробити мою дату народження загальнодоступною
zh: 公开我的出生日期

# COMMON__SOCIAL_LINKS__ENTER_URL
source: Enter URL
cs: Zadejte URL
de: URL eingeben
es: Introducir URL
hi: URL डालें
it: Inserisci URL
ja: URL を入力
pl: Wprowadź adres URL
pt: Inserir URL
ro: Introduceți URL-ul
ru: Введите URL
tr: URL Gir
zh: 输入网址

# CHANNEL_CONTENT__SORRY_CHANNEL_DOES_NOT_EXIST
source: Sorry, this channel doesn't appear to exist
cs: Omlouváme se, zdá se, že tento kanál neexistuje
de: Dieser Kanal scheint nicht zu existieren
es: Lo sentimos, parece que este canal no existe
hi: क्षमा करें, यह चैनल मौजूद नहीं है
it: Siamo spiacenti, questo canale non sembra esistere
ja: 申し訳ありませんが、このチャンネルは存在しません。
pl: Przepraszamy, ten kanał nie istnieje
pt: Desculpe, este canal não parece existir
ro: Ne pare rău, acest canal nu pare să existe
ru: К сожалению, этот канал не существует
tr: Üzgünüz, bu kanal yok gibi görünüyor
uk: Вибачте, але цей канал не існує
zh: 抱歉，此頻道似乎不存在

# CHANNEL_CONTENT__ACCOUNT_BANNED
source: Account banned
cs: Účet zakázán
de: Konto gesperrt
es: Cuenta inhabilitada
hi: खाता बंद
ja: アカウントがBANされました
pl: Konto zbanowane
pt: Conta banida
ro: Cont blocat
ru: Аккаунт заблокирован
tr: Hesap yasaklandı
uk: Обліковий запис заблоковано
zh: 帐户被封禁

# CHANNEL_CONTENT__ACCOUNT_DISABLED
source: This channel has been disabled
cs: Tento kanál byl zakázán
de: Dieser Kanal wurde deaktiviert
es: Este canal ha sido desactivado
hi: यह खाता बंद कर दिया गया है
it: Questo canale è stato disabilitato
ja: このチャンネルは無効になっています
pl: Ten kanał został wyłączony
pt: Este canal foi desativado
ro: Acest canal a fost dezactivat
ru: Этот канал был отключен
tr: Bu kanal devre dışı bırakıldı
uk: Цей канал був відключений
zh: 此频道已被禁用

# CHANNEL_CONTENT__BLOCKED_CHANNEL
source: You have blocked this channel
cs: Zablokovali jste tento kanál
de: Du hast diesen Kanal blockiert
es: Has bloqueado este canal
hi: आपने इस चैनल को ब्लॉक कर दिया है
it: Hai bloccato questo canale
ja: このチャンネルをブロックしました
pl: Zablokowałeś ten kanał
pt: Você bloqueou este canal
ro: Ați blocat acest canal
ru: Вы заблокировали этот канал
tr: Bu kanalı engellediniz
uk: Ви заблокували цей канал
zh: 您已屏蔽此频道

# CHANNEL_CONTENT__CHANNEL_NSFW
source: This channel is NSFW
cs: Tento kanál je NSFW
de: Dieser Kanal ist NSFW
es: Este canal es NSFW
hi: यह चैनल NSFW है
it: Questo canale è NSFW
ja: このチャンネルはNSFWです
pl: Ten kanał jest NSFW
pt: Este canal é de conteúdo adulto
ro: Acest canal este NSFW
ru: Этот канал является NSFW
uk: У цьому каналі NSFW
zh: 此频道是 NSFW

# CHANNEL_CONTENT__I_AM_OVER_18
source: I am 18 or over
cs: Je mi 18 nebo více let
de: Ich bin 18 oder älter
es: Tengo 18 años o más
hi: मेरी उम्र 18 या उससे अधिक है
it: Ho 18 anni o più
ja: 私は18歳以上です
pl: Mam 18 lat lub więcej
pt: Tenho 18 anos ou mais
ro: Am 18 ani sau mai mult
ru: Я 18 или более лет
tr: 18 yaşında veya daha büyüğüm
uk: Мені 18 або більше
zh: 我是18岁或以上的

# COMMON__CHANNEL_LIST__FILTER_ELLIPSIS
source: Filter...
cs: Filtr...
es: Filtrar...
it: Filtro...
ja: フィルター...
pl: Filtr...
pt: Filtrar...
ro: Filtrare...
ru: Фильтр...
tr: Filtre...
uk: Фільтр...
zh: 过滤器...

source: Shop
cs: Obchod
hi: खरीदें
it: Negozio
pl: Sklep
pt: Loja
ru: Магазин

# CHANNEL_V2__BRIEF_WIRE_REWARD__TOKENS_PER_MONTH
source: {VAR_PLURAL, plural, =1 { {INTERPOLATION} token/month} other { {INTERPOLATION} tokens/month} }
cs: {VAR_PLURAL, plural, =1 { {INTERPOLATION} token/měsíc} other { {INTERPOLATION} tokenů/měsíc} }
de: {VAR_PLURAL, plural, =1 { {INTERPOLATION} Token/Monat} other { {INTERPOLATION} Tokens/Monat} }
es: {VAR_PLURAL, plural, =1 { {INTERPOLATION} token/mes} other { {INTERPOLATION} tokens/mes}}
it: {VAR_PLURAL, plural, =1 { {INTERPOLATION} token/mese} other { {INTERPOLATION} tokens/mese} }
pl: {VAR_PLURAL, plural, =1 { {INTERPOLATION} token/miesiąc} other { {INTERPOLATION} tokeny/miesiąc} }
pt: {VAR_PLURAL, plural, =1 { {INTERPOLATION} token/mês} other { {INTERPOLATION} tokens/mês} }
ro: {VAR_PLURAL, plural, =1 { {INTERPOLATION} token/month} other { {INTERPOLATION} tokens/lună} }

# CHANNEL_V2__BRIEF_WIRE_REWARD__USD_PER_MONTH
source: $ {INTERPOLATION} /month
cs: $ {INTERPOLATION} /měsíc
de: $ {INTERPOLATION} / Monat
es: $ {INTERPOLATION} /mes
hi: {INTERPOLATION} /माह
it: $ {INTERPOLATION} /mese
ja: $ {INTERPOLATION} /月
pl: $ {INTERPOLATION} /miesiąc
ro: $ {INTERPOLATION} /lună
ru: $ {INTERPOLATION} /месяц
tr: aylık $ {INTERPOLATION}
zh: $ {INTERPOLATION} /月

# M__ACTION__BOOST
source: Boost
hi: बढ़ावा
ja: ブースト
pl: Wzmocnienie
pt: Acelerar
ro: Impuls
ru: Ускорить
th: บูสต์
uk: Підсилити
zh: 提升

# COMMON__ADMIN
source: Admin
hi: एडमिन
it: Amministrazione
ja: 管理者
pl: Administrator
pt: Administrador
ru: Админ
th: ผู้ดูแล
tr: Yönetici
zh: 管理员

# COMMON__WHITEPAPER
source: Whitepaper
ja: ホワイト パー
pl: Biały papier
ro: Loper
ru: Белые бумаги
th: พิมพ์ขาว
tr: Tanıtım Yazıları
zh: 白纸

# COMMON__BADGES__PLUS
source: Plus
hi: प्लस
ja: プラス
pt: Mais
ru: Плюс
th: พลัส
uk: Плюс
zh: 加号

# COMMON__BADGES__ADMIN
source: Admin
hi: एडमिन
it: Amministrazione
ja: 管理者
pl: Administrator
pt: Administrador
ru: Админ
th: ผู้ดูแล
tr: Yönetici
zh: 管理员

# M_SHARE__BUTTON_TWITTER
source: Twitter
th: ทวิตเตอร์
zh: 推特

# M_SHARE__BUTTON_MESSENGER
source: Messenger
es: Mensajero
ja: メッセンジャー
pl: Komunikator
pt: Mensageiro
ro: Mesager
ru: Посланник
th: ข้อความ
zh: 信使

# M_SHARE__BUTTON_SMS
source: SMS
pl: SMS-y
ru: СМС
uk: СМС
zh: 短信

# M_SHARE__BUTTON_EMAIL
source: Email
es: Correo electrónico
ja: Eメール
th: อีเมล
zh: 邮箱

# M__FEATURE__BOOST
source: Boost
hi: बढ़ावा
ja: ブースト
pl: Wzmocnienie
pt: Acelerar
ro: Impuls
ru: Ускорить
th: บูสต์
uk: Підсилити
zh: 提升

# BOOST__CREATOR__USD_LABEL
source: USD
pt: R$
th: ดอลลาร์สหรัฐ
uk: Долари США
zh: 美金

# COMMON__USD__BOOST_CREATOR_WITH_AMOUNT
source: {INTERPOLATION} USD
uk: {INTERPOLATION} ДОЛЛ
zh: {INTERPOLATION} 美元

# M__COMMON__USD_LABEL
source: USD
es: Dolar
pt: R$
th: ดอลลาร์สหรัฐ
uk: Долари США
zh: 美金

# M__COMMON__ONCHAIN
source: USD
pt: R$
th: ออนเชน
uk: Долари США
zh: 美金

# COMMON__USD
source: USD
es: Dolar
pt: R$
th: ดอลลาร์สหรัฐ
uk: Долари США
zh: 美金

# UPGRADE_OPTIONS__PLUS
source: Plus
hi: प्लस
ja: プラス
pt: Mais
ru: Плюс
th: พลัส
uk: Плюс
zh: 加号

# UPGRADE_OPTIONS__NODE
source: Node
de: Knoten
es: Nodo
hi: नोड
it: Nodo
ja: ノード
pl: Węzeł
pt: Servidor
ro: Nod
ru: Узел
th: ปุ่ม
tr: Düğüm
uk: Вузол
zh: 节点

# PLUS_SUBSCRIPTION_OPTION__USD
source: USD
es: Dolar
pt: R$
th: ออนเชน
uk: Долари США
zh: 美金

# BOOST__CONSOLE__CARD__USD_VALUE
source: {INTERPOLATION} USD
uk: {INTERPOLATION} ДОЛЛ
zh: {INTERPOLATION} 美元

# M__COMMON__SYMBOL_AND_USD
source: $ USD
pt: US$ $
th: เงินดอลล่าร์
uk: $ ДОЛЛ
zh: 美元

# M__COMMON__TOKEN
source: Token
hi: टोकन
ja: トークン
pt: Identificador
th: โทเคน
uk: Маркер
zh: 令牌

source: This will close all open sessions and lock them out from Minds.
es: Esto cerrará todas las sesiones abiertas y las cerrará de las mentes.
ja: これにより、開いているすべてのセッションが閉じられ、Mindsからロックされます。
ro: Aceasta va închide toate sesiunile deschise și le va bloca din Minds.
uk: Це закриє всі відкриті сеанси і заблокує їх від розуму.
zh: 这将关闭所有打开的会话并将它们锁定在心灵之外。

source: Recommended minimum size 2000px × 1125px (Ratio 16:9)
es: Tamaño mínimo recomendado 2000px × 1125px (Ratio 16:9)
ja: 推奨最小サイズ 2000px × 1125px (Ratio 16:9)
ro: Dimensiunea minimă recomandată 2000px × 1125px (Ratio 16:9)
tr: Tavsiye edilen minimum boyut 2000px × 1125px (16:9 oranında)
uk: Рекомендований мінімальний розмір 2000px × 1125px (відношення 16:9)
zh: 推荐最小大小 2000px × 1125px (Ratio 16:9)

# M__NAMES__TWITTER
source: Twitter
th: ทวิตเตอร์
zh: 推特

# M__COMMON__EMAIL
source: Email
hi: ईमेल
ja: Eメール
th: อีเมล
zh: 邮箱

source: from {INTERPOLATION}
es: de {INTERPOLATION}
ja: {INTERPOLATION} から
ro: de la {INTERPOLATION}
tr: {INTERPOLATION}
uk: від {INTERPOLATION}
zh: 来自 {INTERPOLATION}

# COMMON__EMAIL
source: Email
hi: ईमेल
ja: Eメール
th: อีเมล
zh: 邮箱

# COMMON__CAPTCHA
source: Captcha
hi: कैप्चा
th: รหัสยืนยันรูป
uk: Захисний код
zh: 验证码

# FORMS__ONBOARDING__AVATAR_LABEL
source: Avatar
hi: अवतार
ja: アバター
pl: Awatar
ru: Аватар
th: รูปตัวแทน
uk: Аватар
zh: 头像
