Repository: Minds/front
Catalog: src/locale/Minds.*.xliff
Languages: cs, de, es, hi, it, ja, pl, pt, ro, ru, th, tr, uk, zh

# CASH_ONBOARDING__STATE_PROVINCE
source: State / Province
cs: Stát / Provincie
de: Bundesland / Provinz
es: Estado / Provincia
hi: राज्य/प्रांत
it: Stato / Provincia
ja: 州/県
pl: Województwo
pt: Estado / Província
ro: Stat / provincie
ru: Область / Область
th: รัฐ/จังหวัด
tr: Eyalet / İl
uk: Штат / Область
zh: 州/省

# CASH_ONBOARDING__ZIP_CODE
source: Zip Code
cs: PSČ
de: Postleitzahl
es: Código postal
ja: 郵便番号
pl: Kod pocztowy
pt: Código Postal
ro: Cod Poștal
ru: Индекс
th: รหัสพื้นที่
tr: Zip Kodu
uk: Поштовий індекс
zh: 邮编

# CASH_ONBOARDING__POSTAL_CODE
source: Postal Code
cs: PSČ
de: Postleitzahl
es: Código postal
hi: पोस्टल कोड
it: Codice Postale
ja: 郵便番号
pl: Kod pocztowy
pt: Código Postal
ro: Cod poștal
ru: Почтовый индекс
th: รหัสไปรษณีย์
tr: Posta Kodu
uk: Поштовий індекс
zh: 邮政编码

# CASH_ONBOARDING__READ_AND_AGREED_STRIPE
source: I have read and agree to the {START_LINK} Stripe Services Agreement {CLOSE_LINK}
cs: Četl(a) jsem a souhlasím s dohodou {START_LINK} Stripe Services Agreement {CLOSE_LINK}
de: Ich habe die {START_LINK} Stripe Services Vereinbarung {CLOSE_LINK} gelesen und stimme ihr zu
es: He leído y acepto el Acuerdo de Servicios de Stripe {START_LINK} {CLOSE_LINK}
hi: मैंने {START_LINK} Stripe के सेवा समझौते {CLOSE_LINK} को पढ़ा है और मैं उससे सहमत हूं
it: Ho letto e accetto il {START_LINK} Contratto dei Servizi di Stripe {CLOSE_LINK}
ja: {START_LINK} Stripe サービス契約 {CLOSE_LINK} を読み、同意します
pl: Przeczytałem i zgadzam się z {START_LINK} Umową o usługach stripe {CLOSE_LINK}
pt: Eu li e concordo com o Contrato de Serviços de Stripe {START_LINK} {CLOSE_LINK}
ro: Am citit și sunt de acord cu Acordul {START_LINK} privind serviciile Stripe {CLOSE_LINK}
ru: Я прочитал и согласен с Соглашением {START_LINK} по Услугам Stripe {CLOSE_LINK}
uk: Я прочитав і приймаю {START_LINK} Угоди про надання послуги з {CLOSE_LINK}
zh: 我已阅读并同意 {START_LINK} 条条纹服务协议 {CLOSE_LINK}

# COMMON__UPDATE_PERSONAL_INFORMATION
source: Update Personal Information
cs: Aktualizovat osobní údaje
de: Persönliche Informationen aktualisieren
es: Actualizar información personal
hi: व्यक्तिगत जानकारी अपडेट करें
it: Aggiorna le Informazioni Personali
ja: 個人情報を更新する
pl: Aktualizuj informacje osobiste
pt: Atualizar informações pessoais
ro: Actualizează informațiile personale
ru: Обновить личную информацию
tr: Kişisel Bilgilerini Güncelle
uk: Оновити особисту інформацію
zh: 更新个人信息

# CASH_ONBOARDING__ARE_YOU_SURE_STOP
source: Are you sure you want to stop? Any personal information you've entered will be lost.
cs: Opravdu chcete přestat? Veškeré osobní údaje, které jste zadali, budou ztraceny.
de: Sind Sie sicher, dass Sie aufhören wollen? Alle persönlichen Informationen, die Sie eingegeben haben, gehen verloren.
es: ¿Estás seguro de que quieres detener? Cualquier información personal que hayas introducido se perderá.
hi: क्या आप वाकई रोकना चाहते हैं? आपके द्वारा दर्ज की गई कोई भी व्यक्तिगत जानकारी खो जाएगी।
it: Sei sicuro di volerti fermare? Tutte le informazioni personali che hai inserito andranno perse.
ja: 本当に停止しますか？入力した個人情報は失われます。
pl: Czy na pewno chcesz zatrzymać? Wszystkie wprowadzone przez Ciebie dane osobowe zostaną utracone.
pt: Tem certeza de que deseja parar? Qualquer informação pessoal que você inseriu será perdida.
ru: Вы уверены, что хотите остановить? Любая введенная вами личная информация будет потеряна.
tr: Durmak istediğinize emin misiniz? Girdiğiniz bütün kişisel bilgiler kaybolacaktır.
uk: Ви впевнені, що хочете зупинити? Будь-яка особиста інформація, що ви вказали, буде втрачена.
zh: 您确定要停止吗？您输入的任何个人信息都会丢失。

# COMMON__GO_BACK
source: Go back
cs: Jít zpět
hi: वापस जाओ
it: Torna indietro
ja: 前に戻る
pl: Wróć
ro: Mergi înapoi
th: กลับ
tr: Geri git
uk: Повернутися назад
zh: 返回

# COMMON__IM_SURE
source: I'm sure
cs: Jsem si jistý(á)
de: Ich bin sicher
es: Estoy seguro
it: Sono sicuro
ja: 確信しています
pl: Jestem pewien
pt: Tenho certeza
ro: Sunt sigur
ru: Я уверен
tr: Eminim
uk: Я впевнений
zh: 我确定

# CASH_ONBOARD_EXTRAS__WE_NEED_ADDITIONAL_INFO_TEXT
source: We need some additional information before we can verify your account.
cs: Než budeme moci ověřit váš účet, potřebujeme nějaké další informace.
de: Wir benötigen einige zusätzliche Informationen, bevor wir Ihr Konto verifizieren können.
es: Necesitamos información adicional antes de poder verificar tu cuenta.
hi: आपके खाते को सत्यापित करने से पहले हमें कुछ अतिरिक्त जानकारी की आवश्यकता है।
it: Abbiamo bisogno di ulteriori informazioni prima di poter verificare il tuo account.
ja: アカウントを確認する前に、追加情報が必要です。
pl: Potrzebujemy dodatkowych informacji, zanim będziemy mogli zweryfikować Twoje konto.
pt: Precisamos de algumas informações adicionais antes de podermos verificar sua conta.
ro: Avem nevoie de informații suplimentare înainte de a-ți putea verifica contul.
ru: Нам нужна дополнительная информация, прежде чем мы сможем подтвердить ваш аккаунт.
tr: Hesabınızı doğrulamamız için ek birkaç bilgiye ihtiyacımız var.
uk: Нам потрібна додаткова інформація, перш ніж ми зможемо підтвердити ваш обліковий запис.
zh: 我们需要一些额外的信息才能验证您的帐户。

# CASH_ONBOARD_EXTRAS__UPLOAD_PHOTO_ID
source: Upload Photo ID
cs: Nahrát fotku občanského průkazu nebo pasu
es: Subir Foto ID
it: Carica Foto Id
ja: 写真付きIDをアップロード
pl: Prześlij ID Zdjęcia
pt: Carregar documento da foto
ro: Încărcare ID fotografie
ru: Загрузить фото ID
tr: Nüfus Cüzdanı Resmini Yükleyin
uk: Завантажити ID фотографії
zh: 上传照片 ID

# CASH_ONBOARD_EXTRAS__UPLOAD_PROOF_OF_ADDRESS
source: Upload Proof of Address
cs: Nahrát potvrzení adresy
de: Adressnachweis hochladen
es: Subir prueba de dirección
hi: पते का प्रमाण अपलोड करें
it: Carica la prova dell'indirizzo
ja: 住所証明をアップロード
pl: Prześlij dowód adresu
pt: Carregar Comprovante do Endereço
ro: Încărcare Dovadă de Adresă
ru: Загрузить подтверждение адреса
tr: Adres Kanıtı Yükleyin
uk: Завантажте підтвердження адреси
zh: 上传地址证明

# COMMON__PHONE_NUMBER
source: Phone Number
cs: Telefonní číslo
de: Telefonnummer
es: Número de teléfono
hi: फ़ोन नंबर
it: Numero di telefono
ja: 電話番号
pl: Numer telefonu
pt: Número de telefone
ro: Număr de telefon
ru: Номер Телефона
th: หมายเลขโทรศัพท์
tr: Telefon Numarası
uk: Номер телефону
zh: 电话号码

# CASH_ONBOARD_EXTRAS__SAVE
source: Save
cs: Uložit
de: Speichern
es: Guardar
hi: सहेजें
it: Salva
ja: 保存
pl: Zapisz
pt: Salvar
ro: Salvează
ru: Сохранить
th: บันทึก
tr: Kaydet
uk: Зберегти
zh: 保存

# CASH_ONBOARDING__EXTRAS__PERSONAL_ID_TEXT
source: Personal ID / Social Security Number (SSN) / National Insurance Number
cs: Osobní identifikační číslo / číslo sociálního zabezpečení (SSN) / číslo národního pojištění
de: Persönliche ID / Sozialversicherungsnummer (SSN) / nationale Versicherungsnummer
es: ID personal / Número de Seguro Social (SSN) / Número de Seguro Nacional
hi: पर्सनल आईडी / सोशल सिक्योरिटी नंबर (SSN) / नेशनल इंश्योरेंस नंबर
ja: 個人番号/社会保障番号(SSN)/国民保険番号
pl: Osobisty numer ubezpieczenia społecznego (SSN) / Krajowy numer ubezpieczenia
pt: ID Pessoal / Número de Segurança Social (SSN) / Número de Seguro Social
ro: ID personal / Număr de securitate socială (NSS) / Număr național de asigurare
ru: Личный ID / Номер социального страхования (SSN) / Номер национального страхования
uk: Особистий ID / Номер соціального страхування (SSN) / Номер соціального страхування
zh: 个人身份证/社会保障号码(SSN)/国家保险号

# CASH_ONBOARD_EXTRAS__READ_AGREE_STRIPE_TOS_TEXT
source: I have read and agree to the {START_LINK} Stripe Services Agreement {CLOSE_LINK}
cs: Četl jsem a souhlasím s dohodou {START_LINK} Stripe Services Agreement {CLOSE_LINK}
de: Ich habe die {START_LINK} Stripe Services Vereinbarung {CLOSE_LINK} gelesen und stimme ihr zu
es: He leído y acepto el Acuerdo de Servicios de Stripe {START_LINK} {CLOSE_LINK}
hi: मैंने {START_LINK} Stripe सेवा समझौते {CLOSE_LINK} को पढ़ा है और मैं उनसे सहमत हूं
it: Ho letto e accetto il {START_LINK} Contratto dei Servizi di Stripe {CLOSE_LINK}
ja: {START_LINK} Stripe サービス契約 {CLOSE_LINK} を読み、同意します
pl: Przeczytałem i zgadzam się z {START_LINK} Umową o usługach stripe {CLOSE_LINK}
pt: Eu li e concordo com o Contrato de Serviços de Stripe {START_LINK} {CLOSE_LINK}
ro: Am citit și sunt de acord cu Acordul {START_LINK} privind serviciile Stripe {CLOSE_LINK}
ru: Я прочитал и согласен с Соглашением {START_LINK} по Услугам Stripe {CLOSE_LINK}
uk: Я прочитав і приймаю {START_LINK} Угоди про надання послуги з {CLOSE_LINK}
zh: 我已阅读并同意 {START_LINK} 条条纹服务协议 {CLOSE_LINK}

# WALLET_V2__CASH_BANK_FORM__FINISH_ADDING_RECEIVE_CASH
source: Finish adding your bank details to start receiving cash payouts.
cs: Dokončete přidání vašich bankovních údajů a začněte přijímat peněžní platby.
de: Fügen Sie Ihre Bankdaten hinzu, um Auszahlungen zu erhalten.
es: Termina de añadir tus datos bancarios para empezar a recibir pagos en efectivo.
hi: नकद भुगतान प्राप्त करना शुरू करने के लिए अपने बैंक विवरण जोड़ना समाप्त करें।
it: Completa l'inserimento dei tuoi estremi bancari per iniziare a ricevere pagamenti in contanti.
ja: 銀行口座情報の追加を完了して、現金支払いを開始します。
pl: Zakończ dodawanie danych bankowych, aby rozpocząć otrzymywanie płatności gotówkowych.
pt: Finalize a adição de seus dados bancários para começar a receber pagamentos em dinheiro.
ro: Finalizează adăugarea detaliilor tale bancare pentru a începe să primești plăți în numerar.
ru: Завершите добавление банковских реквизитов для начала получения выплат наличными.
th: ระบุรายละเอียดบัญชีธนาคารให้สมบูรณ์เพื่อเริ่มการใช้จ่าย.
tr: Banka bilgilerinizi eklemeyi tamamlayarak nakit ödeme almaya başlayın.
uk: Допиши банківські реквізити, щоб почати отримувати готівкові виплати.
zh: 完成添加您的银行详细信息以开始接收现金付款。

# CASH_BANK_FORM__COUNTRY
source: Country
cs: Země
de: Land
es: País
hi: देश
it: Paese
ja: 国
pt: País/região
ro: Țară
ru: Страна
th: ประเทศ
tr: Ülke
uk: Країна
zh: 国家

# CASH_BANK_FORM__BANK_IBAN_NUMBER
source: Bank Account Number / IBAN
cs: Číslo bankovního účtu / IBAN
de: Bankkontonummer / IBAN
es: Número de cuenta bancaria / IBAN
it: Numero Conto Bancario / IBAN
ja: 銀行口座番号 / IBAN
pl: Numer konta bankowego / IBAN
pt: Número da Conta Bancária / IBAN
ro: Număr de cont bancar / IBAN
ru: Номер банковского счета / IBAN
th: หมายเลขบัญชี
tr: Banka Hesap Numarası / IBAN
uk: Номер банківського рахунку
zh: 银行帐号/ IBAN

# CASH_BANK_FORM__CANCEL
source: Cancel
cs: Zrušit
de: Abbrechen
es: Cancelar
hi: रद्द
it: Cancella
ja: キャンセル
pl: Anuluj
pt: Cancelar
ro: Anulează
ru: Отменить
th: ยกเลิก
tr: İptal
uk: Скасувати
zh: 取消

# CASH_BANK_FORM__ADD_BANK_ACCOUNT
source: Add Bank Account
cs: Přidat bankovní účet
de: Bankkonto hinzufügen
es: Añadir cuenta bancaria
hi: बैंक खाता जोड़ें
it: Aggiungi Conto Bancario
ja: 銀行口座を追加
pl: Dodaj konto bankowe
pt: Adicionar Conta Bancária
ro: Adaugă cont bancar
ru: Добавить банковский счет
tr: Banka Hesabı Ekle
uk: Додати банківський рахунок
zh: 添加银行账户

# CASH_BANK_FORM__YOUR_BANK_CASH_REWARDS_DEPOSITED
source: Your bank account where cash rewards are deposited.
cs: Váš bankovní účet, na který jsou ukládány peněžní odměny.
de: Ihr Bankkonto, auf dem Bargeldbelohnungen hinterlegt werden.
es: Tu cuenta bancaria donde se depositan las recompensas en efectivo.
hi: आपका बैंक खाता जहां नकद पुरस्कार जमा किए जाते हैं।
it: Il vostro conto bancario dove vengono depositati le ricompense in denaro.
ja: 現金報酬が入金される銀行口座です。
pl: Twoje konto bankowe, na którym wpłacane są nagrody gotówkowe.
pt: Sua conta bancária onde o dinheiro é depositado.
ro: Contul tău bancar unde sunt depuse recompensele în numerar.
ru: Ваш банковский счет, на который поступают наличные платежи.
tr: Nakit ödüllerin yatırılacağı banka hesabınız.
uk: Ваш банківський рахунок, де зняті грошові винагороди.
zh: 存入现金奖励的银行账户。

# CASH_BANK_FORM__ARE_YOU_SURE_STOP
source: Are you sure you want to stop? Any bank information you've entered will be lost.
cs: Opravdu chcete přestat? Veškeré bankovní údaje, které jste zadali, budou ztraceny.
de: Sind Sie sicher, dass Sie aufhören wollen? Alle von Ihnen eingegebenen Bankdaten gehen verloren.
es: ¿Estás seguro de que quieres parar? Cualquier información bancaria que hayas introducido se perderá.
hi: क्या आप वाकई रोकना चाहते हैं? आपके द्वारा दर्ज की गई कोई भी व्यक्तिगत जानकारी खो जाएगी।
it: Sei sicuro di voler interrompere? Le informazioni bancarie che hai inserito andranno perse.
ja: 本当に停止しますか？入力した銀行情報は失われます。
pl: Czy na pewno chcesz zatrzymać? Wszystkie wprowadzone przez Ciebie informacje bankowe zostaną utracone.
pt: Tem certeza de que deseja parar? Qualquer informação do banco que você inseriu será perdida.
ro: Ești sigur că vrei să încetezi? Orice informație bancară pe care ai introdus-o va fi pierdută.
ru: Вы уверены, что хотите остановить? Введенная вами банковская информация будет утеряна.
tr: Durmak istediğinize emin misiniz? Girdiğiniz bütün banka bilgileri kaybolacaktır.
uk: Ви впевнені, що хочете зупинити? Будь-які дані банку будуть втрачені.
zh: 您确定要停止吗？您输入的任何银行信息都将丢失。

# WALLET_V2__TOKENS__OVERVIEW
source: Overview
cs: Přehled
de: Übersicht
es: Resumen
hi: अवलोकन
it: Panoramica
ja: 概要
pl: Przegląd
pt: Geral
ro: Prezentare generală
ru: Общий обзор
tr: Genel Görünüm
uk: Перегляд попереднього контакту
zh: 概览

# WALLET_V2__TOKENS__TRANSACTIONS
source: Transactions
cs: Transakce
de: Überweisungen
es: Transacciones
hi: लेन-देन
it: Transazioni
ja: 取引
pl: Transakcje
ro: Tranzacții
ru: Транзакции
th: ธุรกรรม
tr: İşlemler
uk: Транзакції
zh: 交易

# WALLET_V2__TOKENS__SETTINGS
source: Settings
cs: Nastavení
de: Einstellungen
es: Opciones
hi: सेटिंग्स
it: Impostazioni
ja: 設定
pl: Ustawienia
pt: Configurações
ro: Setări
ru: Настройки
th: การตั้งค่า
tr: Ayarlar
uk: Налаштування
zh: 设置

# WALLET__V2__TABS__TRANSACTIONS
source: Transactions
cs: Transakce
de: Überweisungen
es: Transacciones
hi: लेन-देन
it: Transazioni
ja: 取引
pl: Transakcje
ro: Tranzacții
ru: Транзакции
th: ธุรกรรม
tr: İşlemler
uk: Транзакції
zh: 交易

# WALLET__V2__TABS__SETTINGS
source: Settings
cs: Nastavení
de: Einstellungen
es: Opciones
hi: सेटिंग्स
it: Impostazioni
ja: 設定
pl: Ustawienia
pt: Configurações
ro: Setări
ru: Настройки
th: การตั้งค่า
tr: Ayarlar
uk: Налаштування
zh: 设置

# COMMON__ACTIONS__BACK
source: Back
cs: Zpět
de: Zurück
es: Anterior
it: Indietro
ja: 戻る
pl: Powrót
pt: Anterior
ro: Înapoi
ru: Назад
tr: Geri
uk: Відмінити
zh: 后退

# SETTINGS__OTHER__REFERRALS__LABEL
source: Referrals
cs: Doporučení
de: Empfehlungen
es: Referencias
it: Referenze
ja: 紹介
pl: Polecenia
pt: Referências
ro: Sesizări
tr: Yönlendirmeler
zh: 引用

# SETTINGS__OTHER__REFERRALS__DESCRIPTION
source: If your friend signs up for Minds within 24 hours of clicking the link you shared with them, they’ll be added to your pending referrals. Once they sign up for the rewards program by setting up their Minds wallet, the referral is complete and you’ll both get +1 added to your contribution scores!
cs: Pokud se váš přítel registruje na Minds do 24 hodin po kliknutí na odkaz, který jste s ním sdíleli, bude přidán(a) k vašim čekajícím doporučením. Jakmile se zaregistruje do programu odměn nastavením své Minds peněženky, doporučení bude kompletní a oba získáte +1 do vašeho skóre příspěvků!
es: Si tu amigo se registra en Mente dentro de las 24 horas después de hacer clic en el enlace que has compartido con ellos, se añadirán a tus referencias pendientes. Una vez que se registren en el programa de recompensas configurando su cartera de Mentas, la recomendación está completa y ambos obtendrás +1 añadido a tus puntuaciones de contribución!
hi: यदि आपका दोस्त आपके साथ शेयर किए गए लिंक पर क्लिक करने के 24 घंटे के भीतर Minds के लिए साइन अप करता है, तो उन्हें आपके लंबित रेफ़रल में जोड़ दिया जाएगा। एक बार जब वे अपने Minds वॉलेट को सेटअप करके पुरस्कार कार्यक्रम के लिए साइन अप करते हैं, तो रेफ़रल पूरा हो जाता है और आप दोनों के योगदान स्कोर में +1 जुड़ जाएगा!
it: Se un tuo amico si iscrive a Minds entro 24 ore dal clic sul link che hai condiviso con lui, verrà aggiunto ai tuoi referral in sospeso. Una volta che si sarà iscritto al programma di ricompense impostando il portafoglio Minds, il referral sarà completato e otterrete entrambi un +1 ai rispettivi punteggi di contributo!
ja: 友達が共有したリンクをクリックしてから24時間以内にMindsにサインアップすると、保留中の紹介に追加されます。 Mindsウォレットをセットアップして報酬プログラムに登録したら、 紹介が完了しました。あなたのコントリビューションスコアに+1が追加されます！
pl: Jeśli Twój znajomy zarejestruje się w ciągu 24 godzin od kliknięcia na link, który im udostępniłeś, zostaną one dodane do oczekujących rekomendacji. Po zarejestrowaniu się do programu nagród poprzez skonfigurowanie portfela umysłów, rekomendacja jest kompletna i oboje otrzymasz +1 dodanych do wyników Twojego wkładu!
pt: Se seu amigo se inscrever em Mentes no prazo de 24 horas depois de clicar no link que você compartilhou com ele, ele será adicionado às suas referências pendentes. Uma vez que eles se inscrevem para o programa de recompensas, configurando sua carteira de Mentes o convite está completo e ambos receberão +1 adicionado à sua pontuação de contribuição!
ro: În cazul în care prietenul tău se înscrie pentru Minds în termen de 24 de ore de la apăsarea linkului pe care l-ai partajat, acestea vor fi adăugate la recomandările tale în așteptare. Odată ce se înregistrează pentru programul de recompense prin configurarea portofelului Minds, recomandarea este completă și veți primi +1 adăugați la scorul de contribuție!
zh: 如果您的朋友在点击您与他们共享的链接24小时内注册，他们将被添加到您待处理的推荐中。 一旦他们通过设置他们的心灵钱包注册奖励计划， 推荐已完成，您都会获得+1添加到您的贡献分数！

# REFERRALS__MY_REFERRALS
source: My Referrals
cs: Moje doporučení
de: Meine Empfehlungen
es: Mis Referencias
it: I miei referral
ja: 私の紹介
pl: Moje rekomendacje
pt: Minhas referências
ro: Recomandările mele
ru: Мои рекомендации
zh: 我的引用

# M_REFERRALS_DASHBOARD__HEADER_USER
source: User
cs: Uživatel
de: Benutzer
es: Usuario
it: Utente
ja: ユーザー
pl: Użytkownik
pt: Usuário
ro: Utilizator
ru: Пользователь
tr: Kullanıcı
uk: Користувач
zh: 用户

# M_REFERRALS_DASHBOARD__HEADER_STATUS
source: Status
cs: Stav
es: Estado
it: Stato
ja: ステータス
ru: Статус
tr: Durum
uk: Статус
zh: 状态

# M_REFERRALS_DASHBOARD__STATUS_TOOLTIP
source: Referrals are pending until they've set up their wallet
cs: Doporučení jsou čekající, dokud si nevytvoří svou peněženku
de: Empfehlungen sind ausstehend, bis sie ihre Brieftasche eingerichtet haben
es: Los referidos están pendientes hasta que hayan configurado su cartera
hi: रेफ़रल लंबित हैं जब तक कि उन्होंने अपना वॉलेट सेटअप नहीं किया है
it: I referral rimangono in sospeso fino a quando non hanno impostato il loro portafoglio
ja: 紹介はウォレットをセットアップするまで保留中です
pl: Polecenia oczekują do czasu utworzenia portfela
pt: As indicações estão pendentes até que tenham configurado a sua carteira
tr: Cüzdanlarını kurmadıkları sürece yönlendirmeler beklemede sayılır
zh: 推荐正在等待，直到他们设置了他们的钱包

# M_REFERRALS_DASHBOARD__HEADER_MINDS_SIGNUP
source: Minds Signup
cs: Registrace
de: Gedankenregistrierung
es: Registro de mentes
hi: Minds साइनअप
it: Iscriviti a Minds
ja: マインドサインアップ
pl: Rejestracja umysłów
pt: Inscrição das Mentes
ro: Înregistrare Minds
ru: Регистрация на умы
tr: Minds Kayıt
zh: 心灵注册

# M_REFERRALS_DASHBOARD__MINDS_SIGNUP_TOOLTIP
source: The day the referral created an account with Minds
cs: Den vytvoření účtu na Minds
de: An dem Tag, an dem die Empfehlung ein Konto mit Minds erstellt hat
es: El día en que la referencia creó una cuenta con mentes
hi: वह दिन जब रेफ़रल ने Minds के साथ एक खाता बनाया
it: Il giorno in cui l'utente referenziato ha creato un account su Minds
ja: 紹介者がMindsとアカウントを作成した日
pl: Dzień, w którym rekomendacja utworzyła konto z umysłami
pt: O dia em que a indicação criou uma conta com Mentes
ro: În ziua în care recomandarea a creat un cont cu Minds
tr: Yönlendirilen kişinin Minds hesabı oluşturduğu gün
zh: 推荐当天创建了与心灵的账户

# M_REFERRALS_DASHBOARD__HEADER_REWARDS_SIGNUP
source: Rewards Signup
cs: Registrace odměn
de: Belohnungen Anmeldung
hi: पुरस्कार साइनअप
it: Iscriviti alle ricompense
ja: ボーナス登録
pl: Rejestracja nagród
pt: Inscrição de Recompensas
ro: Înscriere recompense
ru: Регистрация наград
tr: Ödüller Kayıt
uk: Реєстрація нагород
zh: 奖励注册

# M_REFERRALS_DASHBOARD__REWARDS_SIGNUP_TOOLTIP
source: The day the referral sets up their wallet (and you are rewarded with tokens). Click PING to send a pending referral a notification to let them know they ought to join the rewards program.
cs: Den, kdy doporučený uživatel nastaví svoji peněženku (a vy budete odměněni tokeny). Klepnutím na tlačítko ŠŤOUCHNOUT odešlete oznámení doporučenému uživateli a dáte jim vědět, aby se připojili k programu odměn.
es: El día que la referencia establece su cartera (y usted es recompensado con tokens). Haga clic en PING para enviar una notificación a una referencia pendiente para hacerles saber que deben unirse al programa de recompensas.
hi: जिस दिन रेफ़रल उनके वॉलेट को सेटअप करता है (और आपको टोकन से पुरस्कृत किया जाता है)। एक लंबित रेफ़रल को सूचना भेजने के लिए PING पर क्लिक करें ताकि उन्हें पता चल सके कि उन्हें पुरस्कार कार्यक्रम में शामिल होना चाहिए।
it: Il giorno in cui l'utente referenziato imposta il proprio portafoglio (e tu vieni ricompensato con dei token). Clicca su PING per inviare una notifica a un utente referenziato in sospeso per fargli sapere che deve partecipare al programma di ricompense.
ja: 紹介された日はウォレットをセットアップします(そしてトークンが報われます)。 PINGをクリックして、保留中の紹介に通知を送信し、報酬プログラムに参加する必要があることを知らせます。
pl: Dzień, w którym rekomendacja ustawia swój portfel (i otrzymujesz tokeny). Kliknij PINE, aby wysłać oczekujące na polecenie powiadomienie, aby poinformować, że powinni dołączyć do programu nagród.
pt: No dia em que a indicação configura sua carteira (e você é recompensado com tokens). Clique em PING para enviar uma notificação pendente para que eles saibam que devem participar do programa de recompensas.
zh: 推荐设置他们的钱包的那一天(和你获得代币奖励)。 点击PING来发送待处理的推荐通知，以告知他们应该加入奖励方案。

# M_REFERRALS_DASHBOARD__PING_BUTTON
source: ping
cs: šťouchnout
ru: пинг

# M_REFERRALS_DASHBOARD__PING_STATE
source: pinged
cs: šťouchnuto
de: angepinnt
es: ping
ja: ping しました
pt: pingou
ru: пингвин

# M_REFERRALS_DASHBOARD__PING_BUTTON_NOTICE__ENABLED
source: Send {INTERPOLATION} a notification to let them know they ought to join the rewards program
cs: Pošlete {INTERPOLATION} oznámení a dejte jim vědět, že by se měli připojit k programu odměn
es: Envía a {INTERPOLATION} una notificación para hacerles saber que deben unirse al programa de recompensas
hi: पुरस्कार कार्यक्रम में शामिल होने के लिए उन्हें सूचित करने के लिए {INTERPOLATION} एक सूचना भेजें
it: Invia a {INTERPOLATION} una notifica per avvisarlo che deve accedere al programma di ricompense
ja: {INTERPOLATION} に通知を送り、報酬プログラムに参加するべきであることを知らせます。
pl: Wyślij {INTERPOLATION} powiadomienie, aby poinformować, że powinni dołączyć do programu nagród
pt: Envie uma notificação para {INTERPOLATION} para eles saber que eles deveriam participar do programa de recompensas
ro: Trimite o notificare lui {INTERPOLATION} pentru a-i anunța că ar trebui să se alăture programului de recompense
ru: Отправьте {INTERPOLATION} уведомление, чтобы сообщить, что он должен присоединиться к программе наград
tr: {INTERPOLATION} kullanıcısına ödüller programına katılmaları gerektiği konusunda bildiri gönder
uk: Відправте {INTERPOLATION} сповіщення, щоб повідомити що вони повинні приєднатися до програми винагород
zh: 发送通知 {INTERPOLATION} ，让他们知道他们应该加入奖励程序

# M_REFERRALS_DASHBOARD__PING_BUTTON_NOTICE__SENT
source: Ping sent!
cs: Šťouchnuto!
de: Ping gesendet!
es: ¡Ping enviado!
it: Ping inviato!
ja: Pingを送信しました！
pl: Ping wysłany!
pt: Ping enviado!
ro: Ping trimis!
ru: Пинг отправлен!
tr: Ping gönderildi!
zh: Ping 已发送！
