Repository: Minds/front
Catalog: src/locale/Minds.*.xliff
Languages: cs, de, es, hi, it, ja, pl, pt, ro, ru, th, tr, uk, zh

# BOOST_MARKETING__CUT_OUT_MIDDLEMAN
source: Cut out the middle man and send an offer directly to another channel in exchange for sharing your content, group or channel on their feed to their audience.
cs: Odstraňte prostředníka a pošlete přímou nabídku jinému kanálu výměnou za sdílení vašeho obsahu, skupiny nebo kanálu na jejich zdi a jejich publiku.
de: Schneiden Sie den Mittelmann aus und senden Sie ein Angebot direkt an einen anderen Kanal im Austausch für die Freigabe Ihrer Inhalte auf ihrem Feed zu ihrem Publikum zu gruppieren oder zu kanalisieren.
es: Corta el hombre central y envía una oferta directamente a otro canal a cambio de compartir tu contenido, grupo o canal en su alimentación a su público.
hi: बिचौलिए को हटाएं और अपने कंटेंट, ग्रुप या चैनल को उनके फ़ीड पर उनके दर्शकों के साथ शेयर करने के बदले में किसी अन्य चैनल को सीधे प्रस्ताव भेजें।
it: Taglia fuori l'intermediario e invia un'offerta direttamente tu a un altro canale in cambio della condivisione dei tuoi contenuti, gruppi o canali sul loro feed al loro pubblico.
ja: 仲介者を切り取って、あなたのコンテンツを共有する代わりに別のチャンネルに直接オファーを送信します。 視聴者へのフィードをグループ化したりチャンネル化したりしています
pl: Wytnij pośrednika i wyślij ofertę bezpośrednio do innego kanału w zamian za udostępnianie twoich treści, grupować lub kanalizować swoje kanały do swoich odbiorców.
pt: Recorte o intermediário e envie uma oferta diretamente para outro canal em troca de compartilhar o seu conteúdo, agrupar ou canalizar em seu feed para o público.
ro: Decupează mijlocul și trimite o ofertă direct către un alt canal în schimbul partajării conținutului tău, grup sau canal în hrănirea publicului.
ru: Вырежьте посредника и отправьте предложение прямо на другой канал в обмен на ваше содержимое, группа или канал на своем канале к своей аудитории.
th: ตัดคนกลางออกและส่งข้อเสนอไปยังแชนแนลอื่นโดยตรงด้วยการแลกการแบ่งปันเนื้อหากลุ่มหรือช่องทางในฟีดของพวกเขาให้กับผู้ชม
uk: Вирізати середину людину і надіслати пропозицію безпосередньо іншому каналу в обмін змістом, групування чи канал для своєї аудиторії.
zh: 剪切中间人并直接向另一个频道发送报价，以换取分享您的内容。 群组或传输给其受众。

# BOOST_MARKETING__OPTION_HANDLE_ADVERTISING
source: We want you to have the option to handle your advertising relationships directly, without any risk of someone getting in the way.
cs: Chceme, abyste měli možnost se vypořádat s vašimi reklamními vztahy napřímo, bez jakéhokoliv prostředníka.
de: Wir möchten, dass Sie die Möglichkeit haben, Ihre Werbebeziehungen direkt zu verwalten, ohne Gefahr zu laufen, dass jemand in den Weg gerät.
es: Queremos que usted tenga la opción de manejar sus relaciones de publicidad directamente, sin ningún riesgo de que alguien se interponga en el camino.
hi: हम चाहते हैं कि आपके पास किसी भी तरह के जोखिम के बिना सीधे अपने विज्ञापन संबंधों को संभालने का विकल्प हो।
it: Vogliamo che abbiate la possibilità di gestire in modo diretto le vostre campagne pubblicitarie, senza il rischio che qualcuno si metta in mezzo.
ja: 私たちは、直接、あなたの広告関係を処理するためのオプションを持っていることを望みます, 邪魔になる人の任意のリスクなし.
pl: Chcemy, żebyś miał możliwość bezpośredniego radzenia sobie z twoimi relacjami z reklamami, bez ryzyka pojawienia się kogoś w drodze.
pt: Queremos que você tenha a opção de lidar com suas relações de publicidade diretamente, sem qualquer risco de alguém entrar no caminho.
ro: Vrem ca tu să ai opțiunea de a te ocupa direct de relațiile tale cu publicitatea, fără niciun risc ca cineva să ajungă în cale.
ru: Мы хотим, чтобы у вас была возможность работать с вашими рекламными отношениями напрямую, без риска попадания кого-либо в путь.
th: พวกเราต้องการให้คุณมีตัวเลือกในการจัดการโฆษณาได้โดยตรง โดยไม่ต้องเสี่ยงกับการมีคนกลาง
tr: Biz sizin reklam ilişkilerinizi doğrudan yürütme imkanınız olsun istiyoruz, böylece birilerinin araya girme riski ortadan kalkar.
uk: Ми хочемо, щоб ви могли безпосередньо справлятися з рекламними відносинами, без будь-якого ризику того, що хтось заходить на шляху.
zh: 我们希望您有权直接处理您的广告关系，不会有任何人走路的危险。

# BOOST_MARKETING__OTHER_BOOST_FEATURES
source: Other Boost features
cs: Další funkce Boost
es: Otras características de Boost
hi: अन्य बूस्ट फ़ीचर
it: Altre funzionalità di Boost
ja: その他のブースト機能
pl: Inne funkcje wzmacniające
pt: Outros recursos de impulso
ro: Alte funcții de îmbunătățire
ru: Другие функции усиления
th: ฟีเจอร์บูสต์อื่นๆ
tr: Diğer Boost özellikleri
uk: Інші функції Boost
zh: 其他提升功能

# BOOST_MARKETING__TRACK_YOUR_RESULTS
source: Track your results
cs: Sledujte své výsledky
de: Ergebnisse verfolgen
es: Registra tus resultados
hi: अपने परिणामों को ट्रैक करें
it: Traccia i tuoi risultati
ja: 結果を追跡する
pl: Śledź swoje wyniki
pt: Acompanhe seus resultados
ro: Urmărește rezultatele
ru: Отслеживайте ваши результаты
th: ติดตามผลลัพธ์ของคุณ
tr: Sonuçları takip edin
uk: Відстежуйте свої результати
zh: 跟踪您的结果

# BOOST_MARKETING__FILTER_YOUR_BOOSTS
source: Filter your boosts
cs: Filtrovat vaše boosty
de: Deine Boosts filtern
es: Filtra tus impulsos
hi: अपने बूस्ट को फ़िल्टर करें
it: Filtra i tuoi boost
ja: ブーストをフィルターする
pl: Filtruj swoje podbicia
pt: Filtrar seus boosts
ro: Filtrează amplificările
ru: Фильтрация ваших усилений
th: ฟิลเตอร์บูสต์ของคุณ
zh: 筛选您的推送

# BOOST__CREATOR__PAYMENT_METHODS__ONCHAIN_DESC
source: Onchain payments will be published to the public blockchain. You may utilize Metamask or another address. These purchases require a Gas fee.
cs: On-Chain platby budou zveřejněny na veřejném blockchainu. Můžete použít Metamask nebo jinou adresu. Tyto nákupy vyžadují Gas poplatek.
hi: Onchain भुगतान सार्वजनिक ब्लॉकचेन में प्रकाशित किया जाएगा। आप Metamask या किसी अन्य पते का उपयोग कर सकते हैं। इन खरीद के लिए गैस फ़ीस की आवश्यकता होती है।
ja: Onchain payments will be published to the public blockchain. You can use Metamask or another address これらの購入にはガス料金が必要です。
zh: Onchain 付款将发布到公共区块链。您可以使用Metamask或其他地址。这些购买需要天然气费用。

# M__COMMON__BALANCE_LABEL
source: Balance
cs: Zůstatek
de: Guthaben
hi: शेष राषि
it: Saldo
ja: バランス
pl: Saldo
pt: Balanço
ro: Sold
ru: Баланс
th: เงินคงเหลือ
tr: Bakiye
uk: Баланс
zh: 结余

# M__COMMON__BALANCE_VALUE_ETH_IFACE_LABEL
source: This balance is for the {INTERPOLATION} wallet that is currently active in your Ethereum interface.
cs: Tento zůstatek je pro peněženku {INTERPOLATION} , která je momentálně aktivní ve vašem Ethereum rozhraní.
hi: यह शेष राशि {INTERPOLATION} वॉलेट के लिए है जो वर्तमान में आपके Ethereum इंटरफ़ेस में सक्रिय है
ja: この残高は、現在Ethereumインターフェイスでアクティブな {INTERPOLATION} ウォレット用です。
zh: 此余额用于当前在您以太坊接口中活动的 {INTERPOLATION} 钱包。

# M__COMMON__BALANCE_VALUE_AS_RCV_LABEL
source: This balance is for the {INTERPOLATION} wallet that is currently set up as the receiver wallet for your channel.
cs: Tento zůstatek je pro peněženku {INTERPOLATION} , která je v momentálně nastavena jako peněženka příjemce pro váš kanál.
es: Este saldo es para el monedero {INTERPOLATION} que actualmente está configurado como el monedero receptor para su canal.
hi: यह शेष राशि {INTERPOLATION} वॉलेट के लिए है जो वर्तमान में आपके चैनल के लिए रिसीवर वॉलेट के रूप में स्थापित है।
it: Questo saldo è per il portafoglio {INTERPOLATION} che è attualmente impostato come portafoglio ricevitore per il tuo canale.
ja: この残高は、現在チャネルの受信ウォレットとして設定されている {INTERPOLATION} ウォレット用です。
pt: Este saldo é para a carteira {INTERPOLATION} que está atualmente configurada como a carteira de receptor do seu canal.
ro: Acest sold este pentru portofelul {INTERPOLATION} care este configurat în prezent ca portofel de receptor pentru canalul dvs.
tr: Bu bakiye şu an kanalınızın ödeme alımında kullandığı {INTERPOLATION} cüzdanı içindir.
zh: 此余额用于目前设置为您通道接收器钱包的 {INTERPOLATION} 钱包。

# BOOST__CREATOR__PAYMENT_METHODS__OFFCHAIN_DESC
source: Offchain payments will not be published to the blockchain and are only usable for transactions up to 5,000 views.
cs: Off-Chain platby nebudou zveřejněny na blockchainu a jsou použitelné pouze pro transakce do 5000 zhlédnutí.
hi: OffChain भुगतान ब्लॉकचेन को प्रकाशित नहीं किया जाएगा और केवल 5,000 व्यू तक के लेनदेन के लिए उपयोग करने योग्य हैं।
ja: オフチェーン決済はブロックチェーンに発行されず、最大5,000件のビューでのみ使用できます。
zh: Offchain 付款将不会发布到区块链，只能用于最多5,000次的交易。

# M__COMMON__BALANCE_VALUE_OFFCHAIN_LABEL
source: This balance is for your Minds.com OffChain wallet. Transactions made from this address will not appear on the blockchain.
cs: Tento zůstatek je pro vaši Off-Chain peněženku Minds.com. Transakce z této adresy se neobjeví na blockchainu.
hi: यह शेष राशि आपके Minds.com OffChain वॉलेट के लिए है। इस पते से किए गए लेन-देन ब्लॉकचेन पर दिखाई नहीं देंगे।
ja: この残高はMinds.com OffChainウォレット用です。このアドレスから作られた取引はブロックチェーン上には表示されません。
zh: 此余额用于您的Minds.com OffChain钱包。从此地址进行的交易将不会出现在区块链上。

# BOOST__CREATOR__CC_SELECTOR
source: Credit Card
cs: Platební karta
de: Kreditkarte
es: Tarjeta de Crédito
it: Carta di Credito
ja: クレジットカード
pl: Karta kredytowa
pt: Cartão de Crédito
ro: Card de Credit
ru: Кредитная карта
th: บัตรเครดิต
tr: Kredi Kartı
uk: Кредитна Картка
zh: 信用卡

# BOOST__CREATOR__PAYMENT_METHODS__CC_SELECTOR_DESC
source: Credit cards may be used to boost, though we recommend first purchasing tokens in order to access a discount.
cs: Kreditní karty mohou být použity k boostování, ale doporučujeme nejprve tokeny nakoupit a získat tím slevu.
de: Kreditkarten können verwendet werden, um zu steigern, aber wir empfehlen zuerst Tokens zu kaufen, um auf eine Ermäßigung zuzugreifen.
es: Las tarjetas de crédito pueden ser utilizadas para potenciar, aunque recomendamos primero las fichas de compra para acceder a un descuento.
hi: बूस्ट करने के लिए क्रेडिट कार्ड इस्तेमाल किया जा सकता है, हालांकि हम छूट का उपयोग करने के लिए पहले टोकन खरीदने की सलाह देते हैं।
it: Le carte di credito possono essere utilizzate per i boost, anche se si consiglia di acquistare prima token al fine di accedere a uno sconto.
ja: クレジットカードを使用してブーストすることもできますが、最初にトークンを購入することで割引にアクセスすることをお勧めします。
pl: Karty kredytowe mogą być używane do podbicia, chociaż zalecamy pierwsze zakupy tokenów w celu uzyskania dostępu do zniżki.
pt: Cartões de crédito podem ser usados para impulsionar, embora recomendemos a primeira compra de tokens para acessar um desconto.
tr: Boost için kredi kartları kullanılabilir, fakat biz önce token satın alıp indirimlerden faydalanmanızı tavsiye ediyoruz.
zh: 信用卡可以被用来提升，尽管我们建议首次购买代币以获得折扣。

# M__COMMON__SELECT_MONEY
source: Don't have tokens? No problem.
cs: Nemáte tokeny? Žádný problém.
de: Sie haben keine Token? Kein Problem.
es: ¿No tienes tokens? No hay problema.
hi: टोकन नहीं है? कोई समस्या नहीं है।
it: Non hai dei tokens? Nessun problema.
ja: トークンがありませんか？問題ありません。
pl: Nie masz tokenów? Nie ma problemu.
pt: Não tem tokens? Sem problema.
th: ไม่มีโทเค็นหรอ? ไม่มีปัญหาเลย
uk: Немає значків? Без проблем.
zh: 没有令牌？没问题。

# M__COMMON__PAYMENT_ATTACHED
source: Your payment is attached.
cs: Vaše platba je připojena.
de: Ihre Zahlung ist angehängt.
es: Tu pago está adjunto.
hi: आपका भुगतान संलग्न है
it: Il tuo pagamento è in allegato.
ja: 支払いが添付されています。
pl: Twoja płatność jest załączona.
pt: Seu pagamento foi anexado.
ro: Plata dvs. este atașată.
ru: Ваш платеж прикреплён.
th: การจ่ายเงินของคุณได้แนบมาแล้ว
tr: Ödemeniz eklendi.
uk: Прив'язано ваш платіж.
zh: 您的付款已附后。

# M__ACTION__CHANGE
source: Change
cs: Změnit
de: Ändern
es: Cambiar
hi: परिवर्तन
it: Cambia
ja: 変更
pl: Zmiana
pt: Troca
ro: Schimbă
ru: Изменить
th: เปลี่ยน
tr: Değiştir
uk: Змінити
zh: 更改

# BOOST__CREATOR__TARGET_INPUT_PLACEHOLDER
source: @channel
cs: @kanál
es: @canal
hi: @चैनल
pl: @kanał
pt: @canal
ro: @canal
ru: @канал
th: @แชนแนล
tr: @kanal
uk: @канал
zh: @频道

# BOOST__CREATOR__POST_TO_FACEBOOK_LABEL
source: Post to {INTERPOLATION}
cs: Odeslat na {INTERPOLATION}
es: Publicar en {INTERPOLATION}
hi: {INTERPOLATION} पर पोस्ट करें
it: Pubblica su {INTERPOLATION}
ja: {INTERPOLATION} に投稿
pl: Publikuj na {INTERPOLATION}
pt: Postar em {INTERPOLATION}
ro: Postează în {INTERPOLATION}
ru: Написать в {INTERPOLATION}
th: ถึง {INTERPOLATION}
tr: {INTERPOLATION} 'a gönder
uk: Опублікувати в {INTERPOLATION}
zh: 发布到 {INTERPOLATION}

# BOOST__CONSOLE__TYPES__HISTORY
source: History
cs: Historie
de: Verlauf
es: Historial
it: Storico
ja: 沿革
pl: Historia
pt: Histórico
ro: Istoric
ru: История
th: ประวัติ
tr: Geçmiş
uk: Історія
zh: 历史记录

# BOOST__CONSOLE__TYPES__CREATE_BOOST
source: Create a Boost
cs: Vytvořit Boost
de: Boost erstellen
es: Crear un Boost
hi: बूस्ट बनाएं
it: Crea un Boost
ja: ブーストを作成
pl: Utwórz Wzmocnienie
pt: Crie um Boost
ro: Creează un impuls
ru: Создать ускоритель
th: สร้างบูสต์
tr: Boost Oluştur
uk: Створити Boost
zh: 创建提升器

# BOOST__PUBLISHER__EARNINGS__SHOWN
source: Shown
cs: Zobrazeno
de: Angezeigt
es: Mostrar
hi: दिखाया गया है
it: Mostrato
ja: 表示
pl: Pokazane
pt: Exibido
ro: Afișat
ru: Показано
th: แสดง
tr: Gösterilen
uk: Показано
zh: 显示

# BOOST__PUBLISHER__EARNINGS__SHOWN_DESC
source: How many boosts you have shown in total
cs: Kolik boostů jste celkem zobrazili
de: Wie viele Boosts du insgesamt gezeigt hast
es: Cuántos boosts has mostrado en total
hi: आपने कुल कितने बूस्ट दिखाए हैं
it: Quanti boost hai mostrato in totale
ja: 合計で表示されるブーストの数
pl: Ile bohaterów pokazałeś w sumie
pt: Quantos boosts você tem mostrado no total
ro: Câte amplificări ați arătat în total
ru: Сколько бонусов вы показали в общей сложности
tr: Toplam kaç boost gösterdiğinizin miktarı
uk: Скільки разів прискорених ви показали в цілому
zh: 总显示多少提升数

# BOOST__PUBLISHER__EARNINGS__EARNINGS
source: Earnings
cs: Výdělky
de: Einnahmen
es: Ganancias
hi: कमाई
it: Guadagni
ja: 収益
pl: Zyski
pt: Ganhos
ro: Câștiguri
ru: Доходы
th: รายได้
tr: Kazançlar
uk: Дохід
zh: 收入

# BOOST__PUBLISHER__EARNINGS__EARNINGS_DESC
source: How much you've earned (in tokens) in total from all the boosts you have shown
cs: Kolik jste celkem vydělali (v tokenech) ze všech dat, která jste ukázali
de: Wie viel du verdient hast (in Tokens) durch alle angezeigten Boosts insgesamt
es: Cuánto has ganado (en tokens) en total de todos los boosts que has mostrado
hi: आपके द्वारा दिखाए गए सभी बूस्ट से कुल मिलाकर आपने (टोकन में) कितना जीता है
it: Quanto hai guadagnato (in tokens) in totale da tutti i boost che hai mostrato
pt: Quanto você ganhou (em tokens) no total de todos os aprimoramentos que você tem mostrado
zh: 您从您显示的所有助推中总共赚取了多少(令牌)

# BOOST__PUBLISHER__PAYOUTS__REQUEST
source: Request a payout
cs: Požádat o výplatu
de: Auszahlung anfordern
es: Solicitar un pago
hi: भुगतान का अनुरोध करें
it: Richiedi un pagamento
ja: 支払いを要求する
pl: Poproś o wypłatę
pt: Solicitar pagamento
ro: Solicită o plată
ru: Запросить выплату
tr: Ödeme talep et
uk: Замовити виплату
zh: 要求付款

# BOOST__PUBLISHER__PAYOUTS__REQUESTING
source: Requesting a payout
cs: Žádost o výplatu
de: Eine Auszahlung anfordern
es: Solicitando un pago
hi: एक भुगतान का अनुरोध
it: Richiesta di un pagamento
ja: 支払いをリクエスト中
pl: Żądanie wypłaty
pt: Solicitando pagamento
ro: Solicită o plată
ru: Запрос выплаты
tr: Ödeme talebinde bulunuluyor
uk: Пошук виплати
zh: 要求付款

# BOOST_CONSOLE_PUBLISHER__SETTINGS__TITLE
source: Publisher Settings
cs: Nastavení vydavatele
es: Opciones del Editor
hi: पब्लिशर सेटिंग्स
it: Impostazioni Editore
ja: パブリッシャー設定
pl: Ustawienia wydawcy
pt: Configurações do editor
ro: Setări editor
ru: Настройки издателя
th: การตั้งค่าสำหรับผู้เผยแพร่
tr: Yayımcı Ayarları
uk: Налаштування каталогу статей
zh: 发布器设置

# BOOST_CONSOLE_PUBLISHER__SETTINGS__DESCRIPTION
source: Being a publisher allows you to earn points and/or money by showing boosts on your channel page.
cs: Být vydavatelem vám umožní vydělávat body a/nebo peníze zobrazením boostů na stránce vašeho kanálu.
de: Als Publisher können Sie Punkte und/oder Geld verdienen, indem Sie Boosts auf Ihrer Kanalseite zeigen.
es: Ser editor te permite ganar puntos y / o dinero al mostrar los boots en la página de tu canal.
hi: एक पब्लिशर होने के नाते आप अपने चैनल पेज पर बूस्ट दिखा कर पॉइंट और/या पैसा कमा सकते हैं।
it: Essere un editore ti permette di guadagnare punti e/o soldi mostrando i boost sulla pagina del tuo canale.
ja: パブリッシャーであることは、チャンネルページにブーストを表示することでポイントやお金を獲得することができます。
pl: Jako wydawca możesz zarabiać punkty i/lub pieniądze, pokazując wzmacniacze na stronie kanału.
pt: Ser um editor permite que você ganhe pontos e/ou dinheiro exibindo impulsos na sua página de canal.
ro: Fiind un editor îți permite să câștigi puncte și/sau bani arătând amplificări pe pagina canalului tău.
ru: Будучи издателем, вы можете зарабатывать баллы и/или деньги, показывая увеличения на странице вашего канала.
uk: Будучи видавцем дозволяє заробляти бали та гроші, показуючи передплату на сторінці каналу.
zh: 作为一个发行商，您可以通过在您的频道页面显示增益来赚取积分和/或钱。

# BOOST_CONSOLE_PUBLISHER__SETTINGS__BECOME_A_PUBLISHER
source: Become a Publisher
cs: Staňte se vydavatelem
de: Werden Sie Publisher
hi: पब्लिशर बनें
it: Diventa un Editore
ja: パブリッシャーになる
pl: Zostań wydawcą
pt: Torne-se um editor
ro: Deveniți un Editor
ru: Стать издателем
th: หยุดการเป็น Publisher
tr: Bir Yayımcı Ol
uk: Стати видавцем
zh: 成为一个发布者

# BOOST_CONSOLE_PUBLISHER__OPTIONS__STOP_BEING_A_PUBLISHER
source: Stop Being a Publisher
cs: Přestat být vydavatelem
de: Nicht mehr Publisher sein
es: Dejar de ser un Editor
hi: पब्लिशर होना बंद करें
it: Cessa di essere un editore
ja: パブリッシャーを停止する
pl: Przestań być wydawcą
pt: Parar de ser um publicador
ro: Nu mai fi un editor
ru: Остановить публикацию
th: หยุดเป็นผู้เผยแพร่
tr: Yayımcı Olmayı Bırak
uk: Припинити бути видавцем
zh: 停止作为发布者

# BOOST__PUBLISHER__LEDGER__FROM
source: From:
cs: Od:
de: Von:
es: De:
hi: से:
it: Da:
ja: 差出人:
pl: Od:
pt: De:
ro: De la:
ru: От:
th: จาก:
tr: Kimden:
uk: Від:
zh: 从：

# BOOST__PUBLISHER__LEDGER__TO
source: To:
cs: Komu:
de: An:
es: A:
hi: सेवा:
it: A:
ja: 宛先:
pl: Do:
pt: Para:
ro: Către:
ru: Кому:
th: ไป:
tr: Alıcı:
uk: До:
zh: 至：

# BOOST__CONSOLE__PUBLISHER_LEDGER__VIEWS_COLUMN
source: Views
cs: Zhlédnutí
de: Aufrufe
es: Vistas
hi: दृश्य
it: Visualizzazioni
ja: 閲覧
pl: Widoki
pt: Visualizações
ro: Vizualizări
ru: Просмотры
th: การเข้าชม
tr: Görünüm
uk: Перегляди
zh: 观看

# BOOST__PUBLISHER__LEDGER__EARNINGS
source: Earnings
cs: Výdělky
de: Einnahmen
es: Ganancias
hi: कमाई
it: Guadagni
ja: 収益
pl: Zyski
pt: Ganhos
ro: Câștiguri
ru: Доходы
th: รายได้
tr: Kazançlar
uk: Дохід
zh: 收入

# BOOST__CONSOLE__PUBLISHER_LEDGER__NO_EASRNINGS_NOTICE
source: No earnings to show.
cs: Žádné výdělky k zobrazení.
de: Keine Einnahmen zu zeigen.
es: No nay ganancias que mostrar.
hi: दिखाने के लिए कोई कमाई नहीं।
it: Nessun guadagno da mostrare.
ja: 表示する収益がありません。
pl: Brak zarobków do pokazania.
pt: Sem ganhos para mostrar.
ru: Нет доходов для отображения.
th: ไม่มีรายการสำหรับแสดง
zh: 没有可显示的收入。

# WIRE__CHANNEL__REWARDS_PAYMENT_TOOLTIP
source: Minimum payment from supporters to receive the reward.
cs: Minimální platba od podporovatelů pro získání odměny.
de: Mindeste Zahlung von Unterstützern um die Belohnung zu erhalten.
es: Pago mínimo por parte de los seguidores para recibir la recompensa.
hi: पुरस्कार प्राप्त करने के लिए सपोर्टर से न्यूनतम भुगतान।
it: Pagamento minimo da parte dei sostenitori per ricevere la ricompensa.
ja: 報酬を受け取るためのサポーターからの最低支払い。
pl: Minimalna płatność od zwolenników, aby otrzymać nagrodę.
pt: Pagamento mínimo de apoiadores para receber a recompensa.
ro: Plata minimă de la suporteri pentru a primi recompensa.
ru: Минимальный платеж от болельщиков, чтобы получить награду.
tr: Ödülü kazanmaları için destekçileriniz yapmaları gereken minimum ödeme.
uk: Мінімальний платіж від прихильників для отримання нагороди.
zh: 从支持者领取最低奖励。

# WIRE__CHANNEL__TABLE__AMOUNT_OR_OVER_LABEL
source: {INTERPOLATION} + Tokens
cs: {INTERPOLATION} + tokenů
de: {INTERPOLATION} + Token
hi: {INTERPOLATION} + टोकन
it: {INTERPOLATION} + Token
ja: {INTERPOLATION} + トークン
pl: {INTERPOLATION} + Tokeny
ro: {INTERPOLATION} + jetoane
ru: {INTERPOLATION} + Жетоны
th: {INTERPOLATION} + โทเค็น
tr: {INTERPOLATION} + Token
zh: {INTERPOLATION} + 令牌

# M__COMMON__TOKENS_WITH_VALUE
source: {INTERPOLATION} Tokens
cs: {INTERPOLATION} tokenů
de: {INTERPOLATION} Token
es: {INTERPOLATION} fichas
hi: {INTERPOLATION} टोकन
it: {INTERPOLATION} Token
ja: {INTERPOLATION} トークン
pl: {INTERPOLATION} Tokeny
th: {INTERPOLATION} โทเค็น
tr: {INTERPOLATION} Token
zh: {INTERPOLATION} 代币

# M__COMMON__OPTIONS
source: Options
cs: Možnosti
de: Optionen
es: Opciones
hi: विकल्प
it: Opzioni
ja: オプション
pl: Opcje
pt: Opções
ru: Варианты
th: ตัวเลือก
tr: Seçenekler
uk: Опції
zh: 备选方案

# WIRE__CONSOLE__WIRE_DESC
source: Wire allows you to receive money for rewards and exclusive content. You can configure your rewards on your channel page.
cs: Převod vám umožňuje přijímat peníze za odměny a exkluzivní obsah. Své odměny můžete nastavit na stránce vašeho kanálu.
de: Wire ermöglicht dir, Geld für Belohnungen und exklusive Inhalte zu erhalten. Du kannst deine Belohnungen auf deiner Kanalseite konfigurieren.
es: Transferir te permite recibir dinero como recompensa y contenido exclusivo. Puedes configurar las recompensas en la página de tu canal.
hi: भुगतान से आपको पुरस्कार और एक्सक्लूसिव कंटेंट के लिए धन प्राप्त करने की अनुमति मिलती है। आप अपने चैनल पेज पर अपने पुरस्कार को कॉन्फ़िगर कर सकते हैं।
it: Trasferimento ti permette di ricevere denaro per premi e contenuti esclusivi. Puoi configurare le tue ricompense nella pagina del canale.
ja: Wireは報酬と排他的なコンテンツの報酬を受け取ることができます。チャネルページで報酬を設定できます。
pl: Wire pozwala Ci na otrzymywanie pieniędzy za nagrody i ekskluzywne treści. Możesz skonfigurować swoje nagrody na stronie kanału.
pt: Wire permite que você receba dinheiro por recompensas e conteúdo exclusivo. Você pode configurar suas recompensas na página do seu canal.
ro: Wire vă permite să primiți bani pentru recompense și conținut exclusiv. Puteți configura recompensele pe pagina canalului.
ru: Wire позволяет получать деньги за эксклюзивный контент. Вы можете настроить свои награды на своем канале.
th: Wire ช่วยให้คุณได้รับเงินสําหรับรางวัลและเนื้อหาพิเศษ คุณสามารถกําหนดค่ารางวัลได้ในหน้าช่องของคุณ
tr: Wire sizin ödüller ve seçkin içerikler için para kazanmanızı sağlar. Sunduğunuz ödülleri kanal sayfanızda düzenleyebilirsiniz.
zh: Wire允许您获得奖励和专属内容的金钱。您可以在您的频道页面上配置您的奖励。

# MARKETING_WIRE__SEND_RECEIVE_INFO
source: Send and receive payments in {START_EMPHASISED_TEXT} USD, BTC, ETH and Tokens {CLOSE_EMPHASISED_TEXT}
cs: Poslat a přijímat platby v {START_EMPHASISED_TEXT} USD, BTC, ETH a Tokenech {CLOSE_EMPHASISED_TEXT}
de: Senden und empfangen Sie Zahlungen in {START_EMPHASISED_TEXT} USD, BTC, ETH und Tokens {CLOSE_EMPHASISED_TEXT}
es: Envía y recibe pagos en {START_EMPHASISED_TEXT} USD, BTC, ETH y Tokens {CLOSE_EMPHASISED_TEXT}
hi: {START_EMPHASISED_TEXT} USD, BTC, ETH और टोकन {CLOSE_EMPHASISED_TEXT} में भुगतान भेजें और प्राप्त करें
it: Invia e ricevi pagamenti in {START_EMPHASISED_TEXT} USD, BTC, ETH e Token {CLOSE_EMPHASISED_TEXT}
ja: {START_EMPHASISED_TEXT} USD、BTC、ETH、およびトークン {CLOSE_EMPHASISED_TEXT} で支払いを送受信できます
pl: Wysyłaj i otrzymuj płatności w {START_EMPHASISED_TEXT} USD, BTC, ETH i tokenach {CLOSE_EMPHASISED_TEXT}
pt: Enviar e receber pagamentos em {START_EMPHASISED_TEXT} USD, BTC, ETH e Tokens {CLOSE_EMPHASISED_TEXT}
ro: Trimite și primește plăți în {START_EMPHASISED_TEXT} USD, BTC, ETH și Tokens {CLOSE_EMPHASISED_TEXT}
th: สามารถส่งและรับการจ่ายเงินในสกุล {START_EMPHASISED_TEXT} USD, BTC, ETH and Tokens ได้ {CLOSE_EMPHASISED_TEXT}
tr: {START_EMPHASISED_TEXT} USD, BTC, ETH ve Token {CLOSE_EMPHASISED_TEXT} olarak ödeme alın ve gönderin
zh: 以 {START_EMPHASISED_TEXT} 美元、 BTC、 ETH 和 Tokens {CLOSE_EMPHASISED_TEXT} 发送和接收付款

# MARKETING_WIRE__ENABLE_CRYPTO_PAYMENTS
source: Enable your supporters or friends to pay you in dollars or cryptocurrency. Get tips and monthly subscriptions for your content.
cs: Povolte svým příznivcům nebo přátelům platit v dolarech nebo kryptoměně. Získávejte spropitné a měsíční předplatné za váš obsah.
hi: अपने सपोर्टर या दोस्तों को आपको डॉलर या क्रिप्टोकरेंसी में भुगतान करने के लिए सक्षम करें। अपने कंटेंट के लिए टिप्स और मासिक सदस्यता प्राप्त करें।
ja: あなたのサポーターや友人がドルや暗号通貨であなたに支払うことを可能にします。あなたのコンテンツのヒントと毎月のサブスクリプションを入手してください。
zh: 允许您的支持者或朋友以美元或加密货币支付您。为您的内容获取提示和每月订阅。
