Repository: Minds/front
Catalog: src/locale/Minds.*.xliff
Languages: cs, de, es, hi, it, ja, pl, pt, ro, ru, th, tr, uk, zh

# M__BLOCKCHAIN__TX_OVERLAY__ENTER_PKEY_OR_DROP_CSV
source: Please enter your private key below in order to unlock your account. You can also drag and drop a CSV file into this window.
cs: Pro odemknutí účtu prosím zadejte svůj soukromý klíč níže. Do tohoto okna můžete také přetáhnout soubor CSV.
es: Introduce tu clave privada para desbloquear tu cuenta. También puedes arrastrar y soltar un archivo CSV en esta ventana.
hi: अपना खाता अनलॉक करने के लिए कृपया नीचे अपनी निजी कुंजी दर्ज करें। आप इस विंडो में CSV फ़ाइल को ड्रैग और ड्रॉप भी कर सकते हैं।
it: Inserisci la tua chiave privata qui sotto per sbloccare il tuo account. Puoi anche trascinare un file CSV in questa finestra.
pl: Wprowadź klucz prywatny poniżej, aby odblokować swoje konto. Możesz również przeciągnąć i upuścić plik CSV do tego okna.
pt: Por favor, digite sua chave privada abaixo para desbloquear sua conta. Você também pode arrastar e soltar um arquivo CSV nesta janela.
ro: Te rugăm să introduci cheia ta privată de mai jos pentru a-ți debloca contul. De asemenea, poți trage și plasa un fișier CSV în această fereastră.
th: พิมพ์ Private key ของคุณ เพื่อปลดล็อกบัญชี. คุณสามารถลากและวางไฟล์ CSV ได้ที่หน้าต่าง
tr: Lütfen özel anahtarınızı girerek hesabınızı açınız. Bu pencereye CSV dosyası da sürükleyip bırakabilirsiniz.
uk: Будь ласка, введіть ваш приватний ключ внизу, щоб розблокувати ваш обліковий запис. Ви також можете перетягувати файл CSV у це вікно.
zh: 请在下方输入您的私钥以解锁您的帐户。您也可以拖放一个 CSV 文件到这个窗口。

# M__BLOCKCHAIN__TX_OVERLAY__CREATE_WALLET_AND_LEARN_ABOUT_TOKENS
source: Don't have an address/private key? Checkout {START_LINK} minds.com/wallet {CLOSE_LINK} to create a wallet and learn how to get Minds tokens.
cs: Nemáte adresu/soukromý klíč? Jděte na {START_LINK} minds.com/wallet {CLOSE_LINK} pro vytvoření peněženky a zjistěte, jak získat Minds tokeny.
de: Sie haben keine Adresse/keinen privaten Schlüssel? Schauen Sie sich {START_LINK} minds.com/wallet {CLOSE_LINK} an, um eine Brieftasche zu erstellen und zu erfahren, wie man Minds Token erhält.
es: ¿No tienes una dirección/clave privada? Checkout {START_LINK} minds.com/wallet {CLOSE_LINK} para crear una cartera y aprender a obtener tokens de mentes.
hi: क्या कोई पता/निजी कुंजी नहीं है? वॉलेट बनाने और Minds टोकन प्राप्त करने का तरीका जानने के लिए चेकआउट {START_LINK} mind.com/wallet {CLOSE_LINK} ।
it: Non hai un indirizzo/chiave privata? Visita {START_LINK} minds.com/wallet {CLOSE_LINK} per creare un portafoglio e imparare come ottenere i token Minds.
ja: アドレス/プライベートキーをお持ちではありませんか？ウォレットを作成し、Minds トークンの取得方法を学ぶには、 {START_LINK} minds.com/wallet {CLOSE_LINK} をチェックアウトしてください。
pt: Não tem uma chave privada/endereço? Checkout {START_LINK} mente s.com/wallet {CLOSE_LINK} para criar uma carteira e aprender a obter tokens de Mente.
th: ไม่มี ที่อยู่บัญชี/Private key? ตรวจสอบที่ {START_LINK} minds.com/wallet {CLOSE_LINK} เพื่อสร้างกระเป๋าเงินของคุณ และเรียนรู้เกี่ยวกับโทเคนของ Minds
zh: 没有地址/私钥？结账 {START_LINK} 心灵s.com/钱包 {CLOSE_LINK} 来创建一个钱包，学习如何获得心灵令牌。

# M__BLOCKCHAIN__TX_OVERLAY__DROP_KEYFILE_BELOW
source: Drop key file below to auto-fill the field.
cs: Pro automatické vyplnění pole přetáhněte soubor s klíčem níže.
de: Ziehen Sie die Schlüsseldatei unten, um das Feld automatisch auszufüllen.
es: Suelta abajo el archivo de clave para autorellenar el campo.
hi: फ़ील्ड को ऑटो-फिल करने के लिए नीचे की फ़ाइल को छोड़ें।
it: Trascina il file della chiave qui sotto per riempire automaticamente il campo.
ja: キーファイルをドロップして項目を自動入力します。
pl: Upuść plik klucza poniżej, aby automatycznie wypełnić pole.
pt: Arraste e solte o arquivo chave abaixo para autopreencher o campo.
ru: Перетащите файл ключа для автоматического заполнения поля.
th: วางไฟล์ Key เพื่อเติมอัตโนมัติ
tr: Anahtar dosyasını aşağıya bırakarak kutucuğu otomatik doldurun.
uk: Перетягніть ключовий файл нижче для автозаповнення поля.
zh: 将密钥文件放到下面自动填写字段。

# M__BLOCKCHAIN__TX_OVERLAY__PRIVATE_KEY
source: Private Key
cs: Soukromý klíč
de: Privater Schlüssel
es: Clave Privada
hi: निजी चाबी
it: Chiave Privata
ja: プライベートキー
pl: Klucz prywatny
pt: Chave Privada
ro: Cheie privată
ru: Приватный ключ
tr: Özel Anahtar
uk: Приватний ключ
zh: 私钥

# M__BLOCKCHAIN__TX_OVERLAY__REMEMBER_PKEY_FOR_1_MIN
source: Remember this private key for 1 minute only.
cs: Pamatovat si tento soukromý klíč pouze na 1 minutu.
de: Diesen privaten Schlüssel nur für 1 Minute merken.
es: Recordar esta clave privada por sólo 1 minuto.
hi: इस निजी कुंजी को केवल 1 मिनट के लिए याद रखें।
it: Ricorda questa chiave privata solo per 1 minuto.
ja: この秘密鍵を1分間だけ覚えておいてください。
pl: Zapamiętaj ten klucz prywatny tylko na 1 minutę.
pt: Lembre-se desta chave privada por apenas 1 minuto.
ro: Amintește-ți această cheie privată doar pentru 1 minut.
ru: Запомнить этот закрытый ключ только 1 минуту.
th: จดจำ Private Key เพียง 1 นาทีเท่านั้น
tr: Unutmayın bu özel anahtar sadece 1 dakika için geçerlidir.
uk: Запам'ятайте цей приватний ключ лише на 1 хвилину.
zh: 仅记住这个私钥1分钟。

# M__ACTION__CANCEL
source: Cancel
cs: Zrušit
de: Abbrechen
es: Cancelar
hi: रद्द करें
it: Annulla
ja: キャンセル
pl: Anuluj
pt: Cancelar
ro: Anulează
ru: Отменить
th: ยกเลิก
tr: İptal
uk: Скасувати
zh: 取消

# MM__ACTION__COMPLETE
source: Complete
cs: Dokončeno
es: Completar
hi: पूर्ण
it: Completa
th: สำเร็จ
tr: Tamamlandı

# M__BLOCKCHAIN__TX_OVERLAY__WARNING_REMEMBER_KEY_FOREVER
source: Warning: Remembering the private key for the rest of the session can be insecure and might lead to your ETH being stolen.
cs: Varování: Pamatovat si soukromý klíč pro zbytek relace může být nebezpečné a může vést k odcizení vašich ETH.
de: Warnung: Das Speichern des privaten Schlüssels für den Rest der Sitzung kann unsicher sein und dazu führen, dass Ihre ETH gestohlen wird.
es: Aviso: Recordar la clave privada para el resto de la sesión puede ser insecuro y puede llevar a que su ETH sea robado.
hi: चेतावनी: बाकी सत्र के लिए निजी कुंजी को याद रखना असुरक्षित हो सकता है और इससे आपका ETH चोरी हो सकता है।
it: Attenzione: Ricordare la chiave privata per il resto della sessione può essere rischioso e potrebbe portare al furto dei tuoi ETH.
ja: 警告: セッションの残りの秘密鍵を記憶することは安全ではない場合があり、ETHが盗まれる可能性があります。
pl: Ostrzeżenie: Pamiętanie klucza prywatnego dla pozostałej części sesji może być niezabezpieczone i może doprowadzić do kradzieży ETH.
pt: Aviso: Lembrar da chave privada para o resto da sessão pode ser inseguro e pode levar a roubo do seu ETH.
ro: Atenție: Reamintirea cheii private pentru restul sesiunii poate fi nesigură și poate duce la furtul ETH.
ru: Предупреждение: Запомнить закрытый ключ для остальной сессии может быть небезопасным и может привести к краже ETH.
th: แจ้งเตือน: การจดจำ Private Key เพื่อให้อยู่ในระบบอาจจะถูกดัก ETH ได้
tr: Uyarı: Özel anahtarı oturumun geri kalanı için hatırlamak güvensiz olabilir ve EHT hırsızlığına sebep verebilir.
uk: Попередження: якщо пригадати приватний ключ для решти сесії може бути незахищеним і призвести до викрадення вашого ETH.
zh: 警告：请记住本次会话其余部分的私钥可能不安全，并可能导致您的ETH被盗。

# M__BLOCKCHAIN__TX_OVERLAY__GAS_PRICE
source: Gas Price
cs: Cena gas poplatku
de: Gaspreis
es: Precio del gas
hi: गैस की कीमत
it: Prezzo del Gas
ja: ガス価格
pl: Cena gazu
pt: Preço do gás
ro: Preț gaz
ru: Цена газа
th: ราคา Gas
tr: Yakıt Fiyatı
uk: Ціна газу
zh: 煤气价格

# M__BLOCKCHAIN__TX_OVERLAY__GAS
source: Gas
cs: Gas poplatek
hi: गैस
ja: ガス
pl: Gaz
pt: Gás
ro: Gaze
ru: Газ
tr: Yakıt
uk: Газ
zh: 气体：

# COMMON__CANCEL
source: Cancel
cs: Zrušit
de: Abbrechen
es: Cancelar
hi: रद्द
it: Cancella
ja: キャンセル
pl: Anuluj
pt: Cancelar
ro: Anulează
ru: Отменить
th: ยกเลิก
tr: İptal
uk: Скасувати
zh: 取消

# COMMON__APPROVE
source: Approve
cs: Schválit
de: Annehmen
es: Aprobar
hi: मंजूर
it: Approva
ja: 承認する
pl: Zatwierdź
pt: Aprovar
ro: Aprobați
ru: Подтвердить
th: อนุมัติ
tr: Onayla
uk: Схвалити
zh: 批准

# BOOST__CREATOR__BOOST_TYPE_TITLE
source: Boost Type
cs: Typ boostu
es: Tipo de Boost
hi: बूस्ट प्रकार
it: Tipo di Boost
ja: ブーストタイプ
pl: Typ Boost
pt: Tipo de otimização
ro: Tip Impuls
ru: Тип ускорения
th: บูสต์ไทป์
tr: Boost Türü
uk: Тип прискорення
zh: 提升类型

# M__FEATURE__NEWSFEED_PLURAL
source: Feeds
cs: Kanály
es: Noticias
hi: फ़ीड
it: Feed
ja: フィード
pl: Kanały
pt: Conteúdos
ro: Fluxuri
ru: Новостные ленты
th: ฟีด
tr: Akışlar
uk: Стрічки новин
zh: 最新消息

# BOOST__CREATOR__NEWSFEEDS_SELECTOR_DESC
source: Your content will appear on newsfeeds across the site.
cs: Váš obsah se objeví na kanálech po celém webu.
es: Tu contenido aparecerá en las secciones de noticias del sitio.
hi: आपका कंटेंट साइट की न्यूज़फ़ीड पर दिखाई देगा।
it: Il tuo contenuto apparirà nel feed di notizie sull'intero sito.
ja: あなたのコンテンツはサイト全体のニュースフィードに表示されます。
pl: Twoja zawartość pojawi się na kanałach informacyjnych na całej stronie.
pt: O seu conteúdo irá surgir nas notícias em todo o site.
ru: Ваш контент появится в новостной ленте по всему сайту.
th: เนื้อหาของคุณจะโผล่บนฟีดข่าวบนเว็บไซต์
tr: İçeriğiniz site genelindeki haber akışlarında görüntülenecektir.

# M__COMMON__SELECTED
source: Selected
cs: Vybrané
de: Ausgewählt
es: Seleccionado
hi: चुन लिया
it: Selezionato
ja: 選択済み
pl: Wybrane
pt: Selecionado
ro: Selectate
ru: Выбрано
th: เลือก
tr: Seçili
uk: Вибрано
zh: 已选择

# M__FEATURE__OFFER__PLURAL
source: Offers
cs: Nabídky
de: Angebote
es: Oferta
hi: ऑफ़र
it: Offerte
ja: オファー
pl: Oferty
pt: Ofertas
ro: Oferte
ru: Предложения
th: ข้อเสนอ
tr: Teklifler
uk: Пропозиції
zh: 优惠

# BOOST__CREATOR__OFFERS_SELECTOR_DESC
source: Your content will be shared to a specific channel in exchange for USD or tokens.
cs: Váš obsah bude sdílen s konkrétním kanálem výměnou za USD nebo tokeny.
de: Ihre Inhalte werden im Austausch gegen USD oder Token an einen bestimmten Kanal weitergegeben.
es: Su contenido será compartido en un canal específico a cambio de USD o tokens.
hi: आपका कंटेंट USD या टोकन के बदले किसी खास चैनल के साथ शेयर किया जाएगा।
it: Il tuo contenuto sarà condiviso su un canale specifico in cambio di USD o token.
ja: あなたのコンテンツは、USDまたはトークンと引き換えに特定のチャンネルに共有されます。
pl: Twoja zawartość zostanie udostępniona na określonym kanale w zamian za USD lub tokeny.
pt: Seu conteúdo será compartilhado para um canal específico em troca de USD ou tokens.
th: เนื้อหาของคุณจะถูกแชร์ไปยังช่องทางเฉพาะเพื่อแลกเปลี่ยนเป็นเงินดอลลาร์ หรือโทเค็น
tr: İçeriğiniz belirli bir kanalda USD veya token karşılığında paylaşılacaktır.
zh: 您的内容将被分享到指定的频道，以换取美元或令牌。

# M__FEATURE__SIDEBAR_PLURAL
source: Sidebars
cs: Boční panely
de: Seitenleisten
es: Barras laterales
hi: साइडबार
it: Barre laterali
ja: サイドバー
pl: Paski boczne
pt: Barras laterais
ru: Боковые панели
th: ด้านข้าง
tr: Kenar çubukları
uk: Бічні панелі

# BOOST__CREATOR__SIDEBARS_SELECTOR_DESC
source: Your content will display on the sidebars throughout the site.
cs: Váš obsah se zobrazí v bočním panelu po celém webu.
de: Ihr Content wird in den Sidebars der ganzen Seite erscheinen.
es: Tu contenido se mostrará en la barras laterales del sitio.
hi: आपका कंटेंट पूरी साइट में साइडबार पर डिस्प्ले होगा।
it: Il tuo contenuto sarà visualizzato sulle barre laterali di tutto il sito.
ja: あなたのコンテンツはサイト全体のサイドバーに表示されます。
pl: Twoja zawartość będzie wyświetlana na paskach bocznych na całej stronie.
pt: O seu conteúdo surgira nas barras laterais em todo o site.
ro: Conținutul dvs. va fi afișat pe bara laterală pe tot site-ul.
ru: Ваш контент будет отображаться на боковой панели всего сайта.
th: เนื้อหาของคุณจะแสดงบนแถบด้านข้างทั่วทั้งไซต์
tr: İçeriğiniz site genelindeki kenar çubuklarında gösterilecektir.

# BOOST__CREATOR__BID_TITLE
source: How many views do you want?
cs: Kolik zhlédnutí chcete?
de: Wie viele Ansichten möchten Sie?
es: ¿Cuántas vistas quieres?
hi: आप कितने विचार चाहते हैं?
it: Quante visualizzazioni vuoi?
ja: 何回再生したいですか？
pl: Ile poglądów chcesz?
pt: Quantas visualizações vocês querem?
ru: Сколько видов вы хотите?
th: คุณต้องการยอดเข้าชมเท่าไหร่?
tr: Kaç sayıda görünüm istiyorsunuz?
uk: Скільки оглядів ви хочете?
zh: 您想要多少视图？

# BOOST__CREATOR__OFFER_TITLE
source: What's your offer?
cs: Jaká je vaše nabídka?
de: Was ist dein Angebot?
es: ¿Cuál es tu oferta?
hi: आपका प्रस्ताव क्या है?
it: Qual è la tua offerta?
ja: あなたの申し出は何ですか。
pl: Jaka jest twoja oferta?
pt: Qual é a sua oferta?
ro: Care este oferta ta?
ru: Какое ваше предложение?
th: คุณจะได้อะไร?
tr: Ne sunuyorsunuz?
uk: Яка твоя пропозиція?
zh: 您的报价是什么？

# BOOST__CREATOR__VIEWS_INPUT_LABEL
source: views
cs: zhlédnutí
de: aufrufe
es: vistas
hi: दृश्य
it: visualizzazioni
ja: 閲覧
pl: wyświetlenia
pt: visualizações
ro: vizualizări
ru: просмотры
th: ยอดเข้าชม
tr: görünüm
uk: переглядів
zh: 观看

# BOOST__CREATOR__TOKENS_LABEL
source: Tokens
cs: Tokeny
de: Token
hi: टोकन
it: Token
ja: トークン
pl: Tokeny
ru: Жетоны
th: โทเคน
zh: 令牌

# BOOST__CREATOR__ESTIMATED_COMPLETION
source: Estimated completion time: {INTERPOLATION} hours
cs: Odhadovaný čas dokončení: {INTERPOLATION} hodin
de: Geschätzte Abschlusszeit: {INTERPOLATION} Stunden
es: Tiempo estimado de finalización: {INTERPOLATION} horas
hi: अनुमानित पूरा होने का समय: {INTERPOLATION} घंटे
it: Tempo di completamento previsto: {INTERPOLATION} ore
ja: 完了の推定時間: {INTERPOLATION} 時間
pl: Szacowany czas zakończenia: {INTERPOLATION} godzin
pt: Tempo estimado de conclusão: {INTERPOLATION} horas
ro: Timp estimat de finalizare: {INTERPOLATION} ore
ru: Расчетное время выполнения: {INTERPOLATION} часов
th: เวลาที่คาดว่าจะเสร็จ: {INTERPOLATION} ชั่วโมง
tr: Tahmini tamamlanma süresi: {INTERPOLATION} saat
uk: Приблизний час завершення: {INTERPOLATION} годин
zh: 预计完成时间: {INTERPOLATION} 小时

# BOOST__CREATOR__PAYMENT_METHOD_CRYPTO_TITLE
source: Payment Method
cs: Způsob platby
de: Zahlungsmethode
es: Método Pago
hi: भुगतान का तरीका
it: Metodo di Pagamento
ja: 支払い方法
pl: Metoda płatności
pt: Forma de pagamento
ro: Metoda de plată
ru: Способ оплаты
th: วิธีการชำระเงิน
tr: Ödeme Yöntemi
uk: Спосіб оплати
zh: 支付方式

# BOOST__CREATOR__PRIORITY_TITLE
source: Priority
cs: Priorita
de: Priorität
es: Prioridad
hi: प्राथमिकता
it: Priorità
ja: 優先度
pl: Priorytet
pt: Prioridade
ro: Prioritate
ru: Приоритет
th: สำคัญ
tr: Öncelikli
uk: Пріоритет
zh: 优先权

# BOOST__CREATOR__PRIORITY_TITLE_CTX
source: Priority content goes to the front of the line, but costs at least twice the price of a regular boost.
cs: Prioritní obsah jde na začátek řady, ale stojí nejméně dvojnásobek ceny klasického boostu.
de: Vorrangiger Inhalt geht an die Vorderseite, kostet aber mindestens doppelt so viel wie ein regelmäßiger Boost.
es: El contenido de prioridad va al principio de la fila, pero cuesta al menos el doble de una promoción regular.
hi: प्रियोरिटी कंटेंट सबसे आगे तक जाता है, लेकिन नियमित रूप से बूस्ट करने की कीमत कम से कम दोगुनी होती है।
it: Il contenuto prioritario finisce in prima linea, ma costa almeno il doppio del prezzo di un boost normale.
ja: 優先度の高いコンテンツは、ラインの最前面に行きますが、通常のブーストの2倍以上の価格がかかります。
pl: Treść priorytetowa trafia do przodu linii, ale kosztuje co najmniej dwa razy więcej od ceny regularnego bodźca.
pt: O conteúdo prioritário vai para a frente da linha, mas custa pelo menos o dobro do preço de um aumento regular.
ro: Conținutul prioritar se află în partea din față a liniei, dar costă cel puțin de două ori prețul unui impuls obișnuit.
ru: Контент приоритета переходит на передний план линии, но стоит по крайней мере в два раза больше цены на регулярное повышение.
th: ความสำคัญของเนื้อหาจะถูกเพิ่มไปยังแถวหน้าสุด แต่มีค่าใช้จ่ายอย่างน้อยสองเท่าของราคาที่ใช้บูสต์ปกติ
uk: Вміст пріоритетності переходить на передню лінію, але коштує щонайменше вдвічі більше ціни на регулярний приплив.
zh: 优先级内容在线前端，但是成本至少是常规助推价格的两倍。

# M__ACTION__SELECT
source: Select
cs: Vybrat
de: Auswählen
es: Seleccionar
hi: चुनते हैं
it: Seleziona
ja: 選択
pl: Wybierz
pt: Selecionar
ro: Selectare
ru: Выбрать
th: เลือก
tr: Seç
uk: Вибрати
zh: 选择

# COMMON__TOKENS__BOOST_CREATOR_AMOUNT
source: {INTERPOLATION} tokens
cs: {INTERPOLATION} tokeny
de: {INTERPOLATION} Token
hi: {INTERPOLATION} टोकन
it: {INTERPOLATION} token
ja: {INTERPOLATION} トークン
pl: {INTERPOLATION} tokeny
ro: {INTERPOLATION} jetoane
ru: {INTERPOLATION} жетонов
th: {INTERPOLATION} โทเค็น
tr: {INTERPOLATION} token
zh: {INTERPOLATION} 代币

# BOOST__CREATOR__TARGET_TITLE
source: Target
cs: Cíl
es: Objetivo
hi: लक्ष्य
it: Obiettivo
th: เป้าหมาย
tr: Hedef

# BOOST__CREATOR__CATEGORIES_TARGET_TITLE_CTX
source: Select the categories which you want your boost to be targeted to ( {INTERPOLATION} max).
cs: Vyberte kategorie, na které chcete, aby cílil váš boost ( {INTERPOLATION} max).
de: Wählen Sie die Kategorien, auf die Ihr Boost abzielen soll ( {INTERPOLATION} max).
hi: उन श्रेणियों का चयन करें जिन्हें आप चाहते हैं कि आपका प्रोत्साहन ( {INTERPOLATION} अधिकतम) को लक्षित किया जाए।
it: Seleziona le categorie a cui vuoi che il tuo Boost sia indirizzato ( {INTERPOLATION} max).
ja: ブースト対象とするカテゴリを選択してください(最大 {INTERPOLATION} )。
pl: Wybierz kategorie, do których chcesz być skierowany boisko ( {INTERPOLATION} maks.).
pt: Selecione as categorias às quais você deseja que seu bônus seja direcionado (máximo {INTERPOLATION} ).
ro: Selectați categoriile la care doriți ca impulsul dvs. să fie direcționat ( {INTERPOLATION} max).
ru: Выберите категории, на которые вы хотите, чтобы ваш ускоритель был ориентирован ( {INTERPOLATION} макс).
th: เลือกหัวข้อที่คุณต้องการที่จะบูสต์เพื่อให้ถึงเป้าหมาย ( {INTERPOLATION} สูงสุด).
zh: 选择您想要提升到目标的类别( {INTERPOLATION} 最大)。

# BOOST__CREATOR__TARGET_TITLE_CTX
source: Search for the channel you want to boost to.
cs: Vyhledejte kanál, na který chcete boostovat.
es: Busca el canal al que quieres promover.
hi: आप जिस चैनल को बढ़ावा देना चाहते हैं, उसे खोजें।
it: Cerca il canale a cui vuoi applicare il Boost.
ja: ブーストしたいチャンネルを探す。
pl: Wyszukaj kanał, do którego chcesz podbić.
pt: Procurar pelo canal que quer incrementar.
ro: Căutați canalul pe care doriți să îl amplificați.
ru: Искать канал, который вы хотите продвинуть.
th: ค้นหาแชนแนลที่คุณต้องการจะ boost
tr: Boost için istediğiniz hedef kanalını arayın.
uk: Пошук каналу, до якого потрібно передати.

# BOOST__CREATOR__PLEASE_ENTER_BILLING
source: Please enter your billing details
cs: Zadejte prosím vaše fakturační údaje
de: Bitte geben Sie Ihre Rechnungsdetails ein
es: Por favor, introduce tus datos de facturación
hi: कृपया अपना बिलिंग विवरण दर्ज करें
it: Inserisci i tuoi dati di fatturazione
ja: 請求の詳細を入力してください
pl: Wprowadź swoje dane rozliczeniowe
pt: Por favor, insira seus dados de faturamento
ru: Пожалуйста, введите ваши платежные реквизиты
th: โปรดใส่ที่อยู่สำหรับการเรียกเก็บเงินของคุณ
uk: Будь ласка, введіть ваші платіжні реквізити
zh: 请输入您的账单详细信息

# M__ACTION__BOOST_NEXT
source: Next
cs: Další
de: Nächste
es: Próximo
hi: आगे
it: Avanti
ja: 次へ
pl: Następny
pt: Próximo
ro: Următoarea
ru: Следующий
th: ถัดไป
tr: Sonraki
uk: Уперед
zh: 下一个

# M__ACTION__BOOST_BACK
source: Back
cs: Zpět
de: Zurück
es: Anterior
hi: वापस
it: Indietro
ja: 戻る
pl: Powrót
pt: Anterior
ro: Înapoi
ru: Назад
th: ย้อนกลับ
tr: Geri
uk: Відмінити
zh: 后退

# BOOST__CREATOR__BOOSTED_LABEL
source: Boosted!
cs: Boostováno!
es: ¡Promovido!
hi: बढ़ाया
ja: Boost中!
pl: Wzmocnione!
pt: Acelerado!
ro: Amplificat!
ru: Повышено!
th: บูสต์แล้ว!
zh: 已提升!

# COMMON__CLOSE
source: Close
cs: Zavřít
de: Schließen
es: Cerrar
hi: बंद करे
it: Chiudi
ja: 閉じる
pl: Zamknij
ru: Закрыть
th: ปิด
tr: Kapat
uk: Закрити
zh: 关闭

# COMMON__TITLE
source: Title
cs: Název
de: Titel
es: Título
hi: शीर्षक
it: Titolo
ja: タイトル
pt: Título
ro: Titlu
ru: Заголовок
th: หัวเรื่อง
tr: Başlık
uk: Найменування
zh: 标题

# COMPOSER_POPUP__SPEAK_YOUR_MINDS_ELLIPSIS
source: Speak your mind...
cs: Vyjádřete svůj názor...
es: Di lo que piensas...
hi: अपने मन की बात कहें...
it: Dì che cosa hai in mente...
ja: あなたの気持ちを話してください...
pl: Mów umysł...
pt: Diga o que pensa...
ro: Vorbește mintea ta...
th: คิดอะไรอยู่…
tr: Zihninizi konuşturun...
uk: Говоріть свій розум...
zh: 说出你的想法

# WIRE__CREATOR__AMOUNT_TITLE_HOW_MANY_TOKENS
source: Pick a subscriptions tier
cs: Vybrat úroveň předplatného
de: Wähle einen Abonnement-Status
es: Escoge un nivel de suscripciones
hi: एक सदस्यता टियर चुनें
it: Scegli un livello di abbonamento
ja: サブスクリプションの階層を選択
pl: Wybierz poziom subskrypcji
pt: Escolha um nível de subscrições
ro: Alege un nivel de abonament
ru: Выберите уровень подписки
th: เลือกระดับการสมัคร
tr: Bir abonelikler kademesi seçin
uk: Виберіть рівень підписки
zh: 选择一个订阅级别

# M__COMMON__TOKENS_INPUT
source: Tokens
cs: Tokeny
de: Token
hi: टोकन
it: Token
ja: トークン
pl: Tokeny
ru: Жетоны
th: โทเค็น
tr: Token
zh: 令牌

# WIRE__CREATOR__REPEAT_TRANSACTION_MONTHLY
source: Repeat this transaction monthly.
cs: Opakovat tuto transakci měsíčně.
de: Diese Transaktion monatlich wiederholen.
es: Repetir esta transacción mensualmente.
hi: इस लेन-देन को मासिक रूप से दोहराएं।
it: Ripeti questa transazione mensilmente.
ja: 毎月この取引を繰り返します。
pl: Powtarzaj tę transakcję co miesiąc.
pt: Repita esta transação mensalmente.
ro: Repetați această tranzacție lunar.
ru: Повторять эту транзакцию ежемесячно.
th: ทำรายการนี้ซ้ำทุกเดือน
tr: Bu işlemi her ay tekrarla.
uk: Повторювати цю операцію щомісяця.
zh: 每月重复此交易。

# WIRE__CREATOR__WIRE_TYPE_TITLE
source: Payment Method
cs: Způsob platby
de: Zahlungsmethode
es: Métodos Pago
hi: भुगतान का तरीका
it: Metodo di Pagamento
ja: 支払い方法
pl: Metoda płatności
pt: Forma de pagamento
ro: Metoda de plată
ru: Способ оплаты
th: วิธีการชำระเงิน
tr: Ödeme Yöntemi
uk: Спосіб оплати
zh: 支付方式

# M__COMMON__OFFCHAIN
source: Tokens
cs: Tokeny
de: Token
hi: टोकन
it: Token
ja: トークン
pl: Tokeny
ru: Жетоны
th: ออฟเชน
tr: Token
zh: 令牌

# WIRE__CREATOR__OFFCHAIN_TOOLTIP
source: Offchain payments will not be published to the blockchain and are limited to 100 tokens a day.
cs: Off-Chain platby nebudou publikovány na blockchainu a jsou omezeny na 100 tokenů denně.
hi: Offchain भुगतान ब्लॉकचेन से प्रकाशित नहीं किए जाएंगे और एक दिन में 100 टोकन तक सीमित होंगे।
ja: オフチェーン決済はブロックチェーンに公開されず、1日に100トークンに制限されます。
zh: Offchain 付款将不会发布到区块链，每天限制在 100 个令牌。

# M__COMMON__BALANCE
source: Balance
cs: Zůstatek
de: Guthaben
hi: शेष राषि
it: Conto
ja: バランス
pl: Saldo
pt: Balanço
ro: Sold
ru: Баланс
th: เงินคงเหลือ
tr: Bakiye
uk: Баланс
zh: 结余

# WIRE__CREATOR__BALANCE_OFFCHAIN_TOOLTIP
source: This balance is for your Minds.com OffChain wallet. Transactions made from this address will not appear on the blockchain.
cs: Tento zůstatek je pro vaši Off-Chain peněženku Minds.com. Transakce z této adresy se neobjeví na blockchainu.
hi: यह शेष राशि आपके Minds.com OffChain वॉलेट के लिए है। इस पते से किए गए लेन-देन ब्लॉकचेन पर दिखाई नहीं देंगे।
ja: この残高はMinds.com OffChainウォレット用です。このアドレスから作られた取引はブロックチェーン上には表示されません。
th: เงินคงเหลือนี้สำหรับ Minds.com OffChain wallet รายการต่างๆที่เกิดจากที่อยู่นี้จะไม่ปรากฎใน blockchain
zh: 此余额用于您的Minds.com OffChain钱包。从此地址进行的交易将不会出现在区块链上。

# WIRE__CREATOR__ONCHAIN_TOOLTIP
source: Onchain payments will be published to the public blockchain. You may utilize Metamask or another address. These purchases require a Gas fee.
cs: On-Chain platby budou zveřejněny na veřejném blockchainu. Můžete použít Metamask nebo jinou adresu. Tyto nákupy vyžadují Gas poplatek.
hi: OnChain भुगतान सार्वजनिक ब्लॉकचेन पर प्रकाशित किए जाएंगे। आप Metamask या किसी अन्य पते का उपयोग कर सकते हैं। इन खरीद के लिए गैस फ़ीस की आवश्यकता होती है।
ja: Onchain payments will be published to the public blockchain. You can use Metamask or another address これらの購入にはガス料金が必要です。
zh: Onchain 付款将发布到公共区块链。您可以使用Metamask或其他地址。这些购买需要天然气费用。

# WIRE__CREATOR__ACTIVE_ADDRESS_TOOLTIP
source: This balance is for the {INTERPOLATION} wallet that is currently active in your Ethereum interface.
cs: Tento zůstatek je pro peněženku {INTERPOLATION} , která je momentálně aktivní ve vašem Ethereum rozhraní.
hi: यह शेष राशि {INTERPOLATION} वॉलेट के लिए है जो वर्तमान में आपके Ethereum इंटरफ़ेस में सक्रिय है।
ja: この残高は、現在Ethereumインターフェイスでアクティブな {INTERPOLATION} ウォレット用です。
zh: 此余额用于当前在您以太坊接口中活动的 {INTERPOLATION} 钱包。
