Repository: Minds/front
Catalog: src/locale/Minds.*.xliff
Languages: cs, de, es, hi, it, ja, pl, pt, ro, ru, th, tr, uk, zh

# MODALS__TOS-UPDATED__TOS_UPDATED_PARAGRAPH
source: We've recently updated our {START_LINK} Terms of Service {CLOSE_LINK} to reflect the changes to our network with the launch of the Jury System. These changes are being implemented to ensure a balance of power between Minds, Inc. and the community. The following is a brief summary of what has changed:
cs: Nedávno jsme aktualizovali naše {START_LINK} Smluvní podmínky {CLOSE_LINK} , aby odrážely změny v naší síti při spuštění systému poroty. Tyto změny jsou prováděny s cílem zajistit rovnováhu mezi sílou společnosti Minds, Inc. a sílou komunity. Následující jsou stručné shrnutí toho, co se změnilo:
de: Wir haben kürzlich unsere {START_LINK} -Nutzungsbedingungen {CLOSE_LINK} aktualisiert, um die Änderungen an unserem Netzwerk mit dem Start des Jury-Systems wiederzugeben. Diese Änderungen werden umgesetzt, um ein Gleichgewicht der Kräfte zwischen Minds, Inc. zu gewährleisten. und die Gemeinschaft. Das folgende ist eine kurze Zusammenfassung dessen, was sich geändert hat:
es: Hemos actualizado recientemente nuestros Términos de Servicio {START_LINK} {CLOSE_LINK} para reflejar los cambios en nuestra red con el lanzamiento del Sistema del Jurado. Estos cambios se están implementando para asegurar un equilibrio de poder entre Minds, Inc. y la comunidad. Lo siguiente es un breve resumen de lo que ha cambiado:
hi: हमने हाल ही में अपनी {START_LINK} सेवा की शर्तें {CLOSE_LINK} को अपडेट किया है ताकि जूरी सिस्टम के लॉन्च के साथ हमारे नेटवर्क में होने वाले परिवर्तनों को दर्शाया जा सके। इन बदलावों को Minds, Inc. और समुदाय के बीच शक्ति संतुलन सुनिश्चित करने के लिए लागू किया जा रहा है। इन बदलावों के बारे में नीचे एक संक्षिप्त सारांश दिया गया है:
it: Abbiamo recentemente aggiornato i nostri {START_LINK} Termini di Servizio {CLOSE_LINK} per riflettere le modifiche apportate alla nostra rete con il lancio del Sistema di Giuria. Questi cambiamenti sono stati implementati per garantire un equilibrio di potere tra Minds, Inc. e la comunità. Di seguito è riportato un breve riassunto di ciò che è cambiato:
ja: 最近、 {START_LINK} 利用規約 {CLOSE_LINK} を更新し、審査員制度の導入に伴うネットワークの変更を反映しました。 これらの変更は、Minds, Inc.の間のパワーバランスを確保するために実施されています。 とコミュニティ。以下は変化したものの簡単な概要です。
pt: Atualizamos recentemente nossos Termos de Serviço {START_LINK} {CLOSE_LINK} para refletir as mudanças na nossa rede com o lançamento do Sistema Jury. Estas mudanças estão a ser implementadas para garantir um equilíbrio de poder entre a Minds, Inc. e a comunidade. O seguinte é um breve resumo do que mudou:
ro: Am actualizat recent {START_LINK} Termenii și condițiile {CLOSE_LINK} pentru a reflecta modificările aduse rețelei noastre odată cu lansarea Sistemului Jury. Aceste modificări sunt implementate pentru a asigura un echilibru de putere între Minds, Inc. și comunitate. Următorul este un scurt rezumat al modificărilor:
zh: 我们最近更新了我们的 {START_LINK} 服务条款 {CLOSE_LINK} ，以便通过启动陪审团系统反映我们网络的变化。 目前正在实施这些改革，以确保心灵公司之间的力量平衡。 以下是对变化情况的简要概述：

# MODALS__TOS-UPDATED__NOTICE_PARAGRAPH
source: Please also note that your continued use of Minds serves as acceptance of these new terms and policies. Thank you.
cs: Vezměte prosím na vědomí, že vaše další používání Minds slouží jako přijmutí těchto nových podmínek. Děkujeme.
de: Bitte beachten Sie auch, dass Ihre fortgesetzte Nutzung von Minds als Akzeptanz dieser neuen Bedingungen und Richtlinien dient. Vielen Dank.
es: Por favor, tenga en cuenta que su uso continuado de la mente sirve como aceptación de estos nuevos términos y políticas. Gracias.
hi: कृपया यह भी ध्यान दें कि Minds का आपका निरंतर उपयोग इन नए नियमों और नीतियों की स्वीकृति के रूप में होता है। धन्यवाद।
it: Si prega inoltre di notare che l'uso continuato di Minds serve come accettazione di questi nuovi termini e politiche. Grazie.
ja: また、引き続きMindsを使用することは、これらの新しい利用規約とポリシーに同意することにもなります。
pl: Pamiętaj, że twoje ciągłe korzystanie z umysłu służy jako akceptacja tych nowych warunków i zasad. Dziękuję.
pt: Por favor, note também que a sua utilização contínua das Mentes serve de aceitação a estes novos termos e políticas. Obrigado.
ru: Пожалуйста, обратите внимание на то, что ваше дальнейшее использование Богов служит для принятия этих новых условий и политики. Спасибо.
th: โปรดทราบว่าการใช้งาน Minds อย่างต่อเนื่องของคุณจะเป็นการยอมรับข้อกำหนดและนโยบายใหม่เหล่านี้ Minds ขอขอบคุณครับ
uk: Зверніть увагу, що ваше продовження використання Minds служить прийняттям цих нових термінів і політики.
zh: 还请注意，您继续使用心灵可以接受这些新的条款和政策。 谢谢。

# M__FEATURE__EXCLUSIVE
source: Exclusive
cs: Exkluzivní
de: Exklusiv
es: Exclusivo
hi: एक्सक्लूसिव
it: Esclusivo
ja: 専用
pl: Wyłączny
pt: Exclusivo
ro: Exclusiv
ru: Эксклюзивный
th: เฉพาะตัว
tr: Seçkin
uk: Ексклюзивно
zh: 独占的

# PAYMENTS__PAYWALL__EXCLUSIVE_DESC
source: Only paid subscribers can see this post
cs: Pouze platící sledující mohou vidět tento příspěvek
de: Nur bezahlte Abonnenten können diesen Beitrag sehen
es: Sólo los suscriptores de pago pueden ver esta publicación
hi: केवल भुगतान किए गए ग्राहक ही इस पोस्ट को देख सकते हैं
it: Solo gli iscritti a pagamento possono vedere questo post
ja: 有料購読者のみがこの投稿を見ることができます
pl: Tylko płatni abonenci mogą zobaczyć ten post
pt: Apenas os assinantes pagos podem ver esta publicação
ro: Numai abonații plătiți pot vedea această postare
ru: Только платные подписчики могут видеть это сообщение
th: มีเพียงผู้ติดตามที่จ่ายเงินเท่านั้นที่เห็นโพสต์นี้
tr: Sadece ücretli aboneler bu gönderiyi görebilir
zh: 只有付费订阅者才能看到此帖子

# PAYMENTS__PAYWALL__VIEW_ACTION
source: View
cs: Zobrazit
de: Ansehen
es: Ver
hi: देखिए
it: Vedi
ja: 閲覧
pl: Widok
pt: Visualizar
ro: Vizualizare
ru: Просмотреть
th: เข้าชม
tr: Görünüm
uk: Дивитись
zh: 观看

# PAYMENTS__PAYWALL__SUPPORTERS_ONLY
source: This post is only available to supporters.
cs: Tento příspěvek je dostupný pouze podporovatelům.
de: Dieser Beitrag ist nur für Unterstützer verfügbar.
es: Esta publicación sólo está disponible para partidarios.
hi: यह पोस्ट केवल समर्थकों के लिए उपलब्ध है।
it: Questo post è disponibile solo per i sostenitori.
ja: この投稿はサポーターのみが利用できます。
pl: Ten post jest dostępny tylko dla zwolenników.
pt: Esta postagem só está disponível para apoiadores.
ro: Acest post este disponibil doar pentru suporteri.
ru: Этот пост доступен только для сторонников.
th: โพสต์นี้เข้าถึงได้เฉพาะผู้สนับสนุนเท่านั้น
tr: Bu gönderi sadece destekçilere açıktır.
uk: Цей пост доступний лише для прихильників.
zh: 这个帖子仅供支持者使用。

# PAYMENTS__PAYWALL__USD_PER_MONTH
source: $ {INTERPOLATION} / month
cs: $ {INTERPOLATION} / měsíc
de: $ {INTERPOLATION} / Monat
es: $ {INTERPOLATION} / mes
hi: $ {INTERPOLATION} /महीना
it: $ {INTERPOLATION} / mese
ja: $ {INTERPOLATION} / 月
pl: $ {INTERPOLATION} / miesiąc
pt: $ {INTERPOLATION} / mês
ro: $ {INTERPOLATION} / lună
ru: $ {INTERPOLATION} в месяц
th: $ {INTERPOLATION} ต่อเดือน
tr: Aylık {INTERPOLATION} $
uk: $ {INTERPOLATION} / місяць
zh: $ {INTERPOLATION} / 月

# PAYMENTS__PAYWALL_CANCEL__ACTION
source: Cancel Subscription
cs: Zrušit předplatné
de: Abonnement kündigen
es: Cancelar Suscripción
hi: सदस्यता रद्द
it: Annulla Abbonamento
ja: サブスクリプションをキャンセル
pl: Anuluj subskrypcję
pt: Cancelar assinatura
ro: Anulează abonamentul
ru: Отменить подписку
th: ยกเลิกการติดตาม
tr: Aboneliği İptal Et
uk: Скасувати передплату
zh: 取消订阅

# MINDS__LOGIN__EXCEPTION__ATTEMPTS_EXCEEDED
source: You have exceeded your login attempts. Please try again in a few minutes.
cs: Překročili jste vaše pokusy o přihlášení. Zkuste to prosím znovu za několik minut.
de: Sie haben Ihre Anmeldeversuche überschritten. Bitte versuchen Sie es in ein paar Minuten erneut.
es: Has excedido tus intentos de inicio de sesión. Por favor, inténtalo de nuevo en unos minutos.
hi: आपने अपने लॉग इन प्रयासों की अधिकतम संख्या पूरी कर ली है। कृपया कुछ देर बाद दुबारा कोशिश करें।
it: Hai superato i tuoi tentativi di accesso. Riprova tra qualche minuto.
ja: ログイン試行回数を超えました。数分後にもう一度お試しください。
pl: Przekroczyłeś próby logowania. Spróbuj ponownie za kilka minut.
pt: Você excedeu suas tentativas de login. Tente novamente em alguns minutos.
ro: Ați depășit încercările de autentificare. Vă rugăm să încercați din nou în câteva minute.
ru: Вы превысили лимит попыток входа. Пожалуйста, повторите попытку через несколько минут.
th: คุณพยายามล็อกอินเกินจำนวนที่กำหนด โปรดรอสักครู่แล้วกรุณาลองใหม่อีกครั้ง
tr: Oturum açma denemelerinin sayısını aştınız. Lütfen birkaç dakika içinde tekrar deneyin.
uk: Ви перевищили свої спроби входу в систему. Будь ласка, спробуйте знову за кілька хвилин.
zh: 您已超出登录尝试次数。请几分钟后再试。

# MINDS__LOGIN__EXCEPTION__DISABLED_USER
source: This account has been disabled
cs: Tento účet byl zakázán
de: Dieses Konto wurde deaktiviert
hi: यह खाता बंद कर दिया गया है
it: Questo account è stato disabilitato
ja: このアカウントは無効になっています
pl: To konto zostało wyłączone
pt: Esta conta foi desativada
ro: Acest cont a fost dezactivat
ru: Эта учетная запись была отключена
th: บัญชีนี้ถูกปิดใช้งาน
tr: Bu hesap devre dışı bırakıldı
uk: Цей обліковий запис було вимкнено
zh: 此帐户已被禁用

# MINDS__LOGIN__EXCEPTION__INCORRECT_USERNAME_PASSWORD
source: Incorrect username/password. Please try again.
cs: Nesprávné uživatelské jméno/heslo. Zkuste to prosím znovu.
de: Benutzername/Passwort falsch. Bitte versuchen Sie es erneut.
es: Nombre de usuario / Contraseña incorrectos. Inténtalo de nuevo.
hi: गलत यूज़रनेम/पासवर्ड। कृपया फिर कोशिश करें।
ja: ユーザー名または、パスワードが違います。もう一度お試しください。
pl: Nieprawidłowa nazwa użytkownika/hasło. Spróbuj ponownie.
th: ชื่อผู้ใช้/รหัสผ่านไม่ถูกต้อง กรุณาลองใหม่อีกครั้ง
tr: Yanlış kullanıcı adı/şifre. Lütfen tekrar deneyin.
uk: Неправильне ім'я користувача/пароль. Будь ласка, спробуйте ще раз.

# MINDS__LOGIN__EXCEPTION__ACCOUNT_LOCKED
source: Account locked
cs: Účet uzamčen
de: Konto gesperrt
es: Cuenta bloqueada
hi: खाता बंद
it: Account bloccato
ja: アカウントはロックされています
pl: Konto zablokowane
pt: Conta bloqueada
ro: Cont blocat
ru: Учетная запись заблокирована
th: บัญชีถูกล็อค
tr: Hesap kilitlendi
uk: Обліковий запис заблоковано
zh: 帐户已锁定

# MINDS__LOGIN__EXCEPTION__BANNED_USER
source: You are not allowed to login.
cs: Nemáte oprávnění se přihlásit.
de: Sie sind nicht berechtigt sich anzumelden.
es: No estás autorizado a iniciar sesión.
hi: आपको लॉग इन करने की अनुमति नहीं है।
it: Non ti è permesso effettuare il login.
ja: ログインする権限がありません。
pl: Nie masz uprawnień do logowania.
pt: Você não tem permissão para entrar.
ro: Nu ai permisiunea să te autentifici.
ru: Вы не можете войти в систему.
th: คุณไม่ได้รับอนุญาตให้ล็อกอิน
tr: Oturum açma izniniz yok.
uk: Ви не можете увійти.
zh: 您无权登录。

# MINDS__LOGIN__EXCEPTION__CODE_VERIFICATION_FAILED
source: Sorry, we couldn't verify your two factor code. Please try logging again.
cs: Omlouváme se, nepodařilo se ověřit váš dvoufázový kód. Zkuste se prosím přihlásit znovu.
de: Leider konnten wir deinen Zwei-Faktor-Code nicht verifizieren. Bitte versuche es erneut.
es: Lo sentimos, no pudimos verificar tu código de dos factores. Intenta iniciar sesión de nuevo.
hi: क्षमा करें, हम आपके टू फ़ैक्टर कोड को सत्यापित नहीं कर सके। कृपया फिर से लॉग इन करने का प्रयास करें।
it: Siamo spiacenti, non siamo riusciti a verificare il tuo codice a due fattori. Riprova a fare login.
ja: 申し訳ありませんが、2要素コードを確認できませんでした。もう一度ログを試してください。
pl: Przepraszamy, nie mogliśmy zweryfikować Twojego dwustopniowego kodu. Spróbuj zalogować się ponownie.
pt: Desculpe, não foi possível verificar seu código de dois fatores. Por favor, tente logar novamente.
ro: Ne pare rău, nu am putut verifica codul tău în doi factori. Te rugăm să încerci să te loghezi din nou.
th: ขออภัย, เราไม่สามารถยืนยันรหัส 2 ชั้นของคุณได้ โปรดลองอีกครั้ง
tr: Üzgünüz, iki faktör kodunuzu doğrulayamadık. Lütfen tekrar giriş yapmayı deneyin.
uk: На жаль, не вдалося перевірити ваш двох-факторний код. Будь ласка, спробуйте увійти ще раз.
zh: 对不起，我们无法验证您的两步验证码。请再试一次。

# MINDS__LOGIN__EXCEPTION__INVALID_TOKEN
source: Invalid token
cs: Neplatný token
de: Ungültiges Token
es: Token invalido
hi: अमान्य टोकन
it: Token non valido
ja: 無効なトークン
pl: Nieprawidłowy token
pt: Token inválido
ro: Token nevalid
th: Token ไม่ถูกต้อง
tr: Geçersiz token
uk: Хибне значення
zh: 无效的令牌

# MINDS__LOGIN__EXCEPTION__SORRY_THERE_WAS_AN_ERROR_PLEASE_TRY_AGAIN
source: Sorry, there was an error. Please try again.
cs: Omlouváme se, došlo k chybě. Zkuste to prosím znovu.
de: Leider ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut.
es: Lo sentimos, hubo un error. Por favor, inténtelo de nuevo.
hi: माफ़ कीजिये यहां कुछ खराबी है। कृपया फिर से कोशिश करें।
it: Siamo spiacenti, c'è stato un errore. Per favore riprova.
ja: 申し訳ありませんが、エラーが発生しました。もう一度やり直してください。
pl: Przepraszamy, wystąpił błąd. Spróbuj ponownie.
pt: Desculpe, ocorreu um erro. Por favor, tente novamente.
ro: Ne pare rău, a apărut o eroare. Te rugăm să încerci din nou.
ru: К сожалению, произошла ошибка. Пожалуйста, попробуйте еще раз.
th: ขออภัย เกิดความผิดพลาดโปรดลองอีกครั้ง
tr: Üzgünüz, bir hata oluştu. Lütfen yeniden deneyin.
uk: На жаль, сталася помилка. Будь ласка, спробуйте ще раз.
zh: 抱歉，出现了一个错误。请重试。

# COMMON__USERNAME
source: Username
cs: Uživatelské jméno
de: Benutzername
es: Nombre de usuario
hi: यूज़रनेम
it: Nome Utente
ja: ユーザー名
pl: Nazwa użytkownika
pt: Nome de utilizador
ro: Nume
ru: Имя пользователя
th: ชื่อผู้ใช้
tr: Kullanıcı adı
uk: Ім'я користувача
zh: 用户名

# MINDS__LOGIN__EXCEPTION__ENTERED_EMAIL_ADDRESS_NOT_USERNAME
source: Please enter a username instead of an email address.
cs: Zadejte prosím uživatelské jméno místo e-mailové adresy.
de: Bitte geben Sie einen Benutzernamen anstelle einer E-Mail-Adresse ein.
es: Por favor, introduzca un nombre de usuario en lugar de una dirección de correo electrónico.
hi: कृपया ईमेल पते के बजाय यूज़रनेम दर्ज करें
it: Inserisci un nome utente invece di un indirizzo email.
ja: メールアドレスの代わりにユーザー名を入力してください。
pl: Wprowadź nazwę użytkownika zamiast adresu e-mail.
pt: Insira um nome de usuário em vez de um endereço de e-mail.
ru: Пожалуйста, введите имя пользователя вместо адреса электронной почты.
th: กรุณาใส่ชื่อผู้ใช้แทนที่อยู่อีเมล
uk: Будь ласка, введіть ім'я користувача замість адреси електронної пошти.
zh: 请输入用户名而不是电子邮件地址。

# MINDS__LOGIN__EXCEPTION__USERNAME_REQUIRED
source: Username is required.
cs: Uživatelské jméno je povinné.
de: Benutzername ist erforderlich.
es: Nombre de usuario requerido.
hi: यूज़रनेम आवश्यक है
it: Nome utente richiesto.
ja: ユーザー名が必要です。
pl: Nazwa użytkownika jest wymagana.
pt: Usuário é obrigatório.
ro: Numele de utilizator este necesar.
ru: Требуется имя пользователя.
th: กรุณากรอกชื่อผู้ใช้งาน
tr: Kullanıcı adı zorunludur.
uk: Ім'я користувача є обов'язковим.
zh: 用户名是必需的。

# COMMON__PASSWORD
source: Password
cs: Heslo
de: Passwort
es: Contraseña
hi: पासवर्ड
ja: パスワード
pl: Hasło
ro: Parolă
ru: Пароль
th: รหัสผ่าน
tr: Şifre
uk: Пароль
zh: 密码

# LOGIN__JOIN_MINDS_NOW
source: Join Minds Now
cs: Připojte se k Minds
de: Jetzt Geist beitreten
es: Únete a Minds ahora
hi: Minds से अभी जुड़ें
it: Unisciti A Minds Ora
ja: 今すぐMindsに参加
pl: Dołącz do umysłów teraz
pt: Junte-se às Mentes Agora
ru: Вступить в умы
th: เข้าร่วม Minds ตอนนี้
uk: Приєднайтеся до міркувань зараз
zh: 立即加入心情

# FORMS__LOGIN__FORGOT_PASSWORD_LINK
source: Forgot Password?
cs: Zapomněli jste heslo?
de: Passwort vergessen?
es: ¿Olvidaste tu contraseña?
hi: पासवर्ड भूल गए?
it: Password Dimenticata?
ja: パスワードをお忘れですか？
pl: Zapomniałeś hasła?
pt: Esqueceu a senha?
ro: Parolă uitată?
ru: Забыли пароль?
th: ลืมรหัสผ่าน?
tr: Şifreni mi unuttun?
uk: Забули пароль?
zh: 忘记密码？

# FORMS__LOGIN__2FA_LOGIN_TITLE
source: Twofactor Login
cs: Dvoufázové přihlášení
de: Zwei-Faktor-Login
hi: टू फ़ैक्टर लॉग इन
it: Login in Due Fattori
ja: Twofactorログイン
pl: Logowanie dwuskładnikowe
th: ลงชื่อเข้าใช้แบบยืนยันรหัส 2 ชั้น
tr: İki-adımlı Giriş
zh: 双重登录

# FORMS__LOGIN__2FA_LOGIN_SMS_SENT
source: We just sent you a text. Enter the code below to authenticate.
cs: Právě jsme vám poslali SMS. Níže zadejte obdržený kód pro ověření.
de: Wir haben dir einen Text gesendet. Geben Sie den Code unten ein, um dich zu authentifizieren.
es: Te enviamos un mensaje. Introduce el código abajo para autenticar.
hi: हमने अभी आपको एक SMS भेजा है। प्रमाणित करने के लिए नीचे दिया गया कोड दर्ज करें।
ja: テキストを送信しました。認証するには以下のコードを入力してください。
pl: Właśnie wysłaliśmy Ci tekst. Wprowadź poniższy kod, aby uwierzytelnić.
pt: Acabamos de lhe enviar um texto. Digite o código abaixo para autenticar.
ro: Tocmai v-am trimis un text. Introduceți codul de mai jos pentru autentificare.
ru: Мы только что отправили вам текст. Введите код ниже для аутентификации.
th: เราพึ่งส่งข้อความถึงคุณ กรุณากรอกรหัสข้างล่างเพื่อยืนยันตัวตน
uk: Ми щойно відправили вам текст. Введіть код нижче для аутентифікації.
zh: 我们刚刚向您发送了文本。请在下面输入代码进行验证。

# REGISTRATION_VALIDATOR__MORE_THAN_8_CHARACTERS
source: 8 or more characters
cs: 8 nebo více znaků
de: 8 oder mehr Zeichen
es: 8 o más caracteres
hi: 8 या अधिक वर्ण
it: 8 o più caratteri
ja: 8 文字以上
pl: 8 lub więcej znaków
pt: 8 ou mais caracteres
ro: 8 sau mai multe caractere
ru: 8 или более символов
th: 8 อักษรหรือมากกว่า
tr: 8 veya daha fazla karakter
uk: 8 або більше символів
zh: 8 个或更多字符

# REGISTRATION_VALIDATOR__1_SPECIAL_CHARACTER
source: At least 1 special character
cs: Alespoň 1 speciální znak
de: Mindestens 1 Sonderzeichen
es: Al menos 1 carácter especial
hi: कम से कम 1 विशेष चरित्र
it: Almeno 1 carattere speciale
ja: 少なくとも 1 つの特殊文字を入力してください
pl: Co najmniej 1 znak specjalny
pt: Pelo menos 1 caractere especial
ro: Cel puțin un caracter special
ru: Минимум 1 специальный символ
th: มีอักษรพิเศษอย่างน้อย1ตัว
tr: En az 1 özel karakter
uk: Не менше 1 спеціального символу
zh: 至少 1 个特殊字符

# REGISTRATION_VALIDATOR__MIXED_CASE
source: Mixed case
cs: Velká a malá písmena
de: Gemischter Fall
es: Caso Mixto
hi: मिश्रित केस
it: Maiuscole e Minuscole
ja: 混合ケース
pl: Przypadek mieszany
pt: Mistura variada
ro: Caz mixt
ru: Смешанный кейс
th: มีการผสมตัวอักษรขนาดเล็กและใหญ่
tr: Küçük ve büyük harf
uk: Змішаний регістр
zh: 混合案件

# REGISTRATION_VALIDATOR__1_NUMBER
source: At least 1 number
cs: Alespoň 1 číslo
de: Mindestens eine Zahl
es: Al menos 1 número
hi: कम से कम 1 नंबर
it: Almeno 1 numero
ja: 少なくとも1つの数字です
pl: Co najmniej 1 liczba
pt: Pelo menos 1 número
ro: Cel puțin un număr
ru: Минимум 1 число
th: อย่างน้อยหนึ่งหมายเลข
tr: En az bir sayı
uk: Хоча б 1 число
zh: 至少 1 个数字

# REGISTRATION_VALIDATOR__NO_SPACES
source: Doesn't have spaces
cs: Nemá mezery
de: Hat keine Leerzeichen
es: No tiene espacios
hi: स्पेस नहीं है
it: Non ha spazi
ja: スペースがありません
pl: Nie ma spacji
pt: Não tem espaços
ro: Nu are spații
ru: Нет пробелов
th: ไม่มีควรมีช่องว่าง
tr: Boşluk içermemelidir
uk: Немає пробілів
zh: 没有空格

# REGISTER__JOIN__TITLE
source: Join the Minds Revolution
cs: Připojte se k Minds revoluci
es: Únete a las mentes
hi: Minds की क्रांति में शामिल हों
it: Unisciti alla Rivoluzione di Minds
ja: マインド革命に参加する
pl: Dołącz do rewolucji umysłów
pt: Junte-se à Revolução Minds
ru: Присоединяйтесь к революции умов
th: เข้าร่วมการเปลี่ยนแปลงกับ Minds
tr: Minds Devrimine Katılın
uk: Приєднатися до головної революції

# REGISTER__ALREADY__HAVE__ACOUNT__LINK
source: Already have an account? {START_LINK} Login {CLOSE_LINK}
cs: Již máte účet? {START_LINK} Přihlaste se {CLOSE_LINK}
de: Haben Sie bereits ein Konto? {START_LINK} Anmelden {CLOSE_LINK}
es: ¿Ya tienes una cuenta? {START_LINK} Inicio de sesión {CLOSE_LINK}
hi: क्या आपके पास पहले से एक खाता मौजूद है? {START_LINK} लॉग इन {CLOSE_LINK}
it: Hai già un account? {START_LINK} Accedi {CLOSE_LINK}
ja: 既にアカウントをお持ちですか？ {START_LINK} ログイン {CLOSE_LINK}
pl: Masz już konto? {START_LINK} Zaloguj się {CLOSE_LINK}
ro: Ai deja un cont? {START_LINK} Autentificare {CLOSE_LINK}
ru: Уже зарегистрированы? {START_LINK} Логин {CLOSE_LINK}
th: คุณมีแอคเคานท์หรือยัง {START_LINK} ลงทะเบียน {CLOSE_LINK}
tr: Bir hesabın var mı? {START_LINK} Giriş Yap {CLOSE_LINK}

# M__COMMON__USERNAME
source: Username
cs: Uživatelské jméno
de: Benutzername
es: Nombre de usuario
hi: यूज़रनेम
it: Nome Utente
ja: ユーザー名
pl: Nazwa użytkownika
pt: Nome de utilizador
ro: Nume
ru: Имя пользователя
th: ชื่อผู้ใช้
tr: Kullanıcı adı
uk: Ім'я користувача
zh: 用户名

# MINDS__REGISTER__EXCEPTION__USERNAME_TOO_SHORT
source: Must be at least 4 characters long
cs: Musí mít alespoň 4 znaky
de: Muss mindestens 4 Zeichen lang sein
es: Debe tener al menos 4 caracteres de longitud
hi: कम से कम 4 वर्ण लंबा होना चाहिए
it: Deve essere lungo almeno 4 caratteri
ja: 少なくとも4文字以上でなければなりません
pl: Musi mieć co najmniej 4 znaki
pt: Precisa ter pelo menos 4 caracteres
ro: Trebuie să aibă cel puțin 4 caractere
ru: Должно быть не менее 4 символов
th: ยูเซอร์เนมต้องยาวอย่างน้อย 4 ตัวอักษร!
tr: En az 4 karakterden oluşmalıdır
uk: Має бути не менше 4 символів
zh: 必须至少 4 个字符长

# MINDS__REGISTER__EXCEPTION__USERNAME_TOO_LONG
source: Cannot be longer than 128 characters
cs: Nemůže být delší než 128 znaků
es: No puede tener más de 128 caracteres
hi: 128 वर्णों से अधिक लंबा नहीं हो सकता
it: Non può essere più lungo di 128 caratteri
ja: 128 文字より長くすることはできません
pl: Nie może być dłuższy niż 128 znaków
pt: Não pode ter mais de 128 caracteres
ro: Nu poate fi mai lung de 128 de caractere
ru: Не может быть длиннее 128 символов
th: ความยาวต้องไม่เกิน 128 ตัวอักษร
tr: 128 karakterden fazla olmamalıdır
uk: Не може бути довше 128 символів
zh: 不能超过 128 个字符

# MINDS__REGISTER__EXCEPTION__NOT_ALPHANUMERIC
source: Usernames can only have letters, numbers or underscores. Special characters (e.g. @^%.) and spaces are not allowed.
cs: Uživatelská jména mohou mít pouze písmena, čísla nebo podtržítka. Speciální znaky (např. @^%.) a mezery nejsou povoleny.
de: Benutzernamen dürfen nur Buchstaben, Zahlen oder Unterstriche enthalten. Sonderzeichen (z.B. @^%) und Leerzeichen sind nicht erlaubt.
es: Los nombres de usuario sólo pueden tener letras, números o guiones bajos. Caracteres especiales (por ejemplo, @^%.) y espacios no están permitidos.
hi: यूज़रनेम में केवल अक्षर, संख्या या अंडरस्कोर हो सकते हैं। विशेष वर्ण (जैसे @ ^%.) और खाली स्पेस की अनुमति नहीं है।
it: I nomi utente possono avere solo lettere, numeri o trattini bassi. I caratteri speciali (ad esempio @^%.) e gli spazi non sono consentiti.
pl: Nazwy użytkowników mogą mieć tylko litery, cyfry lub podkreślenia. Znaki specjalne (np. @^%.) i spacje nie są dozwolone.
pt: Nomes de usuário só podem ter letras, números ou sublinhados. Caracteres especiais (por exemplo, @^%.) e espaços não são permitidos.
ro: Numele de utilizator poate avea doar litere, numere sau sublinieri. Caractere speciale (ex. @^%.) și spații nu sunt permise.
ru: Имя пользователя может состоять только из букв, цифр или подчеркивания. Специальные символы (например, @^%.) и пробелы недопустимы.
th: ยูเซอร์เนมจะต้องมีตัวอักษรตัวเลขหรือขีดล่างเท่านั้น ห้ามใช้อักขระพิเศษ (เช่น @ ^%.) และเว้นวรรค.
uk: Імена користувачів можуть мати лише букви, цифри та знаки підкреслення. Спеціальні символи (наприклад @^%) і пробіли не допускаються.
zh: 用户名只能有字母、数字或下划线。不允许使用特殊字符 (例如，@^%) 和空格。

# MINDS__REGISTER__EXCEPTION__INVALID_EMAIL
source: Invalid email
cs: Neplatný e-mail
de: Ungültige E-Mail
es: Email Inválido
hi: अमान्य ईमेल
it: Email non valida
ja: 無効のeメール
pt: Email inválido
ru: Недействительный адрес
th: อีเมลไม่ถูกต้อง
zh: 不合规电邮

# MINDS_REGISTRATION__CONFIRM_YOUR_PASSWORD
source: Confirm your password
cs: Potvrďte své heslo
de: Passwort bestätigen
es: Confirma tu contraseña
hi: अपने पासवर्ड की पुष्टि करें
it: Conferma la tua password
ja: パスワードの確認
pl: Potwierdź swoje hasło
pt: Confirme sua senha
ro: Confirmați parola
ru: Подтвердите пароль
th: ยืนยันรหัสผ่านของคุณ
tr: Şifrenizi onaylayın
zh: 确认您的密码

# FORMS__REGISTER__SIGNUP_ACTION
source: Signup
cs: Registrace
de: Anmelden
es: Registrar
hi: साइन अप करें
it: Registrati
ja: サインアップ
pl: Rejestracja
pt: Registrar-se
ro: Înscrie-te
ru: Регистрация
th: ลงทะเบียน
tr: Kaydol
uk: Зареєструватися
zh: 注册
