Repository: Minds/front
Catalog: src/locale/Minds.*.xliff
Languages: cs, de, es, hi, it, ja, pl, pt, ro, ru, th, tr, uk, zh

# FOOTER__CAN_POST_EXTERNAL_BELOW
source: You can post external links below
cs: Můžete publikovat externí odkazy níže
es: Puedes publicar enlaces externos a continuación
hi: आप नीचे दिए गए बाहरी लिंक पोस्ट कर सकते हैं
it: È possibile pubblicare link esterni qui sotto
ja: 以下に外部リンクを投稿することができます
pl: Możesz opublikować linki zewnętrzne poniżej
pt: Você pode postar links externos abaixo
ro: Puteți posta link-uri externe mai jos
ru: Вы можете разместить внешние ссылки ниже
tr: Dışarı bağlantıları aşağıya gönderebilirsiniz
uk: Ви можете розміщувати зовнішні посилання нижче
zh: 您可以在下方发布外部链接

# FOOTER__ADD
source: Add
cs: Přidat
de: Neu
es: Añadir
it: Aggiungi
ja: 追加
pl: Dodaj
pt: Adicionar
ro: Adăugare
ru: Добавить
tr: Ekle
uk: Додати
zh: 添加

# FOOTER__TEXT_DISPLAYED_BOTTOM_NOTICE
source: This text will be displayed at the bottom of the page
cs: Tento text se zobrazí v dolní části stránky
de: Dieser Text wird am Ende der Seite angezeigt
es: Este texto se mostrará en la parte inferior de la página
hi: यह पाठ पृष्ठ के नीचे प्रदर्शित किया जाएगा
it: Questo testo verrà visualizzato in fondo alla pagina
ja: このテキストはページの下部に表示されます
pl: Ten tekst będzie wyświetlany na dole strony
ro: Acest text va fi afișat în partea de jos a paginii
ru: Этот текст будет отображаться внизу страницы
tr: Bu metin sayfanın en alt bölümünde gösterilecektir
zh: 此文本将显示在页面底部

# FOOTER__SAVE_FOOTER
source: Save Footer
cs: Uložit zápatí
de: Footer speichern
es: Guardar pie de página
it: Salva Footer
ja: フッターを保存
pl: Zapisz stopkę
pt: Salvar Rodapé
ro: Salvează subsolul
ru: Сохранить колонтитул
tr: Alt Bilgiyi Kaydet
zh: 保存页脚

# SETTINGS__PRO__DOMAIN__LABEL
source: Domain
cs: Doména
de: Domäne
es: Dominio
it: Dominio
ja: ドメイン
pl: Domena
pt: Domínio
ro: Domeniu
ru: Домен
tr: Alan adı
uk: Домен
zh: 域

# SETTINGS__PRO__DOMAIN__DESCRIPTION
source: Contact info@minds.com to customize your site domain. {START_LINK} Upgrade to Pro {CLOSE_LINK}
cs: Kontaktujte info@minds.com pro přizpůsobení domény vašeho webu. {START_LINK} Upgradujte na Pro {CLOSE_LINK}
de: Kontaktieren Sie info@minds.com um Ihre Website-Domain anzupassen. {START_LINK} Upgrade auf Pro {CLOSE_LINK}
es: Póngase en contacto con info@minds.com para personalizar el dominio de su sitio. {START_LINK} Actualice a Pro {CLOSE_LINK}
hi: अपने साइट डोमेन को कस्टमाइज़ करने के लिए info@minds.com पर संपर्क करें। {START_LINK} प्रो में अपग्रेड करें {CLOSE_LINK}
ja: あなたのサイトドメインをカスタマイズするにはinfo@minds.comまでお問い合わせください。 {START_LINK} Pro {CLOSE_LINK} へのアップグレード
pl: Skontaktuj się z info@minds.com, aby dostosować domenę witryny. {START_LINK} Uaktualnij do wersji Pro {CLOSE_LINK}
pt: Entre em contato com info@minds.com para personalizar o domínio do seu site. {START_LINK} Atualizar para Pro {CLOSE_LINK}
ro: Contactați info@minds.com pentru a personaliza domeniul site-ului. {START_LINK} Actualizați la {CLOSE_LINK} Pro
ru: Свяжитесь с info@minds.com для настройки вашего домена. {START_LINK} Перейдите на Pro {CLOSE_LINK}
uk: Зв'яжіться з info@minds.com для налаштування вашого домену. {START_LINK} оновіть до версії Pro {CLOSE_LINK}
zh: 联系info@minds.com 来自定义您的网站域。 {START_LINK} 升级到专业版 {CLOSE_LINK}

# DOMAIN_SETTINGS__DOMAIN
source: Domain
cs: Doména
de: Domäne
es: Dominio
it: Dominio
ja: ドメイン
pl: Domena
pt: Domínio
ro: Domeniu
ru: Домен
tr: Alan adı
uk: Домен
zh: 域

# DOMAIN_SETTINGS__CURRENT_SUPPORT_NOTICE
source: Currently only subdomains are supported. Custom domains are coming soon. If you wish to use a custom domain please email info@minds.com.
cs: V současné době jsou podporovány pouze subdomény. Vlastní domény již brzy. Pokud chcete použít vlastní doménu, napište prosím na info@minds.com.
de: Derzeit werden nur Subdomains unterstützt. Eigene Domains kommen bald. Wenn Sie eine eigene Domain verwenden möchten, senden Sie bitte eine E-Mail an info@minds.com.
hi: वर्तमान में केवल सब-डोमेन समर्थित हैं। कस्टम डोमेन जल्द ही आ रहे हैं। यदि आप एक कस्टम डोमेन का उपयोग करना चाहते हैं तो कृपया info@minds.com पर ईमेल करें।
ja: 現在、サブドメインのみがサポートされています。カスタムドメインを使用したい場合は、info@minds.com までメールでお問い合わせください。
pt: Atualmente apenas subdomínios são suportados. Domínios personalizados virão em breve. Se você desejar usar um domínio personalizado, envie um e-mail para info@minds.com.
ro: În prezent doar subdomeniile sunt acceptate. Domeniile personalizate vor fi introduse în curând. Dacă doriți să utilizați un domeniu personal, vă rugăm să trimiteți un e-mail la info@minds.com.
zh: 目前只支持子域。自定义域名即将到来。如果您想使用自定义域名，请发送电子邮件info@minds.com。

# DOMAIN_SETTINGS__CONTROL_DOMAIN_ONCE_PURCHASED
source: You can control your domain once you purchase Pro.
cs: Vaši doménu můžete ovládat, jakmile si zakoupíte Pro.
de: Sie können Ihre Domain nach dem Kauf von Pro kontrollieren.
es: Puede controlar su dominio una vez que compre Pro.
hi: प्रो खरीदने के बाद आप अपने डोमेन को नियंत्रित कर सकते हैं।
it: Puoi controllare il tuo dominio una volta che acquisti Pro.
ja: Proを購入すると、ドメインを制御できます。
pl: Możesz kontrolować swoją domenę po zakupie Pro.
pt: Você pode controlar seu domínio depois de comprar o Pro.
ru: Вы можете контролировать свой домен после покупки Pro.
tr: Pro hizmetini satın aldığınız alan adınızı kontrol edebilirsiniz.
uk: Ви зможете контролювати свій домен після придбання Pro.
zh: 购买专业版后，您可以控制您的网域。

# DOMAIN_SETTINGS__DOMAIN_NOT_AVAILABLE
source: Domain not available
cs: Doména není k dispozici
de: Domain nicht verfügbar
es: Dominio no disponible
hi: डोमेन उपलब्ध नहीं है
it: Dominio non disponibile
ja: ドメインが利用できません
pl: Domena niedostępna
pt: Domínio não disponível
ro: Domeniul nu este disponibil
ru: Домен недоступен
tr: Alan adı uygun değil
uk: Домен недоступний
zh: 域名不可用

# DOMAIN_SETTINGS__DOMAIN_REQUIRED
source: Domain is required
cs: Doména je vyžadována
de: Domain ist erforderlich
es: Dominio requerido
hi: डोमेन आवश्यक है
it: Il dominio è obbligatorio
ja: ドメインが必要です
pl: Domena jest wymagana
pt: O domínio é necessário
ro: Domeniul este necesar
ru: Требуется домен
tr: Alan adı gereklidir
uk: Домен обов'язковий
zh: 域名必填项

# DOMAIN_SETTINGS__CUSTOM_HEAD_CODE
source: Custom <head> Code
cs: Vlastní <head> kód
de: Eigener <head> -Code
es: Código <head> personalizado
it: Codice <head> personalizzato
ja: カスタム <head> コード
pl: Niestandardowy <head> kod
pt: Código personalizado <head>
ro: Cod <head> personalizat
ru: Пользовательский <head> код
tr: Özel <head> Kodu
uk: Власний код <head>
zh: 自定义 <head> 代码

# DOMAIN_SETTINGS__AD_BLOCKS_JS_HEAD_CODES
source: Ad blocks or other JS head codes can go here. Please contact a Minds admin or email info@minds.com to customize this field.
cs: Zde mohou být reklamní bloky nebo jiné JS kódy, prosím, kontaktujte správce Minds nebo napište na info@minds.com pro přizpůsobení tohoto pole.
es: Los bloques de anuncios u otros códigos principales de JS pueden ir aquí. Por favor, póngase en contacto con un administrador de mentes o envíe un correo electrónico a info@minds.com para personalizar este campo.
hi: विज्ञापन ब्लॉक या अन्य JS हेड कोड यहां जा सकते हैं। कृपया इस फ़ील्ड को कस्टमाइज़ करने के लिए Minds एडमिन से संपर्क करें या info@minds.com पर ईमेल भेजें।
ja: 広告ブロックまたはその他のJSヘッドコードはこちらにあります。このフィールドをカスタマイズするにはMindsの管理者に連絡するか、info@minds.comまでメールしてください。
pl: Bloki reklam lub inne kody JS mogą się znaleźć tutaj. Skontaktuj się z administratorem umysłu lub napisz do info@minds.com, aby dostosować to pole.
pt: Blocos de anúncios ou outros códigos head JS podem vir aqui. Favor entrar em contato com um administrador do Minds ou enviar um e-mail para info@minds.com para personalizar este campo.
ru: Блоки рекламы или другие коды головы JS могут идти здесь. Пожалуйста, свяжитесь с администратором Minds или по электронной почте info@minds.com для настройки этого поля.
uk: Тут можуть міститися блоки реклами або інші коди головної розсилки. Будь ласка, зв'яжіться з Адміністратором Minds чи електронною поштою info@minds.com для налаштування цього поля.
zh: 广告块或其它JS头码可以在此处。请联系心智管理员或emailinfo@minds.com 以自定义此字段。

# DOMAIN_SETTINGS__SAVE_DOMAIN
source: Save Domain
cs: Uložit doménu
de: Domain speichern
es: Guardar dominio
hi: डोमेन सहेजें
it: Salva Dominio
ja: ドメインを保存
pl: Zapisz domenę
pt: Salvar domínio
ro: Salvare domeniu
ru: Сохранить домен
tr: Alan Adını Kaydet
uk: Зберегти домен
zh: 保存域

# SETTINGS__PRO__PAYOUTS__LABEL
source: Payouts
cs: Výplaty
de: Auszahlungen
es: Pagos
hi: भुगतान
it: Pagamenti
ja: 支払い
pl: Wypłaty
pt: Pagamentos
ro: Plăți
ru: Выплаты
th: รายจ่าย
tr: Ödemeler
uk: Виплати
zh: 支付

# SETTINGS__PRO__PAYOUTS__DESCRIPTION
source: Select the currency type you wish you be paid out in. Please note payouts only occur after your {START_LINK} earnings {CLOSE_LINK} are equivalent to $100 or greater. {START_LINK_1} Upgrade to Pro {CLOSE_LINK}
cs: Vyberte měnu, ve které chcete být vyplaceni. Vezměte prosím na vědomí, že výplaty se uskuteční pouze poté, co budou vaše {START_LINK} výdělky {CLOSE_LINK} alespoň 100 dolarů nebo více. {START_LINK_1} Upgradujte na Pro {CLOSE_LINK}
de: Wählen Sie den Währungstyp aus, in dem Sie ausgezahlt werden möchten. Bitte beachten Sie, dass Auszahlungen nur erfolgen, wenn Ihre {START_LINK} -Einnahmen {CLOSE_LINK} $100 oder höher sind. {START_LINK_1} Upgrade auf Pro {CLOSE_LINK}
es: Seleccione el tipo de moneda que desea que se le pague. Tenga en cuenta que los pagos solo ocurren después de que sus {START_LINK} ganancias {CLOSE_LINK} sean equivalentes a $100 o más. {START_LINK_1} Actualizar a Pro {CLOSE_LINK}
hi: उस करंसी टाइप को चुनें जिसमें आप भुगतान पाना चाहते हैं। कृपया ध्यान दें कि भुगतान केवल तभी किया जाता है जब आपकी {START_LINK} कमाई {CLOSE_LINK} $100 या अधिक के बराबर हो जाती है। {START_LINK_1} प्रो में अपग्रेड करें {CLOSE_LINK}
ja: 支払い済み通貨の種類を選択します。 {START_LINK} の収益 {CLOSE_LINK} が$100以上の場合にのみ支払いが行われます。 {START_LINK_1} Proへのアップグレード {CLOSE_LINK}
pl: Wybierz rodzaj waluty, którą chcesz zapłacić. Pamiętaj, że wypłaty mają miejsce dopiero po tym, jak Twoje {START_LINK} zarobki {CLOSE_LINK} są równe $100 lub większe. {START_LINK_1} Ulepsz do wersji Pro {CLOSE_LINK}
pt: Selecione o tipo de moeda em que deseja ser enviado. Por favor, note que os pagamentos só ocorrem após os seus ganhos {START_LINK} {CLOSE_LINK} são equivalentes a $100 ou superior. {START_LINK_1} Atualizar para Pro {CLOSE_LINK}
ro: Selectați tipul de monedă în care doriți să fiți plătit. Vă rugăm să rețineți că plățile au loc numai după ce {START_LINK} câștiguri {CLOSE_LINK} sunt echivalente cu $100 sau mai mare. {START_LINK_1} Treceți la versiunea Pro {CLOSE_LINK}
ru: Выберите тип валюты, который вы хотите оплатить. Обратите внимание, что выплаты производятся только после того, как ваши {START_LINK} заработок {CLOSE_LINK} эквивалентны $100 или выше. {START_LINK_1} Обновите до Pro {CLOSE_LINK}
zh: 选择您希望支付的货币类型。 请注意只有在您的 {START_LINK} 收入 {CLOSE_LINK} 等于或超过 $100 后才能支付。 {START_LINK_1} 升级到专业版 {CLOSE_LINK}

# PRO_PAYOUTS__PAYOUT_CURRENCY
source: Payout Currency
cs: Měna výplaty
de: Auszahlungs-Währung
es: Moneda de pago
it: Valuta di Pagamento
ja: 支払い通貨
pl: Waluta wypłaty
pt: Pagamento de moeda
ro: Moneda de plată
ru: Валюта выплаты
tr: Ödeme Birimi
uk: Валюта виплати
zh: 支付货币

# COMMON__MINDS_TOKENS
source: Minds Tokens
cs: Minds tokeny
de: Gedanken-Token
es: Tokens de mente
hi: Minds टोकन
it: Minds Token
ja: マインドトークン
pl: Żetony umysłów
pt: Tokens Mentes
zh: Minds 令牌

# PAYOUT_SETTINGS__SAVE_PAYOUT_CURRENCY
source: Save Payout Currency
cs: Uložit měnu výplaty
de: Auszahlungswährung speichern
es: Guardar moneda de pago
it: Salva Valuta di Pagamento
ja: 支払い通貨を保存
pl: Zapisz walutę wypłat
pt: Salvar moeda de pagamento
ro: Salvați moneda de plată
ru: Сохранить Валюту Выплаты
tr: Ödeme Birimini Kaydet
uk: Зберегти валюту виплати
zh: 保存付款货币

# SETTINGS__PRO__SUBSCRIPTION__CANCEL__LABEL
source: Cancel Pro Subscription
cs: Zrušit předplatné Pro
de: Pro Abonnement kündigen
es: Cancelar suscripción Pro
hi: प्रो सदस्यता रद्द करें
it: Annulla Abbonamento Pro
ja: Pro版のサブスクリプションをキャンセル
pl: Anuluj subskrypcję Pro
pt: Cancelar assinatura Pro
ro: Anulează abonamentul Pro
ru: Отменить подписку Pro
tr: Pro Aboneliği İptal Et
uk: Скасувати передплату Pro
zh: 取消专业版订阅

# SETTINGS__PRO__SUBSCRIPTION__CANCEL__DESCRIPTION
source: Manage your subscription. {START_LINK} Upgrade to Pro {CLOSE_LINK}
cs: Spravujte své předplatné. {START_LINK} Upgrade na Pro {CLOSE_LINK}
de: Verwalten Sie Ihr Abonnement. {START_LINK} Upgrade auf Pro {CLOSE_LINK}
es: Gestiona tu suscripción. {START_LINK} Actualiza a Pro {CLOSE_LINK}
hi: अपनी सदस्यता मैनेज करें। {START_LINK} Pro में अपग्रेड करें {CLOSE_LINK}
ja: サブスクリプションを管理します。 {START_LINK} Pro {CLOSE_LINK} へのアップグレード
pl: Zarządzaj subskrypcją. {START_LINK} Uaktualnij do wersji Pro {CLOSE_LINK}
pt: Gerencie sua assinatura. {START_LINK} Atualizar para Pro {CLOSE_LINK}
ro: Gestionează abonamentul. {START_LINK} Fă upgrade la versiunea Pro {CLOSE_LINK}
ru: Управление подпиской. {START_LINK} Обновите до Pro {CLOSE_LINK}
uk: Управляйте вашою підпискою. {START_LINK} оновіться до версії Pro {CLOSE_LINK}
zh: 管理您的订阅。 {START_LINK} 升级到专业版 {CLOSE_LINK}

# SETTINGS__PRO__CANCEL__CANCEL_SUBSCRIPTION
source: Cancel Subscription
cs: Zrušit předplatné
de: Abonnement kündigen
es: Cancelar Suscripción
hi: सदस्यता रद्द
it: Annulla Abbonamento
ja: サブスクリプションをキャンセル
pl: Anuluj subskrypcję
pt: Cancelar assinatura
ro: Anulează abonamentul
ru: Отменить подписку
th: ยกเลิกการติดตาม
tr: Aboneliği İptal Et
uk: Скасувати передплату
zh: 取消订阅

# SETTINGS__ACCOUNT__AUTOPLAY__LABEL
source: Autoplay Videos
cs: Automaticky přehrát videa
es: Videos de reproducción automática
hi: वीडियो ऑटोप्ले करें
it: Riproduzione automatica dei Video
ja: 動画の自動再生
pl: Automatyczne odtwarzanie filmów
pt: Reproduzir vídeos automaticamente
tr: Videoları Otomatik Oynat
zh: 自动播放视频

# AUTOPLAY_VIDEOS__CONTROL_AUTOPLAY_INFORMATION
source: Control whether videos in your feed play automatically. {START_TAG_NG-CONTAINER} {LINE_BREAK} {LINE_BREAK} This feature is only available to Plus users. {START_LINK} Upgrade to Plus {CLOSE_LINK} {CLOSE_TAG_NG-CONTAINER}
cs: Určuje, zda se videa ve vašem kanálu novinek přehrávají automaticky. {START_TAG_NG-CONTAINER} {LINE_BREAK} {LINE_BREAK} Tato funkce je dostupná pouze uživatelům Plus. {START_LINK} Upgrade na Plus {CLOSE_LINK} {CLOSE_TAG_NG-CONTAINER}
de: Lege fest, ob Videos in deinem Feed automatisch abgespielt werden. {START_TAG_NG-CONTAINER} {LINE_BREAK} {LINE_BREAK} Diese Funktion ist nur für Plus Benutzer verfügbar. {START_LINK} Upgrade auf Plus {CLOSE_LINK} {CLOSE_TAG_NG-CONTAINER}
es: Controla si los vídeos de tu feed se reproducen automáticamente. {START_TAG_NG-CONTAINER} {LINE_BREAK} {LINE_BREAK} Esta función solo está disponible para usuarios Plus. {START_LINK} Actualiza a {CLOSE_LINK} {CLOSE_TAG_NG-CONTAINER}
hi: नियंत्रण रखें कि क्या आपके फ़ीड में वीडियो स्वचालित रूप से चलें। {START_TAG_NG-CONTAINER} {LINE_BREAK} {LINE_BREAK} यह फ़ीचर केवल प्लस यूज़र के लिए उपलब्ध है। {START_LINK} प्लस में अपग्रेड करें {CLOSE_LINK} {CLOSE_TAG_NG-CONTAINER}
ja: フィード内の動画が自動的に再生されるかどうかを制御します。 {START_TAG_NG-CONTAINER} {LINE_BREAK} {LINE_BREAK} この機能は、Plus ユーザーのみが利用できます。 {START_LINK} Plus {CLOSE_LINK} {CLOSE_TAG_NG-CONTAINER} にアップグレード
pl: Kontroluj, czy filmy w twoim kanale odtwarzają automatycznie. {START_TAG_NG-CONTAINER} {LINE_BREAK} {LINE_BREAK} Ta funkcja jest dostępna tylko dla użytkowników Plus. {START_LINK} Ulepsz do Plus {CLOSE_LINK} {CLOSE_TAG_NG-CONTAINER}
pt: Controle se os vídeos na sua reprodução do feed automaticamente {START_TAG_NG-CONTAINER} {LINE_BREAK} {LINE_BREAK} Este recurso só está disponível para usuários Plus. {START_LINK} Atualizar para {CLOSE_LINK} {CLOSE_TAG_NG-CONTAINER}
ro: Controlează dacă videoclipurile din fluxul tău se redau automat. {START_TAG_NG-CONTAINER} {LINE_BREAK} {LINE_BREAK} Această funcție este disponibilă doar utilizatorilor Plus. {START_LINK} Upgrade la Plus {CLOSE_LINK} {CLOSE_TAG_NG-CONTAINER}
ru: Контролируйте проигрывание видео в вашем канале автоматически. {START_TAG_NG-CONTAINER} {LINE_BREAK} {LINE_BREAK} Эта функция доступна только пользователям Plus. {START_LINK} Обновитесь до Plus {CLOSE_LINK} {CLOSE_TAG_NG-CONTAINER}
uk: Контролюйте, чи автоматично відтворюються відео. {START_TAG_NG-CONTAINER} {LINE_BREAK} {LINE_BREAK} Ця функція доступна лише користувачам Plus. {START_LINK} Оновіть до версії {CLOSE_LINK} {CLOSE_TAG_NG-CONTAINER}
zh: 控制视频是否自动播放。 {START_TAG_NG-CONTAINER} {LINE_BREAK} {LINE_BREAK} 此功能仅供Plus用户使用。 {START_LINK} 升级至Plus {CLOSE_LINK} {CLOSE_TAG_NG-CONTAINER}

# AUTOPLAY_VIDEOS__ENABLE_VIDEO_AUTOPLAY
source: Enable video autoplay
cs: Povolit automatické přehrávání videa
es: Activar reproducción automática de vídeo
hi: वीडियो ऑटोप्ले चालू करें
it: Abilita riproduzione automatica video
ja: 動画の自動再生を有効にする
pl: Włącz automatyczne odtwarzanie wideo
pt: Ativar reprodução automática de vídeo
ro: Activare redare automată video
uk: Увімкнути автоматичне відтворення відео
zh: 启用视频自动播放

# AUTOPLAY_VIDEOS__UPDATE_PREFERENCE
source: Update Preference
cs: Aktualizovat předvolby
de: Update-Präferenz
es: Actualizar Preferencia
hi: प्राथमिकताएं अपडेट करें
it: Aggiorna Preferenze
ja: 設定を更新
pl: Aktualizuj preferencje
pt: Preferências de atualização
ro: Actualizare preferințe
ru: Обновить настройки
tr: Tercihi Güncelle
uk: Оновити параметри
zh: 更新首选项

# SETTINGS__HEADER__LABEL
source: Settings
cs: Nastavení
de: Einstellungen
es: Opciones
hi: सेटिंग्स
it: Impostazioni
ja: 設定
pl: Ustawienia
pt: Configurações
ro: Setări
ru: Настройки
th: การตั้งค่า
tr: Ayarlar
uk: Налаштування
zh: 设置

# SETTINGS__ACCOUNT__LABEL
source: Account
cs: Účet
de: Konto
es: Cuenta
hi: खाता
ja: アカウント
pl: Konto
ro: Cont
ru: Аккаунт
th: บัญชี
tr: Hesap
uk: Обліковий запис
zh: 账户

# SETTINGS__SECURITY__LABEL
source: Security
cs: Zabezpečení
de: Sicherheit
es: Seguridad
hi: सुरक्षा
it: Sicurezza
ja: セキュリティ
pl: Bezpieczeństwo
pt: Segurança
ro: Securitate
ru: Безопасность
th: ความปลอดภัย
tr: Güvenlik
uk: Безпека
zh: 安全

# SETTINGS__BILLING__LABEL
source: Billing
cs: Fakturace
de: Abrechnung
es: Facturación
hi: बिलिंग
it: Fatturazione
ja: 請求
pl: Płatność
pt: Faturamento
ro: Facturare
th: การชำระเงิน
tr: Faturalandırma
zh: 计费

# SETTINGS__OTHER__LABEL
source: Other
cs: Ostatní
de: Andere
es: Otros
hi: अन्य
it: Altro
ja: 他
pl: Inne
pt: Outros
ro: Altele
ru: Другое
th: อื่น ๆ
tr: Diğer
uk: Інше
zh: 其他

# SETTINGS__ACCOUNT__HEADER__LABEL
source: General Account Settings
cs: Obecná nastavení účtu
de: Allgemeine Kontoeinstellungen
es: Configuración general de la cuenta
it: Impostazioni generali dell'Account
ja: 一般アカウントの設定
pl: Ogólne ustawienia konta
pt: Configurações Gerais da Conta
ro: Setări generale cont
ru: Общие настройки учетной записи
tr: Genel Hesap Ayarları
uk: Загальні налаштування
zh: 通用帐户设置

# SETTINGS__SECURITY__HEADER__LABEL
source: Security
cs: Zabezpečení
de: Sicherheit
es: Seguridad
hi: सुरक्षा
it: Sicurezza
ja: セキュリティ
pl: Bezpieczeństwo
pt: Segurança
ro: Securitate
ru: Безопасность
th: ความปลอดภัย
tr: Güvenlik
uk: Безпека
zh: 安全

# SETTINGS__NOTIFICATIONS__HEADER__LABEL
source: Notifications
cs: Oznámení
de: Benachrichtigungen
es: Notificaciones
hi: सूचनाएं
it: Notifiche
ja: 通知
pl: Powiadomienia
ro: Notificări
ru: Уведомления
th: การแจ้งเตือน
tr: Bildirimler
uk: Сповіщення
zh: 通知

# SETTINGS__ACCOUNTUPGRADE__HEADER__LABEL
source: Account Upgrade
cs: Upgrade účtu
es: Mejora de cuenta
hi: खाता अपग्रेड
it: Upgrade dell'Account
ja: アカウントのアップグレード
pl: Ulepszenie konta
pt: Upgrade da conta
ro: Actualizare cont
ru: Обновление аккаунта
tr: Hesap Yükseltme
uk: Покращення облікового запису
zh: 帐户升级

# SETTINGS__BILLING__HEADER__LABEL
source: Billing
cs: Fakturace
de: Abrechnung
es: Facturación
hi: बिलिंग
it: Fatturazione
ja: 請求
pl: Płatność
pt: Faturamento
ro: Facturare
th: การชำระเงิน
tr: Faturalandırma
zh: 计费

# SETTINGS__OTHER__CONTENTADMIN__HEADER__LABEL
source: Content Admin
cs: Admin obsahu
hi: कंटेंट एडमिन
it: Amministratore del Contenuto
ja: コンテンツ管理
pl: Administrator zawartości
pt: Administração de Conteúdo
ru: Админ контента
tr: İçerik Yöneticisi
zh: 内容管理

# SETTINGS__OTHER__PAIDCONTENT__HEADER__LABEL
source: Paid Content
cs: Placený obsah
de: Bezahlter Inhalt
es: Contenido pagado
hi: भुगतान की गई सामग्री
it: Contenuto a pagamento
ja: 有料コンテンツ
pl: Opłacona zawartość
pt: Conteúdo pago
ro: Conținut plătit
ru: Платное содержимое
tr: Ücretli İçerik
uk: Платний вміст
zh: 付费内容

# SETTINGS__OTHER__LEAVE__HEADER__LABEL
source: Deactivate and Delete Account
cs: Deaktivovat a smazat účet
de: Konto deaktivieren und löschen
es: Desactivar y eliminar cuenta
hi: खाता निष्क्रिय करें और हटाएं
it: Disattiva ed elimina account
ja: アカウントの無効化と削除
pl: Dezaktywuj i usuń konto
pt: Desativar e Excluir Conta
ro: Dezactivați și ștergeți contul
tr: Hesabımı Devre Dışı Bırak ve Sil
uk: Вимкнути та видалити обліковий запис
zh: 停用和删除帐户

# SETTINGS__PRO__HEADER__LABEL
source: Pro Settings
cs: Pro - nastavení
es: Opciones de Pro
hi: प्रो सेटिंग्स
it: Impostazioni Pro
pt: Configurações Pro
tr: Pro Ayarları

# SETTINGS__PRO__SUBSCRIPTION__HEADER__LABEL
source: Pro Subscription Management
cs: Správa předplatného Pro
de: Pro-Abonnement-Management
es: Gestión de suscripción Pro
hi: Pro सदस्यता प्रबंधन
it: Gestione Abbonamento Pro
ja: Proサブスクリプション管理
pl: Zarządzanie subskrypcją Pro
pt: Gerenciamento de Assinatura Pro
ro: Administrare abonament Pro
ru: Управление подпиской Pro
tr: Pro Abonelik Yönetimi
zh: Pro 订阅管理

# SETTINGS__ACCOUNTUPGRADE__PRO__LABEL
source: Upgrade to Pro
cs: Upgradovat na Pro
de: Upgrade auf Pro
es: Actualizar a Pro
hi: प्रो में अपग्रेड करें
ja: Proにアップグレード
pl: Uaktualnij do wersji Pro
pt: Atualizar para versão Pro
ro: Actualizează la Pro
ru: Обновить до Pro
uk: Оновити до Pro
zh: 升级到专业版

# SETTINGS__ACCOUNTUPGRADE__PLUS__LABEL
source: Upgrade to Plus
cs: Upgradovat na Plus
es: Subir a Plus
hi: प्लस में अपग्रेड करें
ja: Plus にアップグレードする
pl: Uaktualnij do wersji Plus
pt: Atualizar para o Plus
ro: Upgrade la Plus
ru: Улучшить до Plus
uk: Поліпшення до Plus
zh: 升级到 Plus

# SETTINGS__PRO__VIEW__CHANNEL__LABEL
source: View Pro Channel
cs: Zobrazit Pro kanál
de: Pro Kanal anzeigen
es: Ver canal Pro
hi: Pro चैनल देखें
it: Visualizza Canale Pro
ja: プロチャンネルを表示
pl: Zobacz kanał Pro
pt: Ver canal Pro
ro: Vezi canalul Pro
tr: Pro Kanalı Göster
uk: Перегляд Pro каналу
zh: 查看专业频道

# CHANNEL_EDIT__EDIT_PROFILE
source: Edit Profile
cs: Upravit profil
de: Profil bearbeiten
es: Editar perfil
hi: प्रोफ़ाइल संपादित करें
it: Modifica Profilo
ja: プロファイルを編集
pl: Edytuj profil
pt: Editar perfil
ro: Editare profil
ru: Изменить профиль
tr: Profili Düzenle
uk: Редагувати профіль
zh: 编辑个人资料

# CHANNEL_EDIT__PRO_SETTINGS
source: Pro Settings
cs: Pro - nastavení
es: Opciones de Pro
hi: प्रो सेटिंग्स
tr: Pro Ayarları

# CHANNEL_EDIT__BIO_AND_IMAGERY
source: Bio & Imagery
cs: Popis & obrázky
es: Bio e Imágenes
hi: बायो & इमेजरी
ja: 略歴 & 画像
pt: Biografia & Imagem
ro: Bio & Imagine
zh: 个人 & 图像

# CHANNEL_EDIT__ABOUT_INFO
source: About Info
cs: Informace o vás
de: Info
es: Acerca de
hi: जानकारी के बारे में
it: Sulle Info
ja: 情報について
pl: Informacje o
pt: Sobre as Informações
ro: Despre informații
ru: О программе
th: เกี่ยวกับ
tr: Hakkında Bilgi
uk: Про інформацію
zh: 关于信息

# CHANNEL_EDIT__SOCIAL_LINKS
source: Social Links
cs: Sociální odkazy
de: Soziale Links
es: Enlaces sociales
it: Link Social
ja: ソーシャル リンク
pl: Linki społecznościowe
pt: Links sociais
ro: Link-uri sociale
ru: Социальные ссылки
th: ลิงก์โซเชียล
tr: Sosyal Bağlantılar
uk: Соціальні посилання
zh: 社交链接

# COMMON__ABOUT
source: About
cs: O mně
de: Über
es: Acerca de
it: Informazioni
pl: O programie
ro: Despre
ru: О программе
th: เกี่ยวกับ
tr: Hakkında
uk: Про програму
zh: 关于

# DISCOVERY__TRENDS__JUST_FOR_YOU
source: Just for you
cs: Jen pro vás
de: Nur für dich
es: Sólo para ti
hi: सिर्फ आपको लिए
it: Solo per te
ja: あなたのためだけに
pl: Tylko dla Ciebie
pt: Apenas para você
ro: Doar pentru tine
ru: Только для вас
tr: Sadece sizin için
uk: Лише для вас
zh: 仅供您使用
