Repository: Minds/front
Catalog: src/locale/Minds.*.xliff
Languages: cs, de, es, hi, it, ja, pl, pt, ro, ru, th, tr, uk, zh

# SETTINGS_BTC__CHANGE_ADDRESS
source: Change Address
cs: Změnit adresu
de: Adresse ändern
es: Cambiar dirección
hi: पता बदलें
it: Cambia Indirizzo
ja: 住所の変更
pl: Zmień adres
pt: Alterar endereço
ro: Schimbă adresa
ru: Изменить адрес
tr: Adresi Değiştir
uk: Змінити адресу
zh: 更改地址

# WALLET_V2_TOKEN__ONBOARDING__VERIFY_PHONE_NUMBER
source: Verify your phone number
cs: Ověřte své telefonní číslo
de: Überprüfe deine Telefonnummer
es: Verifique su número de teléfono
hi: अपना फ़ोन नंबर रजिस्टर करें
it: Verifica il tuo numero di telefono
ja: 電話番号を確認してください
pl: Sprawdź swój numer telefonu
pt: Verifique seu número de telefone
ro: Verifică-ți numărul de telefon
ru: Подтвердите свой номер телефона
tr: Telefon numaranızı doğrulayın
zh: 验证您的电话号码

# WALLET_V2_TOKENS_ONBOARDING__USED_SIMPLY_TO_VERIFY
source: Used simply to verify your uniqueness.
cs: Používá se pouze k ověření vaší jedinečnosti.
de: Wird nur verwendet, um Ihre Einzigartigkeit zu verifizieren.
es: Utilizado simplemente para verificar su singularidad.
hi: बस आपकी विशिष्टता को सत्यापित करने के लिए उपयोग किया जाता है।
it: Usato semplicemente per verificare la tua identità.
ja: あなたのユニークさを確認するために単に使用します。
pl: Używane po prostu do weryfikacji Twoich unikatowych.
pt: Usado simplesmente para verificar sua especificidade.
ro: Folosit doar pentru a verifica unicitatea.
ru: Используется просто для проверки вашей уникальности.
uk: Використовується просто для перевірки унікальності.
zh: 仅用于验证您的唯一性。

# WALLET_V2_TOKEN_ONBOARDING__ADD_ONCHAIN_ADDRESS
source: Add your on-chain address
cs: Přidejte vaši On-Chain adresu
es: Añade tu dirección en cadena
it: Aggiungi il tuo indirizzo on-chain
ja: チェーン上のアドレスを追加する
pl: Dodaj swój adres w łańcuchu
pt: Adicione seu endereço na cadeia
ro: Adaugă adresa în lanț
ru: Добавить адрес в цепочке
uk: Додати вашу адресу на ланцюжку
zh: 添加您在链上的地址

# WALLET_V2_TOKEN_ONBOARDING__YOUR_ETH_ADDRESS_INFO
source: Your Ethereum address allows you to start receiving payments on the blockchain.
cs: Vaše Ethereum adresa vám umožňuje dostávat platby na blockchainu.
hi: आपका Ethereum पता आपको ब्लॉकचेन पर भुगतान प्राप्त करना शुरू करने की अनुमति देता है।
ja: あなたのEthereumアドレスでは、ブロックチェーンで支払いを受け取り始めることができます。
zh: 您的以太坊地址允许您开始接收区块链上的付款。

# WALLETV2_ONCHAIN_TRANSFER__ONCHAIN_TRANSFER
source: On-Chain Transfer
cs: On-Chain převod
es: Transferencia en cadena
it: Trasferimento On-Chain
ja: オンチェーン転送
pl: Łańcuch transferu
pt: Transferência em Cadeia
ro: Transfer în lanț
ru: Передача по цепочке
uk: Ланцюговий передача
zh: 链路传输

# WALLETV2_ONCHAIN_TRANSFER__YOU_CAN_REQUEST_UP_TO_X
source: You can request to transfer up to {START_TAG_SPAN} {ICU} {CLOSE_TAG_SPAN} from your rewards to your on-chain wallet below. You may only transfer once per day.
cs: Můžete požádat o převod až {START_TAG_SPAN} {ICU} {CLOSE_TAG_SPAN} z vašich odměn do vaší On-Chain peněženky níže. Můžete převést pouze jednou denně.
de: Sie können eine Überweisung von bis zu {START_TAG_SPAN} {ICU} {CLOSE_TAG_SPAN} von Ihren Prämien an Ihre on-chain Wallet unten anfordern. Sie können nur einmal pro Tag überweisen.
es: Puedes solicitar transferir hasta {START_TAG_SPAN} {ICU} {CLOSE_TAG_SPAN} de tus recompensas a tu cartera en cadena a continuación. Solo puedes transferir una vez al día.
hi: आप नीचे दिए गए अपने on-chain वॉलेट में अपने पुरस्कारों से {START_TAG_SPAN} {ICU} {CLOSE_TAG_SPAN} को स्थानांतरित करने का अनुरोध कर सकते हैं। आप प्रति दिन केवल एक बार स्थानांतरण कर सकते हैं।
it: Qui di seguito puoi richiedere di trasferire dalle tue ricompense al tuo portafoglio on-chain fino a {START_TAG_SPAN} {ICU} {CLOSE_TAG_SPAN} . Puoi trasferire solo una volta al giorno.
ja: {START_TAG_SPAN} {ICU} {CLOSE_TAG_SPAN} までのボーナスを以下のチェーンウォレットに送金することができます。1日に1回のみ送金できます。
pl: Możesz poprosić o przelew do {START_TAG_SPAN} {ICU} {CLOSE_TAG_SPAN} z nagród na swój portfel na łańcuch poniżej. Możesz przetransferować tylko raz dziennie.
pt: Você pode solicitar a transferência de até {START_TAG_SPAN} {ICU} {CLOSE_TAG_SPAN} de suas recompensas para sua carteira online abaixo. Você só pode transferir uma vez por dia.
ro: Poți solicita să transferi până la {START_TAG_SPAN} {ICU} {CLOSE_TAG_SPAN} din recompensele tale către portofelul tău în lanț de mai jos. Poți să transferi doar o dată pe zi.
ru: Вы можете запросить перевод до {START_TAG_SPAN} {ICU} {CLOSE_TAG_SPAN} из ваших наград на ваш кошелек в цепочке. Вы можете перевести только один раз в день.
uk: Ви можете подати запит на переведення до {START_TAG_SPAN} {ICU} {CLOSE_TAG_SPAN} з ваших нагород до вашого гаманця на ланцюжку нижче. Ви можете передавати тільки один раз на день.
zh: 您可以请求从您的奖励中转账至 {START_TAG_SPAN} {ICU} {CLOSE_TAG_SPAN} 。您每天只能转账一次。

source: {VAR_PLURAL, plural, =1 { {INTERPOLATION} token} other { {INTERPOLATION} tokens} }
cs: {VAR_PLURAL, plural, =1 { {INTERPOLATION} token} other { {INTERPOLATION} tokenů} }
it: {VAR_PLURAL, plural, =1 { {INTERPOLATION} token} other { {INTERPOLATION} token} }
ja: {VAR_PLURAL, plural, =1 { {INTERPOLATION} トークン} other { {INTERPOLATION} トークン} }
pl: {VAR_PLURAL, plural, =1 { {INTERPOLATION} token} other { {INTERPOLATION} tokeny} }
ro: {VAR_PLURAL, plural, =1 { {INTERPOLATION} token} other { {INTERPOLATION} token} }
zh: {VAR_PLURAL, plural, =1 { {INTERPOLATION} 令牌} other { {INTERPOLATION} 令牌} }

# WALLETV2_ONCHAIN_TRANSFER__GAS_FEE_NOTE
source: Note: a small amount of ETH will be charged to cover the transaction fee. Transfers go through an approval process and may take up to 72 hours to complete.
cs: Poznámka: Malá částka ETH bude účtována na pokrytí transakčního poplatku. Převody procházejí schvalovacím procesem a jejich dokončení může trvat až 72 hodin.
de: Hinweis: Es wird ein kleiner Betrag an ETH abgebucht, um die Transaktionsgebühr zu decken. Transfers durchlaufen ein Genehmigungsverfahren und können bis zu 72 Stunden dauern.
es: Nota: se cargará una pequeña cantidad de ETH para cubrir la tarifa de la transacción. Las transferencias pasan por un proceso de aprobación y pueden tardar hasta 72 horas en completarse.
hi: नोट: लेनदेन शुल्क को कवर करने के लिए ETH की एक छोटी राशि ली जाएगी। ट्रांसफ़र एक अनुमोदन प्रक्रिया से गुजरते हैं और पूरा होने में 72 घंटे तक का समय लग सकता है।
it: Nota: verrà addebitato un piccolo importo di ETH per coprire le tariffe di transazione. I trasferimenti passano attraverso un processo di approvazione e possono richiedere fino a 72 ore per essere completate.
ja: 注: 取引手数料をカバーするために、少額のETHが請求されます。 送金は承認プロセスを通過し、完了までに最大72時間かかる場合があります。
pl: Uwaga: w celu pokrycia opłaty transakcyjnej zostanie pobrana niewielka kwota ETH. Przenoszenie odbywa się przez proces zatwierdzania i może trwać do 72 godzin.
pt: Nota: um pequeno valor de ETH será cobrado para cobrir a taxa de transação. As transferências passam por um processo de aprovação e podem levar até 72 horas para serem concluídas.
ro: Notă: o sumă mică de ETH va fi percepută pentru a acoperi taxa de tranzacție. Transferurile trec printr-un proces de aprobare și pot dura până la 72 de ore până la finalizare.
ru: Примечание: небольшая сумма ETH будет взиматься для покрытия комиссии за транзакцию. Перевод проходит через процесс утверждения и может занять до 72 часов.
uk: Примітка: невелика кількість ETH буде стягнута для покриття комісії за транзакцію. Переказ проходить через процес затвердження та може зайняти до 72 годин.
zh: 注：将收取少量ETH费用，以支付交易费用。 转账经过批准过程，可能需要72小时才能完成。

# COMMON__AMOUNT
source: Amount
cs: Částka
de: Betrag
es: Cantidad
hi: रकम
it: Quantità
ja: 額
pl: Kwota
pt: Quantia
ro: Sumă
ru: Количество
th: จำนวน
tr: Tutar
uk: Сума
zh: 金额

# WALLETV2_ONCHAIN_TRANSFER__TRANSFER_AMOUNT_REQUIRED
source: Transfer amount required
cs: Částka je požadována
de: Überweisungsbetrag erforderlich
es: Cantidad de transferencia requerida
hi: ट्रांसफ़र राशि आवश्यक है
it: Importo del trasferimento richiesto
ja: 送金額が必要です
pl: Wymagana kwota transferu
pt: Valor da transferência necessário
ro: Suma de transfer necesară
ru: Необходима сумма перевода
tr: Aktarım miktarı gereklidir
uk: Потрібна сума переказу
zh: 需要转账金额

# WALLETV2_ONCHAIN_TRANSFER__TRANSFER_MUST_BE_GREATER
source: Transfer amount must be greater than zero
cs: Částka převodu musí být větší než nula
de: Überweisungsbetrag muss größer als Null sein
es: El monto de la transferencia debe ser mayor que cero
hi: ट्रांसफ़र राशि शून्य से अधिक होनी चाहिए
it: L'importo del trasferimento deve essere maggiore di zero
ja: 送金額は0より大きくなければなりません
pl: Kwota transferu musi być większa niż zero
pt: O valor da transferência deve ser superior a zero
ro: Suma transferului trebuie să fie mai mare decât zero
ru: Сумма перевода должна быть больше нуля
tr: Aktarım miktarı sıfırdan büyük olmalıdır
uk: Сума переказу повинна бути більше нуля
zh: 转账金额必须大于0

# WALLETV2_ONCHAIN_TRANSFER__NOT_ENOUGH_FUNDS
source: You don't have enough tokens to make this transfer
cs: Nemáte dostatek tokenů k vytvoření této transakce
de: Du hast nicht genügend Token um diese Überweisung durchzuführen
es: No tienes suficientes fichas para hacer esta transferencia
hi: यह ट्रांसफ़र करने के लिए आपके पास पर्याप्त टोकन नहीं हैं
it: Non hai abbastanza token per effettuare questo trasferimento
ja: 送金に必要なトークンがありません
pl: Nie masz wystarczającej ilości tokenów, aby wykonać ten transfer
pt: Você não possui tokens suficientes para fazer essa transferência
ro: Nu ai destule jetoane pentru a face acest transfer
zh: 您没有足够的令牌来进行此传输

# WALLETV2_ONCHAIN_TRANSFER__ONLY_ONCE_PER_DAY
source: You may only transfer once per day
cs: Můžete převést pouze jednou denně
de: Du kannst nur einmal pro Tag überweisen
es: Sólo puedes transferir una vez al día
hi: आप प्रति दिन केवल एक बार ट्रांसफ़र कर सकते हैं
it: È possibile trasferire solo una volta al giorno
ja: 1日に1回のみ送金できます
pl: Możesz przelewać tylko raz dziennie
pt: Você só pode transferir uma vez por dia
ro: Poți să transferi doar o dată pe zi
ru: Перевод возможен только один раз в день
tr: Günde sadece bir defa aktarım yapabilirsiniz
uk: Ви можете передавати тільки один раз на день
zh: 您每天只能传输一次

# WALLET_V2_TOKENS_BALANCE__TOKEN_BALANCE
source: Token Balance
cs: Zůstatek tokenů
es: Saldo de Token
it: Saldo in Token
ja: トークン残高
pl: Saldo tokenów
pt: Saldo do Símbolo
ro: Sold token
tr: Token Bakiyesi
zh: 代币余额

# WALLET_V2_TOKENS_BALANCE__STORE_TOKENS_INFO
source: On-Chain {START_TAG_M-TOOLTIP} Store tokens on your device instead of our servers for more control and portability {CLOSE_TAG_M-TOOLTIP}
cs: On-Chain {START_TAG_M-TOOLTIP} Ukládejte tokeny na vašem zařízení namísto našich serverů pro větší kontrolu a přenositelnost {CLOSE_TAG_M-TOOLTIP}
de: Auf der Kette {START_TAG_M-TOOLTIP} speichern Sie Tokens auf Ihrem Gerät anstelle unserer Server für mehr Kontrolle und Übertragbarkeit {CLOSE_TAG_M-TOOLTIP}
hi: On-chain {START_TAG_M-TOOLTIP} अधिक नियंत्रण और पोर्टेबिलिटी के लिए हमारे सर्वर के बजाय आपके डिवाइस पर टोकन स्टोर करें {CLOSE_TAG_M-TOOLTIP}
it: Custodisci On-Chain {START_TAG_M-TOOLTIP} i token sul tuo dispositivo invece che sui nostri server per avere maggior controllo e portabilità {CLOSE_TAG_M-TOOLTIP}
ja: 私たちのサーバーの代わりにあなたのデバイス上のオンチェーン {START_TAG_M-TOOLTIP} ストークンを制御し、移植性を向上させます {CLOSE_TAG_M-TOOLTIP}
pl: Tokeny On-chain {START_TAG_M-TOOLTIP} Sklep na Twoim urządzeniu zamiast naszych serwerów dla większej kontroli i przenoszenia {CLOSE_TAG_M-TOOLTIP}
pt: On-Chain {START_TAG_M-TOOLTIP} Store tokens no seu dispositivo em vez de nossos servidores para mais controle e portabilidade {CLOSE_TAG_M-TOOLTIP}
ro: Magazin on-Chain {START_TAG_M-TOOLTIP} tokens pe dispozitivul tău în loc de serverele noastre pentru mai mult control și portabilitate {CLOSE_TAG_M-TOOLTIP}
ru: Включите цепь {START_TAG_M-TOOLTIP} маркеров на вашем устройстве вместо наших серверов для большего контроля и переносимости {CLOSE_TAG_M-TOOLTIP}
zh: 打开链 {START_TAG_M-TOOLTIP} 您设备上的存储令牌而不是我们的服务器来获取更多的控制和可移植 {CLOSE_TAG_M-TOOLTIP}

# WALLET_V2_TOKENS_BALANCE__OFFCHAIN_TOOLTIP
source: Off-Chain {START_TAG_M-TOOLTIP} Store tokens on our servers for quicker transaction times and no fees {CLOSE_TAG_M-TOOLTIP}
cs: Off-Chain {START_TAG_M-TOOLTIP} Ukládejte tokeny na našich serverech pro rychlejší transakce a bez poplatků {CLOSE_TAG_M-TOOLTIP}
de: Off-Chain {START_TAG_M-TOOLTIP} speichert Token auf unseren Servern für schnellere Transaktionszeiten und keine Gebühren {CLOSE_TAG_M-TOOLTIP}
es: Tokens de la tienda off-Chain {START_TAG_M-TOOLTIP} en nuestros servidores para tiempos de transacción más rápidos y sin comisiones {CLOSE_TAG_M-TOOLTIP}
hi: Off-chain {START_TAG_M-TOOLTIP} त्वरित लेनदेन के समय के लिए हमारे सर्वर पर टोकन स्टोर करें और कोई शुल्क नहीं {CLOSE_TAG_M-TOOLTIP}
it: Custodisci Off-Chain {START_TAG_M-TOOLTIP} i token sui nostri server per tempi di transazione più rapidi e zero commissioni {CLOSE_TAG_M-TOOLTIP}
ja: O-Chain {START_TAG_M-TOOLTIP} 当社のサーバー上のストアトークンをすばやく取引時間と手数料なし {CLOSE_TAG_M-TOOLTIP}
pl: Off-Chain {START_TAG_M-TOOLTIP} Tokeny przechowywania na naszych serwerach za szybszy czas transakcji i brak opłat {CLOSE_TAG_M-TOOLTIP}
pt: Off-Chain {START_TAG_M-TOOLTIP} tokens de loja nos nossos servidores para tempos mais rápidos de transação e sem tarifas {CLOSE_TAG_M-TOOLTIP}
zh: 离链 {START_TAG_M-TOOLTIP} 在我们的服务器上存储令牌以获得更快的交易时间和无费用 {CLOSE_TAG_M-TOOLTIP}

# WALLET_V2_TOKENS_BALANCE__TRANSFER_TO_ONCHAIN
source: Transfer to On-Chain
cs: Převést na On-Chain
de: Transfer zu On-Chain
es: Transferir a la cadena en línea
it: Trasferimento On-Chain
ja: オンチェーンに転送
pl: Przeniesienie do łańcucha
pt: Transferir para On-Chain
ro: Transfer în lanț
ru: Перевод в цепочку
uk: Перенести на ланцюг
zh: 转移到On-Chain

# WALLET_V2_TOKENS_BALANCE__TODAYS_ESTIMATED_PAYOUT
source: Today's estimated payout {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} tokens.
cs: Dnešní odhadovaná výplata {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} tokenů.
de: Heutige geschätzte Auszahlung {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} Token.
es: Pago estimado de hoy {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} tokens.
hi: आज का अनुमानित भुगतान {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} tokens।
it: Ricompensa stimata di oggi {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} token.
ja: 本日の支払い見積もり: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} トークン。
pl: Dzisiejsza szacunkowa wypłata {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} tokenów.
pt: O pagamento estimado de hoje {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} tokens.
zh: 今天的估计付款 {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} 代币。

# WALLET_V2_TOKENS_BALANCE__NEXT_PAYOUT_INFO
source: Next payout in {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} (Daily at {INTERPOLATION_1} )
cs: Další výplata za {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} (denně v {INTERPOLATION_1} )
es: Siguiente pago en {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} (Misión en {INTERPOLATION_1} )
hi: अगला भुगतान {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} (दैनिक {INTERPOLATION_1} )
it: Prossima ricompensa in {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} (Tutti i giorni alle {INTERPOLATION_1} )
pl: Następna wypłata za {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} (Poniżej {INTERPOLATION_1} )
pt: Próximo pagamento em {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} (Diário às {INTERPOLATION_1} )
ro: Următoarea plată în {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} (Zilnic la {INTERPOLATION_1} )
ru: Следующая выплата в {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} (Двойной {INTERPOLATION_1} очков)
tr: Bir sonraki ödeme {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} tarihinde (Her gün {INTERPOLATION_1} saatinde)
uk: Наступна виплата в {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} (Щодня в {INTERPOLATION_1} )
zh: 下一次支付在 {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} (每日支付在 {INTERPOLATION_1} )

# WALLET_V2_TOKENS_BALANCE__LEARN_MORE_ABOUT_TOKENS
source: Learn more
cs: Zjistit více
de: Mehr erfahren
es: Aprende más
hi: और जानो
it: Scopri di più
ja: もっと詳しく
pl: Poznaj więcej
pt: Mais informações
ro: Află mai multe
ru: Узнать больше
tr: Daha fazla bilgi
uk: Дізнатися більше
zh: 了解更多

# WALLET_V2_TOKENS_BALANCE__LEARN_ABOUT_TOKENS
source: Learn About Tokens
cs: Více informací o tokenech
de: Erfahren Sie mehr über Token
es: Aprende acerca de las fichas
hi: Tokens के बारे में जानें
it: Informazioni sui Token
ja: トークンについて学ぶ
pl: Dowiedz się więcej o tokenach
pt: Saiba mais sobre Tokens
zh: 学习令牌

# WALLET_V2_TOKENS_BALANCE__MINDS_REWARDS_YOU_WITH_CRYPTO_INFO
source: Minds rewards you with crypto for contributing to the network. The first step in joining our rewards program is to provide your mobile number. We convert your number into a hash ID using SHA-256 encryption and a salt key to create a unique identifier for your account. We do not store your number on our servers.
cs: Minds vás odměňuje kryptoměnou za přispívání do sítě. Prvním krokem k našemu programu odměn je poskytnutí vašeho mobilního čísla. Vaše číslo převedeme na hash ID pomocí SHA-256 šifrování a "salt key" pro vytvoření jedinečného identifikátoru pro váš účet. Neukládáme vaše číslo na našich serverech.
hi: नेटवर्क में योगदान के लिए Minds आपको क्रिप्टो पुरस्कार देता है। हमारे पुरस्कार कार्यक्रम में शामिल होने का पहला चरण आपका मोबाइल नंबर प्रदान करना है। हम आपके खाते के लिए एक विशिष्ट पहचानकर्ता बनाने के लिए SHA-256 एन्क्रिप्शन और एक साल्ट की का उपयोग करके एक हैश आईडी में आपका नंबर परिवर्तित करते हैं। हम आपके सर्वर पर अपना नंबर स्टोर नहीं करते हैं।
ja: ネットワークに貢献するための暗号を心があなたに報酬を与えます。私たちの報酬プログラムに参加する最初のステップは、あなたの携帯電話番号を提供することです。 SHA-256暗号化を使用してあなたの番号をハッシュIDに変換し、あなたのアカウントの固有の識別子を作成します。 私たちはあなたの番号をサーバーに保存しません。
pt: A mente te recompensa com cripto por contribuir com a rede. O primeiro passo para se juntar ao nosso programa de recompensas é fornecer seu número de celular. Convertemos seu número em um ID de hash usando criptografia SHA-256 e uma chave de sal para criar um identificador exclusivo para sua conta. Não armazenamos o seu número em nossos servidores.
ro: Minds te recompensează cu cripto pentru că ai contribuit la rețea. Primul pas în alăturarea la programul nostru de recompense este să introduci numărul tău de telefon. Am convertit numărul tău într-un ID de hash folosind SHA-256 și o cheie de sare pentru a crea un identificator unic pentru contul tău. Nu îți stocăm numărul pe serverele noastre.
th: มายส์ตอบแทนคุณด้วย crypto สำหรับการมีส่วนร่วมในเครือข่าย ขั้นตอนแรกในการเข้าร่วมโปรแกรมรางวัลของเราคือการระบุหมายเลขโทรศัพท์มือถือของคุณ เราแปลงหมายเลขของคุณเป็นรหัสแฮช (hash ID) โดยใช้การเข้ารหัส SHA-256 และsalt keyเพื่อสร้างตัวระบุที่ไม่ซ้ำกันสำหรับบัญชีของคุณ เราไม่เก็บหมายเลขของคุณไว้ในเซิร์ฟเวอร์ของเรา
zh: 心愿以加密方式奖励您为网络做出贡献。加入我们奖励方案的第一步是提供您的手机号码。 我们使用SHA-256加密和盐密钥将您的号码转换为哈希ID，为您的帐户创建独特的标识符。 我们不会将您的号码存储在我们的服务器上。

# WALLET_V2_TOKENS_BALANCE__RATHER_THAN_REWARDING_INFO
source: Rather than rewarding you with Points in real-time, we are now distributing our crypto rewards as a “Daily Reward Pool”. During the test network, we will be experimenting with how the Daily Reward Pool is calculated, but it will ideally be automated based on user participation once we move into the Main Ethereum network.
cs: Spíše než vás odměňovat body v reálném čase, tak nyní distribuujeme naše krypto odměny jako "Denní fond odměn". Během testovací sítě budeme experimentovat se způsobem výpočtu denního fondu odměn, ale v ideálním případě bude automatizován na základě účasti uživatelů, jakmile se přesuneme do hlavní sítě Ethereum.
hi: रीयल-टाइम में आपको पॉइंट के साथ पुरस्कृत करने के बजाय, अब हम अपने क्रिप्टो पुरस्कारों को "दैनिक पुरस्कार पूल" के रूप में वितरित कर रहे हैं। परीक्षण नेटवर्क के दौरान, हम दैनिक रिवार्ड पूल की गणना कैसे करते हैं, इसके साथ प्रयोग करेंगे, लेकिन जब हम मुख्य Ethereum नेटवर्क में चले जाएंगे, तो यह यूज़र की भागीदारी के आधार पर आदर्श रूप से स्वचालित हो जाएगा।
ja: リアルタイムでPointsに報酬を与えるのではなく、「デイリー報酬プール」として暗号報酬を配布しています。 テストネットワークの間、デイリー報酬プールの計算方法を試してみます しかし、メインEthereumネットワークに移行すると、ユーザーの参加に基づいて理想的に自動化されます。
th: แทนที่เราจะมอบรางวัลเป็นแต้มแบบเรียลไทม์ ตอนนี้เราจะมอบเหรียญคริปโตของเราในรูปแบบ "บ่อรางวัลรายวัน" ระหว่างการทดสอบนี้ เราจะทดลองการคำนวณรางวัลของบ่อรางวัล แต่ในอุดมคติ จะคำนวนรางวีลอัตโนมัติโดยอิงจากการใช้งานเมื่อเราย้ายข้าไปในอีเธอเรียมเครือข่ายหลัก
zh: 我们现在不是实时以点数奖励你，而是将我们的加密奖励作为“每日奖励池”。 在测试网络中，我们将尝试如何计算每日奖励池， 但它最好在用户参与的基础上自动化，一旦我们进入主以太坊网络。

# WALLET_V2_TOKENS_BALANCE__EVERY_DAY_WE_MEASURE_INFO
source: Every day, we measure your contributions to the network and you receive a “Contribution Score” which can be found in the Contributions section of your wallet. We then calculate how much you contributed to the network relative to the entire community, which determines the percentage of the Daily Reward Pool that you earn.
cs: Každý den měříme vaše příspěvky do sítě a na jejich základě obdržíte “Skóre příspěvků”, které naleznete v části Příspěvky ve vaší peněžence. Poté spočítáme, kolik jste do sítě přispěli ve vztahu k celé komunitě, z čehož se určuje procento z denního fondu odměn, které získáte.
hi: हर दिन, हम नेटवर्क में आपके योगदान को मापते हैं और आप एक "योगदान स्कोर" प्राप्त करते हैं जो आपके वॉलेट के योगदान सेक्शन में पाया जा सकता है। फिर हम गणना करते हैं कि आपने पूरे समुदाय के सापेक्ष नेटवर्क में कितना योगदान दिया, जिससे आपके द्वारा अर्जित दैनिक रिवार्ड पूल का प्रतिशत निर्धारित होता है।
it: Ogni giorno misuriamo i tuoi contributi alla rete e tu ricevi un "Punteggio di Contribuzione" che puoi trovare nella sezione Contributi del tuo portafoglio. Calcoliamo poi quanto hai contribuito alla rete rispetto all'intera comunità, cosa che determina la percentuale del "Montepremi Giornaliero delle Ricompense " che ti spetta.
ja: 毎日 ネットワークへの貢献度を測定し、ウォレットの貢献セクションにある「貢献度の得点」を受け取ります。 その後、コミュニティ全体に対するネットワークへの貢献度を計算します。 獲得したデイリー報酬プールの割合を決定します
pl: Codziennie, mierzymy twój wkład w sieć i otrzymujesz „wynik wkładu”, który można znaleźć w sekcji „Wkład w Twoim portfelu”. Obliczamy, ile przyczyniłeś się do sieci w stosunku do całej społeczności, który określa procent Dziennej Pula Nagród, którą otrzymasz.
pt: Todos os dias, medimos suas contribuições para a rede e você recebe um "Nota de Contribuição" que pode ser encontrado na seção Contribuições da sua carteira. Em seguida, calculamos quanto você contribuiu para a rede relativa para toda a comunidade, que determina a porcentagem do Conjunto de Recompensas Diárias que você ganha.
ro: În fiecare zi, îți măsurăm contribuțiile la rețea și primești un “Scor de contribuție” care poate fi găsit în secțiunea Contribuții din portofelul tău. Apoi calculăm cât de mult ai contribuit la rețea în raport cu întreaga comunitate, care determină procentajul din bazinul zilnic de recompense pe care îl câștigi.
ru: Ежедневно мы измеряем ваш вклад в сеть и вы получаете «Оценка вклада», которая находится в разделе «Вклады» вашего кошелька. Затем мы подсчитаем, сколько вы внесли в сеть относительно всего сообщества, определяет процент заработанного ежедневного призового фонда.
th: ทุกๆวันเราวัดผลการมีส่วนร่วมของคุณไปยังเครือข่ายและคุณจะได้รับ“ คะแนนการมีส่วนร่วม” ซึ่งสามารถพบได้ในส่วนการมีส่วนร่วมในวอลเล็ตของคุณ จากนั้นเราคำนวณว่าคุณมีส่วนร่วมกับเครือข่ายมากน้อยเพียงใดกับชุมชนทั้งหมดซึ่งกำหนดเปอร์เซ็นต์ของ Pool รางวัลรายวันที่คุณได้รับ
uk: Щодня, ми вимірюємо ваші внески в мережу і ви отримуєте «Оцінка внесків», який можна знайти у розділі «Внесок у вашому гаманці. Потім ми підрахували, наскільки ви сприяли мережі відносно всієї спільноти, який визначає відсоток від Щоденних Нагород яку ви заробляєте.
zh: 每天 我们测量您对网络的贡献，并且您收到了一个“贡献计分”，可以在您钱包的贡献部分找到。 然后我们计算您相对于整个社区对网络贡献的数量。 它决定您赚取的每日奖励池的百分比。
