Repository: Minds/front
Catalog: src/locale/Minds.*.xliff
Languages: cs, de, es, hi, it, ja, pl, pt, ro, ru, th, tr, uk, zh

# MESSENGER__SETUP__CHANGE_PWD_TOOLTIP
source: Change your encryption password
cs: Změňte své šifrovací heslo
de: Passwort für Verschlüsselung ändern
hi: अपना एन्क्रिप्शन पासवर्ड बदलें
it: Cambia la tua password di crittografia
ja: 暗号化パスワードを変更する
pl: Zmień hasło szyfrowania
pt: Mude sua senha de criptografia
ro: Schimbați parola de criptare
ru: Изменить пароль шифрования
th: เปลี่ยนรหัส encryption ของคุณ
tr: Şifreleme parolanızı değiştirin
uk: Змінити ваш пароль шифрування
zh: 更改您的加密密码

# MESSENGER__SETUP__REKEY
source: Re-key
cs: Znovu zadejte klíč
es: Regenerar clave
hi: एन्क्रिप्शन कुंजी रीसेट करें
ja: 再キー
pl: Przycisk ponownie
ro: Re-cheie
ru: Пере-ключ
th: กรอกอีกครั้ง
tr: Yeni anahtar
uk: Повторно натиснути
zh: 重置键

# MESSENGER__CHANNEL_BUTTON__MESSAGE
source: Message
cs: Zpráva
es: Mensaje
hi: संदेश
ja: メッセージ
pl: Wiadomość
ro: Mesaj
th: ข้อความ
tr: Mesaj Gönder
uk: Повідомлення
zh: 信息

# MESSENGER__SETUP__ADDITIONAL_PWD_DESC
source: An additional password is required for messenger in order to ensure that your messages are private and fully encrypted.
cs: Pro Messenger je vyžadováno další heslo, aby se zajistilo, že vaše zprávy jsou soukromé a plně šifrované.
de: Für den Messenger wird ein weiteres Passwort benötigt, um Ihre Nachrichten privat und verschlüsselt zu halten.
hi: Messenger के लिए एक अतिरिक्त पासवर्ड की आवश्यकता होती है ताकि यह सुनिश्चित हो सके कि आपके मैसेज निजी और पूरी तरह से एन्क्रिप्ट किए गए हैं।
it: Serve una password aggiuntiva per assicurare che i tuoi messaggi siano privati e del tutto criptati.
ja: あなたのメッセージがプライベートで完全に暗号化されていることを担保するためにメッセンジャーに追加のパスワードが必要です。
pl: Dodatkowe hasło jest wymagane dla komunikatora, aby upewnić się, że wiadomości są prywatne i w pełni zaszyfrowane.
ro: Este necesară o parolă suplimentară pentru mesager pentru a vă asigura că mesajele dvs. sunt private și complet criptate.
ru: Чтобы удостовериться, что ваши сообщения полностью закрыты и зашифрованы, требуется дополнительный пароль для messenger.
th: ต้องใช้รหัสผ่านเพิ่มเติมสำหรับ Messenger เพื่อให้แน่ใจว่าข้อความของคุณเป็นส่วนตัวและถูกเข้ารหัสอย่างสมบูรณ์
tr: Messenger için ek bir parola gerekmektedir, bu sayede mesajlarınızı gizli ve tamamen şifrelenmiş olduğundan emin oluruz.
uk: Для того, щоб повідомлення були приватними і повністю зашифровані, потрібен додатковий пароль.

# MESSENGER__ONBOARDING__PASSWORD_PH
source: Password
cs: Heslo
de: Passwort
es: Contraseña
hi: पासवर्ड
ja: パスワード
pl: Hasło
ro: Parolă
ru: Пароль
th: รหัสผ่าน
tr: Şifre
uk: Пароль
zh: 密码

# MESSENGER__ONBOARDING__CONFIRM_PASSWORD_PH
source: Confirm password
cs: Potvrdit heslo
de: Passwort bestätigen
hi: पासवर्ड की पुष्टि करें
it: Conferma password
ja: パスワードの確認
pl: Potwierdź hasło
pt: Confirmar a senha
ro: Confirmă parola
ru: Подтвердите пароль
th: ยืนยันรหัสผ่าน
tr: Şifreyi onayla
uk: Підтвердити пароль
zh: 确认密码

# MESSENGER__SETUP__ENTER_SAME_PWDS_TOOLTIP
source: Enter the same passwords as above to confirm.
cs: Pro potvrzení zadejte stejná hesla jako výše.
de: Geben Sie zur Bestätigung die gleichen Passwörter wie oben ein.
es: Introduzca las mismas contraseñas que las anteriores para confirmar.
hi: पुष्टि करने के लिए ऊपर के समान पासवर्ड दर्ज करें।
it: Inserisci le stesse password come sopra per confermare.
ja: 確認するには、上記と同じパスワードを入力してください。
pl: Wprowadź te same hasła, jak powyżej, aby potwierdzić.
pt: Digite as mesmas senhas que acima para confirmar.
ro: Introduceți aceleași parole ca cele de mai sus pentru a confirma.
ru: Введите те же пароли, что и для подтверждения.
th: ใส่รหัสเดิมอีกครั้งเพื่อยืนยัน
tr: Onaylamak için yukarıdaki parolanızı tekrar girin.
uk: Введіть ті ж паролі, що і вище, для підтвердження.
zh: 输入与上面相同的密码确认。

# M__COMMON__CONFIRM
source: Confirm
cs: Potvrdit
de: Bestätigen
es: Confirmar
hi: पुष्टि करें
it: Conferma
ja: 確認
pl: Potwierdź
pt: Confirmar
ro: Confirmare
ru: Подтвердить
th: ยืนยัน
tr: Onayla
uk: Підтвердити
zh: 确定

# M__COMMON__SKIP_W_PERIOD
source: Skip.
cs: Přeskočit.
de: Überspringen.
es: Saltar.
hi: छोड़ें।
ja: スキップ。
th: ข้าม
tr: Atla.
zh: 跳过。

# MINDS__NEWSFEED__BOOST_ROTATOR__EXPLICIT_ITEM_TOOLTIP
source: By selecting Explicit mode, you acknowledge that you are 18+ years of age and are willing to see graphic content.
cs: Zvolením explicitního režimu potvrzujete, že máte 18 a více let a jste ochotni vidět obsah pro dospělé.
de: Indem Sie den Explicit-Modus wählen, erkennen Sie an, dass Sie 18 Jahre alt sind und bereit sind, grafische Inhalte zu sehen.
es: Al seleccionar el modo Explícito, usted reconoce que tiene más de 18 años de edad y que está dispuesto a ver contenido gráfico.
hi: एक्सप्लिसिट मोड चुनकर, आप स्वीकार करते हैं कि आप 18+ वर्ष के हैं और ग्राफ़िक कंटेंट देखने के इच्छुक हैं।
it: Selezionando la modalità Esplicita, riconosci che hai più di 18 anni di età e sei disposto a vedere l'immagine.
ja: 明示的モードを選択することにより、あなたは18歳以上であり、グラフィックコンテンツを見たいと思っていることを認めることになります。
pl: Wybierając tryb ukryty, przyznajesz, że masz ponad 18 lat i chętnie widzisz treści graficzne.
pt: Por selecionar o modo explícito, você reconhece que tem mais de 18 anos de idade e está disposto a ver conteúdo gráfico.
ro: Selectând modul explicit, recunoașteți că aveți peste 18 ani și că sunteți dispus să vedeți conținutul grafic.
ru: Выбрав «Точный», Вы подтверждаете, что возраст 18 лет и готовы к просмотру графического контента.
th: เมื่อเลือกโหมดเนื้อหาโจ่งแจ้ง คุณจะต้องมีอายุ 18 ปีขึ้นไป และสมัครใจรับชมเนื้อหาที่มีภาพหรือภาษาที่อาจรุนแรงและอนาจาร
zh: 通过选择明确模式，您承认您年满18周岁并愿意查看图形内容。

# MINDS__NEWSFEED__BOOST_ROTATOR__AUTO_ROTATE_ITEM
source: Auto-rotate
cs: Auto-rotace
de: Automatisch drehen
es: Auto-rotar
hi: अपने आप घूमना
it: Rotazione Automatica
ja: 自動回転
pl: Automatyczne obracanie
ro: Auto-rotire
th: หมุนอัตโนมัติ
tr: Otomatik döndür
uk: Автоматичне обертання
zh: 自动旋转

# MINDS__NEWSFEED__BOOST_ROTATOR__AUTO_ROTATE_ITEM_TOOLTIP
source: This will enable/disable the Boost box on top of your feed from self-rotating.
cs: Tímto zapnete/vypnete, aby se boostované příspěvky v horní části vašeho kanálu novinek automaticky přepínaly.
es: Esto habilitará/deshabilitará la rotación del cuadro de Boost en la parte superior de tu sección de noticias.
hi: यह बूस्ट बॉक्स को सेल्फ-रोटेटिंग से आपके फ़ीड के शीर्ष पर सक्षम/निष्क्रिय करेगा।
it: Questo attiverà/disattiverà l'auto-rotazione del box di Boost sopra il tuo feed.
ja: これにより、フィードの上部にあるブーストボックスを自己回転から有効/無効にします。
ro: Acest lucru va activa/dezactiva căsuța Boost de deasupra fluxului dvs. de la auto-rotație.
th: นี่จะ เปิด/ปิด การใช้งานช่องบูสต์ที่ด้านบนสุดของฟีดของคุณจากการหมุนด้วยตัวเอง
tr: Bu akışınızın en üstünde bulunan Boost kutusunun otomatik dönmesini açıp kapatır.
zh: 这将启用/禁用自旋转的提升框。

# MINDS__NEWSFEED__BOOST_ROTATOR__HIDE_BOOST_ITEM
source: Hide Boost
cs: Skrýt Boost
de: Verstecke Boost
es: Ocultar Boost
hi: बूस्ट छिपाएं
it: Nascondi Boost
ja: ブーストを隠す
pl: Ukryj Wzmocnienie
pt: Ocultar Boost
ro: Ascundere Boost
ru: Усиление кожи
th: ซ่อนการบูสต์
uk: Приховати Boost
zh: 隐藏加速

# MINDS__NEWSFEED__BOOST_ROTATOR__SHOW_BOOST_ITEM
source: Show Boost
cs: Zobrazit Boost
de: Zeige Boost
es: Mostrar Boost
hi: बूस्ट छिपाएं
it: Mostra Boost
ja: ブーストを表示
pl: Pokaż Wzmocnienie
pt: Mostrar Boost
ro: Arată Boost
ru: Показать ускорение
th: แสดงการบูสต์
uk: Показувати прискорення
zh: 显示加速

# MINDS__NEWSFEED__BOOST_ROTATOR__BOOST_VISIBILITY_TOOLTIP
source: Plus users may hide Boosts from their newsfeed.
cs: Plus uživatelé mohou skrýt boostované příspěvky ve svém kanálu novinek.
es: Los usuarios Plus pueden ocultar los Boosts de su sección de noticias.
hi: प्लस यूज़र अपने न्यूज़फ़ीड से बूस्ट छिपा सकते हैं।
ja: プラスユーザーはニュースフィードからブーストを非表示にすることがあります。
pt: Usuários Plus podem ocultar Boosts do seu feed de notícias.
ro: Utilizatorii Plus ar putea ascunde multiplicarea știrilor.
ru: Пользователи Plus могут скрывать ускорители из ленты новостей.
th: ผู้ใช้งานระดับ Plus สามารถซ่อนการโปรโมทในหน้าฟีดข่าวของตัวเองได้
uk: Користувачі Plus можуть приховувати бульбашки в стрічці новин.
zh: Plus 用户可能会在自己的新闻源中隐藏Boosts。

# MINDS__NEWSFEED__BOOST_ROTATOR__BOOST_VISIBILITY_UPGRADE_TOOLTIP
source: Upgrade to Plus in order to turn off Boost.
cs: Upgradujte na Plus pro vypnutí boostů.
de: Upgrade auf Plus, um Boost auszuschalten.
es: Actualízate a Plus para desactivar los Boost.
hi: बूस्ट को बंद करने के लिए प्लस में अपग्रेड करें।
ja: Boostをオフにするには、Plusにアップグレードしてください。
pl: Ulepsz do Plus, aby wyłączyć Boost.
pt: Atualize para o Plus para desativar o Boost.
ro: Upgrade la Plus pentru a opri Boost.
ru: Обновите до Plus, чтобы выключить Ускоритель.
th: อัพเกรดเป็น Plus เพื่อปิดแสดงการบูสต์
zh: 升级至Plus以关闭Boost。

# MINDS__NEWSFEED__BOOST_ROTATOR__ABOUT_BOOST
source: About Boost
cs: O Boostu
de: Über Boost
es: Acerca de Boost
hi: बूस्ट के बारे में
it: Riguardo Boost
ja: ブーストについて
pl: O doładowaniu
pt: Sobre o Boost
ro: Despre Accelerare
ru: Об ускорении
th: เกี่ยวกับบูสต์
tr: Boost Hakkında
uk: Про Boost
zh: 关于加速

# M__COMMON__BOOSTFEED
source: Boostfeed
cs: Boostované
es: Optimizar
it: Feed dei Boost
ja: ブーストフィード
ro: Amplificare
ru: Ускоренный канал
th: บูสต์ฟีด
tr: Boost akışı
uk: Пришвидшувач
zh: 增益包

# GROUPS__TILE__MEMBERS_COUNT
source: {START_BOLD_TEXT} {INTERPOLATION} {CLOSE_BOLD_TEXT} members
cs: {START_BOLD_TEXT} {INTERPOLATION} {CLOSE_BOLD_TEXT} členů
de: {START_BOLD_TEXT} {INTERPOLATION} {CLOSE_BOLD_TEXT} Mitglieder
es: {START_BOLD_TEXT} {INTERPOLATION} {CLOSE_BOLD_TEXT} miembros
hi: {START_BOLD_TEXT} {INTERPOLATION} {CLOSE_BOLD_TEXT} सदस्य
it: {START_BOLD_TEXT} {INTERPOLATION} {CLOSE_BOLD_TEXT} membri
ja: {START_BOLD_TEXT} {INTERPOLATION} {CLOSE_BOLD_TEXT} メンバー
pl: {START_BOLD_TEXT} {INTERPOLATION} {CLOSE_BOLD_TEXT} użytkowników
pt: {START_BOLD_TEXT} {INTERPOLATION} {CLOSE_BOLD_TEXT} membros
ro: {START_BOLD_TEXT} {INTERPOLATION} {CLOSE_BOLD_TEXT} membri
ru: {START_BOLD_TEXT} {INTERPOLATION} {CLOSE_BOLD_TEXT} участников
th: {START_BOLD_TEXT} @ {INTERPOLATION} {CLOSE_BOLD_TEXT} สมาชิก
tr: {START_BOLD_TEXT} {INTERPOLATION} {CLOSE_BOLD_TEXT} üye
uk: {START_BOLD_TEXT} {INTERPOLATION} {CLOSE_BOLD_TEXT} учасників
zh: {START_BOLD_TEXT} {INTERPOLATION} {CLOSE_BOLD_TEXT} 成员

# GROUPS__TILE__OPEN_ACTION
source: Open
cs: Otevřít
de: Öffnen
es: Abrir
hi: खुला हुआ
it: Apri
ja: 開く
pl: Otwórz
pt: Abertas
ro: Deschideți
ru: Открыть
th: เปิด
tr: Açık
uk: Відкриті
zh: 打开

# SIDEBAR_SELECTOR__PREFERRED
source: Preferred
cs: Preferované
de: Bevorzugt
es: Activado
hi: पसंदीदा
it: Preferito
ja: 好ましい
pl: Preferowane
ro: Preferat
ru: Предпочтительный
th: ชื่นชอบ
tr: Tercih edilen
uk: Привілейовані
zh: 偏好

# SIDEBAR_SELECTOR__ON
source: On
cs: Zapnuto
de: An
es: En
hi: पर
it: Acceso
ja: オン
pl: Włączone
pt: Ligado
ro: Activat
ru: На
th: เปิด
tr: Açık
zh: 开启

# SIDEBAR_SELECTOR__FILTER_BY_HASHTAG
source: Filter by this hashtag
cs: Filtrovat podle tohoto štítku
hi: इस हैशटैग से फ़िल्टर करें
ja: このハッシュタグでフィルター
th: ฟิลเตอร์ตามแฮชแท็กนี้
zh: 按此标签过滤

# COMMON__HIDE
source: Hide
cs: Skrýt
de: Verstecken
es: Esconder
hi: छिपाएं
it: Nascondi
ja: 隠す
pl: Ukryj
pt: Ocultar
ro: Ascunde
ru: Скрыть
th: ซ่อน
tr: Gizle
uk: Приховати
zh: 隐藏

# SIDEBAR_SELECTOR__SHOW_TRENDING
source: Show trending
cs: Zobrazit populární
de: Angesagte anzeigen
es: Mostrar tendencia
hi: चर्चित मुद्दे दिखाएं
it: Mostra trend
ja: トレンドを表示
pl: Pokaż popularne
pt: Mostrar tendências
ro: Arată trendul
th: แสดงที่กำลังเป็นที่นิยมอยู่
tr: Yükselişte olanları göster
uk: Показати актуальні теми
zh: 显示趋势

# SIDEBAR_SELECTOR__SHOW_SUGGESTED
source: Show suggested
cs: Zobrazit návrhy
de: Zeige Vorschlag
es: Mostrar sugeridos
hi: सुझाव दिया गया
it: Mostra suggerito
ja: 提案を表示
pl: Pokaż sugerowane
pt: Mostrar sugeridos
ro: Arată sugerată
ru: Показать рекомендуемые
th: แสดงที่แนะนำ
tr: Tavsiye edilenleri göster
uk: Показати запропоновані
zh: 显示建议

# M__COMMON__REFER_FRIENDS
source: Refer Friends
cs: Pozvat přátele
de: Freunde empfehlen
es: Referir amigos
hi: दोस्तों को देखें
it: Raccomanda agli Amici
ja: 友達を参照
pl: Poleć znajomym
pt: Indique Amigos
ro: Refă prietenii
ru: Пригласить друзей
th: เชิญเพื่อน
tr: Arkadaşlarına Öner
uk: Заглянути друзів
zh: 请参阅好友

# MINDS__HOME__FORGOT_PASSWORD__ENTER_USERNAME_HELP_NOTE
source: To request a new password, enter your username
cs: Chcete-li požádat o nové heslo, zadejte své uživatelské jméno
es: Si olvido su clave, escriba su nombre de usuario
hi: नए पासवर्ड का अनुरोध करने के लिए, अपना यूज़रनेम दर्ज करें
it: Per richiedere una nuova password, inserisci il tuo nome utente
ja: 新しいパスワードをリクエストするには、ユーザー名を入力してください
pl: Aby poprosić o nowe hasło, wprowadź swoją nazwę użytkownika
ro: Pentru a solicita o parolă nouă, introduceți numele de utilizator
ru: Чтобы запросить новый пароль, введите свой логин
th: ระบุชื่อผู้ใช้เพื่อขอรหัสใหม่
tr: Yeni şifre talep etmek için kullanıcı adınızı girin
uk: Щоб запросити новий пароль, введіть своє ім'я користувача
zh: 请输入你的用户名以获取新密码

# M__ACTION__CONTINUE
source: Continue
cs: Pokračovat
de: Weiter
es: Continuar
hi: जारी रहें
it: Continua
ja: 続ける
pl: Kontynuuj
pt: Continuar
ro: Continuă
ru: Продолжить
th: ต่อไป
tr: İlerle
uk: Продовжити
zh: 继续

# COMMON__PASSWORD_RESET_EMAIL_SENT
source: Password Reset Email Sent
cs: E-mail pro obnovení hesla odeslán
de: Passwort zurücksetzen E-Mail gesendet
es: Correo de restablecimiento de contraseña enviado
hi: पासवर्ड रीसेट ईमेल भेजा गया
it: Email di reset della Password inviata
ja: パスワードリセットメールが送信されました
pl: E-mail resetowania hasła wysłany
pt: E-mail de redefinição de senha enviado
ro: E-mail de resetare a parolei trimis
ru: Письмо для сброса пароля отправлено
th: รหัสผ่าน ตั้ง Email ใหม่ ถูกส่งแล้ว
uk: Надіслано лист для скидання пароля
zh: 密码重置邮件已发送

# COMMON__PASSWORD_UNLOCK_CODE_SENT
source: We have sent an unlock code to your registered email address.
cs: Poslali jsme odemykací kód na vaši registrovanou e-mailovou adresu.
hi: हमने आपके पंजीकृत ईमेल पते पर एक अनलॉक कोड भेजा है।
ja: あなたの登録したメールアドレスに解除コードを送りました。
pl: Wysłaliśmy kod odblokowujący na Twój zarejestrowany adres e-mail.
pt: Enviamos um código de desbloqueio para o seu email.
ro: Am trimis un cod de deblocare la adresa ta de e-mail înregistrată.
th: เราได้ส่งรหัสปลดล็อคให้คุณทางอีเมลแล้ว
uk: Ми надіслали код розблокування на вашу e-mail адресу.

# MINDS__HOME__FORGOT_PASSWORD__CONFIRM_PASSWORD_LABEL
source: Password (confirm)
cs: Heslo (potvrzení)
de: Passwort (bestätigen)
es: Clave (confirmar)
hi: पासवर्ड (पुष्टि करें)
it: Password (conferma)
ja: パスワード (確認)
pl: Hasło (potwierdzenie)
pt: Senha (confirmar)
ro: Parolă (confirmare)
ru: Пароль (подтвердить)
th: ยืนยันรหัสผ่าน
uk: Пароль (підтвердження)
zh: 密码(确认)

# MINDS__HOME__FORGOT_PASSWORD__RESET_ACTION
source: Reset
cs: Resetovat
es: Cambiar
hi: रीसेट
th: รีเซ็ต
tr: Yenile

# BLOCKCHAIN__OPTIONS__INSTALL_WEB3
source: Minds recommends {START_LINK} MetaMask {CLOSE_LINK} . It's a bridge that allows you to visit the distributed web of tomorrow in your browser today. MetaMask includes a secure identity vault, providing a user interface to manage your identities on different sites and sign blockchain transactions.
cs: Minds doporučuje {START_LINK} MetaMask {CLOSE_LINK} . Je to rozhraní, které vám umožňuje navštěvovat distribuované webové stránky ve vašem prohlížeči. MetaMask obsahuje bezpečný trezor, který poskytuje uživatelské rozhraní pro správu identit na různých stránkách a podepisuje blockchainové transakce.
hi: Minds {START_LINK} MetaMask {CLOSE_LINK} की अनुशंसा करते हैं। यह एक पुल है जो आपको आज अपने ब्राउज़र में कल के वितरित वेब पर जाने की अनुमति देता है। MetaMask में एक सुरक्षित पहचान वॉल्ट शामिल है, जो विभिन्न साइटों पर आपकी पहचान को प्रबंधित करने और ब्लॉकचेन लेनदेन पर हस्ताक्षर करने के लिए एक यूज़र इंटरफ़ेस प्रदान करता है।
ja: Minds recommends {START_LINK} MetaMask {CLOSE_LINK} . It is a bridge that can you to visit of the distributed web of your browser today. MetaMaskにはセキュアな身元保管庫が含まれており、異なるサイト上の身元を管理し、ブロックチェーントランザクションに署名するためのユーザーインターフェイスを提供します。
zh: 心灵推荐 {START_LINK} MetaMask {CLOSE_LINK} 。这是一座桥梁，允许您今天在您的浏览器中访问分布的明天网页。 MetaMask包含一个安全的身份密码库，提供一个用户界面来管理您在不同站点上的身份并签署区块链交易。

# BLOCKCHAIN__OPTIONS__WEB3_LOCKED_OR_NO_WALLETS
source: There are no local wallets available, the wallet manager is locked, or you're connected to a different network.
cs: Nejsou k dispozici žádné lokální peněženky, správce peněženky je uzamčen, nebo jste připojeni k jiné síti.
de: Es sind keine lokalen Wallets verfügbar, der Wallet-Manager ist gesperrt oder Sie sind mit einem anderen Netzwerk verbunden.
es: No hay billeteras locales disponibles, el administrador de billeteras está bloqueado o estás conectado a una red diferente.
hi: कोई स्थानीय वॉलेट उपलब्ध नहीं हैं, वॉलेट मैनेजर लॉक है, या आप एक अलग नेटवर्क से जुड़े हैं।
it: Non ci sono portafogli locali disponibili, il gestore del portafoglio è bloccato, o sei connesso a una rete diversa.
ja: 利用可能なローカルウォレットがありません。ウォレットマネージャーがロックされているか、別のネットワークに接続しています。
pl: Brak dostępnych portfeli lokalnych, menedżer portfela jest zablokowany lub jesteś podłączony do innej sieci.
pt: Não há carteiras locais disponíveis, o gerente de carteira está bloqueado, ou você está conectado a uma rede diferente.
ro: Nu există portofele locale disponibile, managerul portofelului este blocat sau sunteți conectat la o rețea diferită.
ru: Нет доступных локальных кошельков, менеджер кошелька заблокирован, или вы подключены к другой сети.
tr: Yerel cüzdan bulunmamakta, cüzdan yöneticisi kitli, veya farklı bir ağa bağlısınız.
zh: 没有可用的本地钱包，钱包管理器被锁定，或者您连接到另一个网络。

# BLOCKCHAIN__WALLET_ADDRESS_NOTICE
source: Hey, do you want to setup your Tokens wallet?
cs: Hej, chcete nastavit vaši peněženku pro Tokeny?
de: Hey, möchten Sie Ihre Token einrichten?
es: Oye, quieres configurar tu billetera de Tokens?
hi: क्या आप अपना टोकन वॉलेट सेटअप करना चाहते हैं?
it: Hey, vuoi configurare il tuo portafoglio di Tokens?
ja: トークンウォレットをセットアップしますか？
pl: Hej, czy chcesz skonfigurować swój portfel Tokenów?
pt: Ei, você quer configurar a sua carteira Tokens?
ro: Hei, vrei să configurezi portofelul Tokens?
th: เฮ้! คุณต้องการตั้งค่ากระเป๋าโทเคนหรือไม่?
tr: Selam, Token cüzdanınızın kurulumunu tamamlamak ister misiniz?
zh: 嘿，您想要设置您的令牌钱包吗？

# M__BLOCKCHAIN__TDE_BUY__BUY_ACTION
source: Buy
cs: Koupit
de: Kaufen
es: Comprar
hi: खरीदें
it: Acquista
ja: 購入
pl: Kup
pt: Comprar
ro: Cumpără
ru: Купить
th: ซื้อ
tr: Satın al
uk: Купити
zh: 购买

# M__BLOCKCHAIN__TDE_BUY__BOUGHT_NOTE
source: Bought
cs: Koupeno
de: Gekauft
hi: खरीद लिया
it: Acquistato
ja: 購入済み
pl: Zakupione
pt: Comprado
ro: Cumpărat
ru: Куплено
th: ซื้อแล้ว
tr: Satın alındı
uk: Придбано
zh: 已购买

# COMMON__PURCHASE_TOKENS
source: Purchase Tokens
cs: Koupit tokeny
de: Token kaufen
es: Comprar fichas
hi: टोकन खरीदें
it: Acquista Token
ja: トークンを購入
pl: Kup tokeny
pt: Comprar Tokens
ru: Покупка Жетонов
th: ซื้อโทเค็น
tr: Token satın al
zh: 购买令牌

# COMMON__BUY
source: Buy
cs: Koupit
de: Kaufen
es: Comprar
hi: खरीदें
it: Acquista
ja: 購入
pl: Kup
pt: Comprar
ro: Cumpără
ru: Купить
th: ซื้อ
tr: Satın al
uk: Купити
zh: 购买

# COMMON__BUY_ETH
source: Buy Eth
cs: Koupit Ether
hi: Eth खरीदें
ja: Ethを購入
th: ซื้อ Eth
zh: 购买 Eth

# M__PURCHASE_VERIFY_PHONE_MESSAGE
source: Please verify your phone number
cs: Ověřte prosím vaše telefonní číslo
de: Bitte bestätigen Sie Ihre Telefonnummer
es: Por favor verifique su número de teléfono
hi: कृपया अपना फ़ोन नंबर सत्यापित करें
it: Verifica il tuo numero di telefono
ja: 電話番号を確認してください
pl: Proszę zweryfikować swój numer telefonu
pt: Por favor, verifique seu número de telefone
ru: Пожалуйста, подтвердите свой номер телефона
th: โปรดตรวจสอบหมายเลขโทรศัพท์ของคุณ
tr: Lütfen telefon numaranızı doğrulayın
uk: Перевірте свій номер телефону
zh: 请验证您的电话号码

# M__PURCHASE_TITLE
source: Your {INTERPOLATION} for {INTERPOLATION_1} Tokens ( {INTERPOLATION_2} ETH)
cs: Váš {INTERPOLATION} {INTERPOLATION_1} token(ů) ( {INTERPOLATION_2} ETH)
de: Deine {INTERPOLATION} für {INTERPOLATION_1} Marken ( {INTERPOLATION_2} ET)
es: Tu {INTERPOLATION} para las fichas {INTERPOLATION_1} ( {INTERPOLATION_2} ETH)
hi: {INTERPOLATION_1} टोकन ( {INTERPOLATION_2} ETH) के लिए आपका {INTERPOLATION}
it: Il tuo {INTERPOLATION} per {INTERPOLATION_1} Token ( {INTERPOLATION_2} ETH)
pl: Twój {INTERPOLATION} za {INTERPOLATION_1} tokenów ( {INTERPOLATION_2} ETH)
pt: Seu {INTERPOLATION} por {INTERPOLATION_1} Tokens ( {INTERPOLATION_2} ETH)
th: {INTERPOLATION} ของคุณสำหรับ {INTERPOLATION_1} โทเค็น ( {INTERPOLATION_2} ETH)
zh: 您的 {INTERPOLATION} 适用于 {INTERPOLATION_1} 令牌 ( {INTERPOLATION_2} ETH)

# M__PURCHASE_ETH_MIN_TO_APPROVE
source: Token {INTERPOLATION} over 40 ETH need to be approved by Minds before they can be issued.
cs: Token {INTERPOLATION} větší než 40 ETH musí být před vydáním schválen Minds.
de: Token {INTERPOLATION} über 40 ETH müssen von Minds genehmigt werden, bevor sie ausgegeben werden können.
es: El token {INTERPOLATION} de más de 40 ETH necesita ser aprobado por las mentes antes de que puedan ser emitidos.
hi: {INTERPOLATION} टोकन जारी करने से पहले 40 से अधिक ETH को Minds द्वारा मंजूरी दिया जाना जरूरी होता है।
it: Il token {INTERPOLATION} oltre 40 ETH devono essere approvati da Minds prima che possa essere rilasciato.
ja: トークン {INTERPOLATION} が40 ETHを超える場合は、発行前にMindsによって承認される必要があります。
pl: Token {INTERPOLATION} powyżej 40 ETH musi zostać zatwierdzony przez umysły, zanim będzie mógł zostać wydany.
pt: Token {INTERPOLATION} mais de 40 ETH precisa ser aprovado por Mentes antes de poder ser emitido.
ro: Token {INTERPOLATION} peste 40 ETH trebuie să fie aprobat de Minds înainte de a putea fi emis.
th: โทเค็น {INTERPOLATION} เกิน 40 ETH ต้องได้รับการอนุมัติโดย Minds ก่อน
tr: Token {INTERPOLATION} 40 ETH üzerinde ise işlem öncesi Minds tarafından onaylanması gerekmektedir.
uk: Маркер {INTERPOLATION} більше 40 ETH потрібно затвердити думками, перш ніж вони зможуть видавати запит.
zh: 代币 {INTERPOLATION} 超过 40 ETH 需要由心灵批准，然后才能发布。

# M__PURCHASE_OFAC
source: I am not listed on any US OFAC Sanction list or prohibited from engaging in business in the USA
cs: Nejsem uveden na seznamu sankcí USA OFAC a není mi zakázáno zapojit se do podnikání v USA
es: No estoy en ninguna lista de sanciones de la OFAC de los Estados Unidos o no puedo participar en negocios en los Estados Unidos
hi: मैं किसी भी US OFAC सेंक्शन लिस्ट में शामिल नहीं हूं या USA में व्यापार में संलग्न होने से प्रतिबंधित नहीं हूं
it: Non sono inserito in alcun elenco di sanzioni OFAC USA o non mi è proibito fare affari negli Stati Uniti
ja: 私は米国のOFAC制裁リストに記載されていない、または米国でビジネスに従事することを禁止されています
pl: Nie jestem wymieniony w wykazie sankcji amerykańskich OFAC ani nie zakazuje prowadzenia działalności gospodarczej w Stanach Zjednoczonych
pt: Não estou listado em nenhuma lista americana de Sanções OFAC ou proibido de se envolver em negócios nos EUA
ro: Nu sunt listat pe nicio listă de sancțiuni US OFAC și nici nu sunt interzis să lucrez în SUA
ru: Я не включён в какой-либо список санкций OFAC в США и не могу заниматься предпринимательской деятельностью в США
tr: Herhangi bir US OFAC Sanction listesinde değilim veya USA'da iş yürütmemi engelleyen bir durumum yok
uk: Я не перерахований на будь-який список Санкцій США або не заборонений займатися бізнесом у США
zh: 我没有被列入美国外国资产管制处制裁名单，也没有被禁止在美国从事商业活动

# M__PURCHASE_INVESTIMENT_INTENT
source: I am purchasing the tokens for use on the Minds Platform, and not as an investment.
cs: Kupuji tokeny pro použití na platformě Minds a ne jako investici.
de: Ich kaufe die Token für die Verwendung auf der Minds Plattform und nicht als Investition.
es: Estoy comprando las fichas para el uso en la Plataforma de Mentas, y no como una inversión.
hi: मैं Minds प्लेटफ़ॉर्म पर उपयोग करने के लिए टोकन खरीद रहा हूं, न कि निवेश के रूप में।
it: Sto acquistando i gettoni per l'uso sulla piattaforma Minds, e non come un investimento.
ja: 私はMinds Platformで使用するためのトークンを購入しており、投資としてではありません。
pl: Kupuję tokeny do użycia na platformie umysłów, a nie jako inwestycje.
pt: Estou comprando os tokens para usar na Plataforma das Mentes e não como um investimento.
zh: 我购买代币用于心灵平台，而不是投资。
