Repository: Minds/front
Catalog: src/locale/Minds.*.xliff
Languages: cs, de, es, hi, it, ja, pl, pt, ro, ru, th, tr, uk, zh

# LANGUAGE_MODAL__SELECT_LANGUAGE
source: Select Language
cs: Vyberte jazyk
de: Sprache auswählen
hi: भाषा का चयन करें
it: Seleziona Lingua
ja: 言語の選択
pl: Wybierz język
pt: Selecione o idioma
ru: Выберите язык
th: ภาษา...
tr: Dil Seçin
uk: Оберіть мову
zh: 选择语言

# LANGUAGE_SIDEBAR__PROMPT
source: Did you know that Minds will soon be available in {INTERPOLATION} ?
cs: Věděli jste, že Minds bude brzy k dispozici v {INTERPOLATION} ?
de: Wusstest du, dass Gedanken bald in {INTERPOLATION} verfügbar sein werden?
es: ¿Sabías que las mentes pronto estarán disponibles en {INTERPOLATION} ?
hi: क्या आप जानते हैं कि Minds जल्द ही {INTERPOLATION} में उपलब्ध होंगे?
it: Lo sapevi che Minds sarà presto disponibile in {INTERPOLATION} ?
ja: {INTERPOLATION} でマインドがすぐに利用可能になることをご存知でしたか？
pl: Czy wiesz, że umysły wkrótce będą dostępne za {INTERPOLATION} ?
pt: Você sabia que as Mentes estarão disponíveis em breve em {INTERPOLATION} ?
ru: Знаете ли вы, что умы скоро будут доступны в {INTERPOLATION} ?
th: คุณรู้หรือไม่ว่า Minds กำลังจะใช้ได้บน {INTERPOLATION} เร็วๆนี้แล้วนะ?
uk: Чи ви знали, що у вас невдовзі будуть доступні через {INTERPOLATION} ?
zh: 您知道您很快会在 {INTERPOLATION} 里看到心灵吗？

# LANGUAGE__SIDEBAR__PROMPT__BUTTON
source: Switch to {INTERPOLATION}
cs: Přepnout na {INTERPOLATION}
de: Zu {INTERPOLATION} wechseln
es: Cambiar a {INTERPOLATION}
hi: {INTERPOLATION} पर जाएं
it: Passa a {INTERPOLATION}
ja: {INTERPOLATION} に切り替える
pl: Przełącz na {INTERPOLATION}
pt: Mudar para {INTERPOLATION}
ro: Comutați la {INTERPOLATION}
ru: Переключиться на {INTERPOLATION}
th: สลับเป็น {INTERPOLATION}
tr: Şuna geç: {INTERPOLATION}
uk: Перейти на {INTERPOLATION}
zh: 切换到 {INTERPOLATION}

# MINDS__NEWSFEED__SINGLE__FLAGGED_AS_SPAM
source: This activity is flagged as spam.
cs: Tato aktivita je označena jako spam.
de: Diese Aktivität wird als Spam markiert.
es: Esta actividad se marcó como spam.
hi: इस गतिविधि को स्पैम के रूप में चिह्नित किया गया है।
ja: このアクティビティはスパムとしてフラグが立てられています。
pl: Ta aktywność jest oznaczona jako spam.
pt: Esta atividade é marcada como spam.
ro: Această activitate este marcată ca spam.
ru: Эта активность помечена как спам.
th: กิจกรรมนี้ถูกรายงานว่าเป็นสแปม
uk: Ця активність позначена як спам.
zh: 此活动被标记为垃圾信息。

# MINDS__NEWSFEED__SINGLE__APPEAL_FLAG_NOTE
source: If you wish to appeal, please contact us at info@minds.com.
cs: Pokud se chcete odvolat, kontaktujte nás prosím na info@minds.com.
de: Bitte kontaktieren Sie uns unter info@minds.com.
es: Si desea apelar, escríbanos a info@minds.com.
hi: यदि आप अपील करना चाहते हैं, तो कृपया हमें info@minds.com पर संपर्क करें।
it: Se desiderate fare ricorso, vi preghiamo di contattarci a info@minds.com.
ja: 控訴を希望される場合は、info@minds.comまでお問い合わせください。
pl: Jeśli chcesz się odwołać, skontaktuj się z nami pod adresem info@minds.com.
pt: Se você deseja apelar, por favor entre em contato conosco pelo info@minds.com.
ro: Dacă doriți să apelați, vă rugăm să ne contactați la info@minds.com.
ru: Если вы хотите обжаловать, пожалуйста, свяжитесь с нами по адресу info@minds.com.
th: หากมีเรื่องร้องเรียน สามารถติดต่อเราได้ที่ info@minds.com
tr: Eğer itiraz etmek isterseniz, info@minds.com adresimizden bizimle iletişime geçin.
uk: Якщо ви хочете звернутися, будь ласка, зв'яжіться з нами за адресою info@minds.com.
zh: 如果您想要上诉，请通过info@minds.com联系我们。

# MINDS__NEWSFEED__200_FREE_VIEWS
source: Have 200 free views on us. Hit post to be boosted.
cs: Máte od nás 200 zhlédnutí zdarma. Klikněte na boostování příspěvku.
de: Habe 200 kostenlose Ansichten über uns. Treten Sie auf Post um verbessert zu werden.
hi: हम पर 200 मुक्त विचार रखें। हिट पोस्ट को बढ़ावा दिया जाता है।
ja: 200回無料で閲覧できます。投稿を続けるとブーストできます。
pl: Masz 200 darmowych poglądów na nas. Naciśnij post, aby zostać wzmocnionym.
pt: Tenha 200 opiniões gratuitas sobre nós. Aperte no post para ser impulsionado.
ro: Aveți 200 de vizualizări gratuite despre noi. Apăsați un post pentru a fi impulsionat.
ru: Есть 200 бесплатных просмотров на нас.
th: มียอดรับชมแบบฟรีแล้ว 200 ครั้ง
uk: Майте 200 вільних переглядів на нас. Робіть повідомлення для збільшення.
zh: 对我们拥有200条免费意见。点击帖子即可提升。

# NEWSFEED_SORTED__POSTS_OLDER_THAN
source: Posts older than {INTERPOLATION}
cs: Příspěvky starší než {INTERPOLATION}
de: Beiträge älter als {INTERPOLATION}
es: Publicaciones más antiguas que {INTERPOLATION}
hi: {INTERPOLATION} से अधिक पुराने पोस्ट
it: Post più vecchi di {INTERPOLATION}
ja: {INTERPOLATION} より古い投稿
pl: Posty starsze niż {INTERPOLATION}
pt: Postagens mais antigas que {INTERPOLATION}
ro: Postări mai vechi de {INTERPOLATION}
ru: Сообщения старше {INTERPOLATION}
th: โพสต์ที่เก่ากว่า {INTERPOLATION}
tr: {INTERPOLATION} 'den daha eski gönderiler
uk: Повідомлення, старіші за {INTERPOLATION}
zh: 超过 {INTERPOLATION} 的帖子

# CHECKOUT__CARD__NUMBER_LABEL
source: Card number
cs: Číslo karty
de: Kartennummer
es: Número de tarjeta
hi: कार्ड नंबर
it: Numero della carta
ja: カード番号
pl: Numer karty
pt: Número do cartão
ro: Numărul cardului
ru: Номер карты
th: หมายเลขบัตร
tr: Kart numarası
uk: Номер картки
zh: 卡号

# CHECKOUT__CARD__YEAR_PLACEHOLDER
source: yyyy
cs: rrrr
hi: वववव
th: ปปปป

# CHECKOUT__CARD__CVC_LABEL
source: CVC/Security Code
cs: CVC/Bezpečnostní kód
de: CVC/Sicherheitscode
es: CVC/Código de seguridad
it: CVC/Codice Di Sicurezza
ja: CVC/セキュリティ コード
pl: CVC/kod bezpieczeństwa
pt: Código CVC/Segurança
ro: Cod CVC/securitate
ru: Код CVC/безопасности
th: CVC/รหัสรักษาความปลอดภัย
tr: CVC/Güvenlik Kodu
uk: CVC/Код безпеки
zh: CVC/安全码

# CHECKOUT__CARD__CARDHOLDER_NAME
source: Card holders name
cs: Jméno držitele karty
de: Name der Karteninhaber
es: Nombre del propietario de la tarjeta
it: Nome del titolare della carta
ja: カード所持者名
pl: Imię i nazwisko posiadaczy kart
pt: Titular do cartão
ro: Numele deținătorilor de card
ru: Имя держателя карты
th: ชื่อผู้ถือบัตร
tr: Kart sahibinin adı
uk: Власники картки
zh: 卡持有人姓名

# CHECKOUT__CARD__CHECKOUT_TOOLTIP
source: Your credit card information is safe, secure and PCI compliant.
cs: Informace o vaší kreditní kartě jsou v bezpečí, zabezpečené a kompatibilní s PCI.
de: Ihre Kreditkarteninformationen sind sicher, sicher und PCI-konform.
es: La información de tu tarjeta de crédito está segura y cumple con el estándar PCI.
hi: आपके क्रेडिट कार्ड की जानकारी सुरक्षित, सुरक्षित है और PCI अनुपालन के तहत है।
it: I dati della tua carta di credito sono protetti, sicuri e conformi al PCI.
ja: あなたのクレジットカード情報は安全で安全でPCIに準拠しています。
pl: Dane karty kredytowej są bezpieczne, bezpieczne i zgodne z PCI.
pt: As informações de seu cartão de crédito estão guardadas, seguras e compatíveis com o PCI.
ru: Информация о Вашей кредитной карте безопасна, безопасна и соответствует PCI.
th: ข้อมูลบัตรเครดิตของคุณได้รับการรักษาความปลอดภัยตามมาตรฐาน PCI
tr: Kredi kartı bilgileriniz güvende, emniyette ve PCI ile uyumludur.
uk: Інформація про вашу кредитну картку є безпечною, безпечною та PCI сумісною.
zh: 您的信用卡信息是安全的，且PCI符合要求。

# M__COMMON__COMPLETE
source: Complete
cs: Dokončit
es: Completo
hi: पूर्ण
it: Completa
pt: Completo
th: สำเร็จ
tr: Tamamlandı

# CHECKOUT__WAITING_LABEL
source: One moment please...
cs: Okamžik prosím...
de: Einen Moment bitte...
hi: कृपया एक क्षण...
it: Un attimo, per favore...
ja: しばらくお待ちください...
pl: Chwileczkę...
pt: Um momento, por favor...
ro: Un moment te rog...
ru: Пожалуйста, подождите...
th: กรุณารอสักครู่...
tr: Bir dakika lütfen...
uk: Будь ласка, зачекайте...
zh: 请稍候...

# CHECKOUT__SAVED_CARDS_TITLE
source: Select a card to use
cs: Vyberte kartu, kterou chcete použít
de: Karte auswählen
es: Selecciona una tarjeta para usar
hi: उपयोग करने के लिए एक कार्ड चुनें
it: Seleziona una carta da usare
ja: 使用するカードを選択
pl: Wybierz kartę do użycia
pt: Selecione um cartão para usar
ro: Selectează un card de folosit
ru: Выберите карту для использования
th: กรุณาเลือกบัตรที่ต้องการใช้
tr: Kullanmak istediğiniz kartı seçin
uk: Виберіть картку для використання
zh: 选择要使用的卡片

# CHECKOUT__USE_NEW_CARD
source: Use a new card
cs: Použít novou kartu
de: Neue Karte verwenden
es: Usar una nueva tarjeta
hi: एक नए कार्ड का उपयोग करें
it: Usa una nuova carta
ja: 新しいカードを使用する
pl: Użyj nowej karty
pt: Usar um novo cartão
ro: Folosește un card nou
ru: Использовать новую карту
th: ใช้งานบัตรใหม่
tr: Yeni kart kullan
uk: Використовувати нову картку
zh: 使用新卡片

# CHECKOUT__CAPTURING_DETAILS
source: Capturing card details...
cs: Načítání podrobností o kartě...
de: Kartendetails werden erfasst...
hi: कार्ड का विवरण लिया जा रहा है...
it: Acquisendo i dettagli della carta...
ja: カードの詳細をキャプチャしています...
pl: Przechwytywanie danych karty...
pt: Capturando detalhes da carta...
ro: Se captează detaliile cardului...
ru: Захват деталей карты...
th: เก็บภาพรายละเอียดบัตร...
tr: Kart detaylarını topluyoruz...
uk: Зйомка деталей...
zh: 正在抓取卡片详细信息...

# BLOCKCHAIN__OPTIONS__LOCAL_WALLETS_LABEL
source: Local Wallets
cs: Lokální peněženky
de: Lokale Wallets
es: Billeteras Locales
it: Portafogli Locali
ja: ローカルウォレット
pl: Portfele lokalne
pt: Carteiras Locais
ro: Portofele locale
ru: Локальные кошельки
th: บัญชีในประเทศ
tr: Yerel Cüzdanlar
uk: Локальні гаманці
zh: 本地钱包

# FAQ__VIEW_FULL_ACTION
source: View the full FAQ
cs: Zobrazit kompletní FAQ
de: Vollständige FAQ ansehen
es: Ver todas las FAQ
hi: पूर्ण FAQ देखें
it: Visualizza tutte le FAQ
ja: FAQ全文を見る
pl: Zobacz pełne FAQ
pt: Ver o FAQ completo
ru: Посмотреть все FAQ
th: ดูคำถามที่พบบ่อยทั้งหมด
uk: Перегляд усіх ЧАП
zh: 查看完整的常见问题

# BLOCKCHAIN__OPTIONS__SAVE_WALLET_ADDRESS
source: Save Address
cs: Uložit adresu
de: Adresse speichern
es: Salvar dirección
hi: पता सहेजें
it: Salva Indirizzo
ja: 住所を保存
pl: Zapisz adres
pt: Salvar endereço
ro: Salvează adresa
ru: Сохранить адрес
th: บันทึกที่อยู่
tr: Adresi Kaydet
uk: Зберегти адресу
zh: 保存地址

# WALLET_V2__WALLET__SEE_YOUR_CONTRIBUTIONS_INFO
source: See your contributions score and rewards, withdraw them and configure your ethereum wallet
cs: Podívejte se na vaše skóre příspěvků a odměny, vyplaťte si je a nastavte svoji Ethereum peněženku
hi: अपने योगदान स्कोर और पुरस्कार देखें, उन्हें वापस लें और अपने Ethereum वॉलेट को कॉन्फ़िगर करें
ja: 貢献度のスコアと報酬を確認し、引き出し、イーサリアムウォレットを設定してください
th: ดูคะแนนและผลงานของคุณ ถอนและกำหนดค่ากระเป๋าเงิน Ethereum ของคุณ
zh: 查看您的贡献分数和奖励，提取它们并配置您的etherum钱包

# WALLET_V2__WALLET__YOU_SEND_RECEIVED_WIRES_LEDGER
source: Your sent and received wires ledger
cs: Seznam vašich odeslaných a přijatých převodů
de: Ihre gesendeten und empfangenen Kabel Ledger
es: Consulta tu libro de transacciones
hi: आपके भेजे गए और प्राप्त भुगतान का हिसाब-किताब
it: Il registro dei trasferimenti inviati e ricevuti
ja: 送受信したワイヤー台帳：
pl: Twoja księga przewodowa wysłana i odebrana
pt: Os arames que você enviou e recebeu
ro: Registrul conexiunilor trimise și primite
ru: Вы отправили и получили книгу проводов
th: บัญชีแยกประเภทสำหรับการส่งและรับของคุณ
uk: Ваш відправлений та отримано дроти
zh: 您已发送并收到电汇分类帐。

# WALLET_V2__WALLET__OPT_OUT
source: Opt-out of boosts, earn 1,000 monthly points, access exclusive Minds content, and more
cs: Vypněte zobrazování boostů, získejte 1000 bodů měsíčně, mějte přístup k exkluzivnímu obsahu Minds a více
es: No acepte promociones, gane 1,000 puntos mensuales, acceda al contenido exclusivo de Minds y más
hi: बूस्ट से ऑप्ट-आउट करें, 1,000 मासिक पॉइंट जीतें, Minds के एक्सक्लूसिव कंटेंट तक एक्सेस और बहुत कुछ पाएं
it: Nascondi i boost, guadagna 1.000 punti mensili, accedi a contenuti Minds esclusivi, e altro ancora
ja: ブーストを解除すると、毎月1,000ポイントを獲得し、専用のMindsコンテンツにアクセスすることができます。
pl: Opt-out boosts, zarabiaj 1000 punktów miesięcznych, uzyskuj ekskluzywne umysły i więcej
pt: Opt-out de boosts, ganhe 1.000 pontos mensais, acesse conteúdo exclusivo de Mentes e muito mais
ru: Отключая бонусы, зарабатывайте 1000 ежемесячных баллов, получайте эксклюзивный контент для сознания и многое другое
uk: Відмовитися від збільшень, заробляти 1000 щомісячних пунктів, отримувати доступ до ексклюзивного вмісту дрібниць і більше
zh: 选择退出促销，赚取1000个月积分，访问纯粹的思想内容，以及更多

# BOOST__PUBLISHER__EARNINGS
source: Earnings
cs: Výdělky
de: Einnahmen
es: Ganancias
hi: कमाई
it: Guadagni
ja: 収益
pl: Zyski
pt: Ganhos
ro: Câștiguri
ru: Доходы
th: รายได้
tr: Kazançlar
uk: Дохід
zh: 收入

# BOOST__PUBLISHER__SETTINGS
source: Settings
cs: Nastavení
de: Einstellungen
es: Opciones
hi: सेटिंग्स
it: Impostazioni
ja: 設定
pl: Ustawienia
pt: Configurações
ro: Setări
ru: Настройки
th: การตั้งค่า
tr: Ayarlar
uk: Налаштування
zh: 设置

# BOOST_MARKETING__EXPAND_YOUR_REACH_GAIN_VIEWS
source: Expand your reach and gain {START_EMPHASISED_TEXT} thousands of views {CLOSE_EMPHASISED_TEXT}
cs: Rozšiřte svůj dosah a získejte {START_EMPHASISED_TEXT} tisíce zhlédnutí {CLOSE_EMPHASISED_TEXT}
de: Erweitern Sie Ihre Reichweite und gewinnen Sie {START_EMPHASISED_TEXT} Tausende Ansichten {CLOSE_EMPHASISED_TEXT}
es: Amplia tu alcance y gana {START_EMPHASISED_TEXT} miles de visitas {CLOSE_EMPHASISED_TEXT}
hi: अपनी पहुंच का विस्तार करें और {START_EMPHASISED_TEXT} हजारों दृश्य {CLOSE_EMPHASISED_TEXT} प्राप्त करें
it: Espandi il tuo pubblico e guadagna {START_EMPHASISED_TEXT} migliaia di visualizzazioni {CLOSE_EMPHASISED_TEXT}
ja: リーチを拡大して {START_EMPHASISED_TEXT} 千件のビューを {CLOSE_EMPHASISED_TEXT} 獲得する
pl: Rozwiń swój zasięg i zdobądź {START_EMPHASISED_TEXT} tysięcy odsłon {CLOSE_EMPHASISED_TEXT}
pt: Expanda seu alcance e ganhe {START_EMPHASISED_TEXT} milhares de visualizações {CLOSE_EMPHASISED_TEXT}
ro: Extinde-ți îndemâna ta și câștigă {START_EMPHASISED_TEXT} mii de vizualizări {CLOSE_EMPHASISED_TEXT}
ru: Увеличьте охват и получите {START_EMPHASISED_TEXT} тысяч просмотров {CLOSE_EMPHASISED_TEXT}
tr: Daha geniş kitlelere erişin ve {START_EMPHASISED_TEXT} binlerce görünüm {CLOSE_EMPHASISED_TEXT} edinin
uk: Розгорнути досяжність та отримати {START_EMPHASISED_TEXT} тисяч переглядів {CLOSE_EMPHASISED_TEXT}
zh: 拓展您的接触面，获得 {START_EMPHASISED_TEXT} 数千次的视图 {CLOSE_EMPHASISED_TEXT}

# BOOST_MARKETING__USE_TOKENS_GAIN_VIEWS
source: Use Minds Tokens to gain more views on your content from other active channels on the network. Reach new audiences and grow your channels to the next level.
cs: Použijte Minds Tokeny k získání více zhlédnutí vašeho obsahu od jiných aktivních uživatelů v síti. Oslovte nové publikum a povyšte svůj kanál na další úroveň.
de: Benutze Gedankenmarken, um mehr Ansichten über deine Inhalte von anderen aktiven Kanälen im Netzwerk zu erhalten. Erreiche ein neues Publikum und wächst deine Kanäle auf die nächste Ebene.
es: Utilice las fichas de Minds para obtener más vistas sobre su contenido de otros canales activos de la red. Alcanza nuevas audiencias y aumenta tus canales hasta el siguiente nivel.
hi: नेटवर्क पर अन्य सक्रिय चैनलों से अपने कंटेंट पर अधिक विचार प्राप्त करने के लिए Minds टोकन का उपयोग करें। नए दर्शकों तक पहुंचें और अपने चैनलों को अगले स्तर तक बढ़ाएं।
it: Usa Minds Tokens per ottenere più visualizzazioni sui tuoi contenuti da altri canali attivi sulla rete. Raggiungi nuovi utenti e porta i tuoi canali a un livello superiore.
ja: Mindsトークンを使用して、ネットワーク上の他のアクティブなチャンネルからより多くの視聴を得ることができます。 新しいオーディエンスにリーチし、チャンネルを次のレベルに成長させましょう。
pl: Użyj tokenów umysłów, aby uzyskać więcej widoków na treści z innych aktywnych kanałów w sieci. Dotrzyj do nowych odbiorców i rozwijaj swoje kanały do następnego poziomu.
pt: Use Tokens de Mente para obter mais visualizações sobre seu conteúdo de outros canais ativos na rede. Alcance novos públicos e aumente seus canais para o próximo nível.
ru: Используйте маркеры Minds для получения дополнительных просмотров контента из других активных каналов сети. Присоединяйтесь к новой аудитории и увеличивайте ваши каналы до следующего уровня.
th: ใช้โทเค็น Minds เพื่อให้คอนเทนท์ของคุณได้รับการเห็นมากขึ้นจากแชนแนลอื่น เข้าถึงคนผู้ชมใหม่ๆและทำใหแชนแนลของคุณไปสู่ระดับที่สูงขึ้น
zh: 使用Minds Tokens 从网络上的其他活跃频道获取更多关于您内容的意见。 接触到新的受众并将您的频道扩展到下一级别。

# BOOST_MARKETING__CREATE_BOOST
source: Create Boost
cs: Vytvořit Boost
de: Boost erstellen
es: Crear Boost
hi: बूस्ट करें
it: Crea Boost
ja: ブーストを作成
pl: Utwórz Wzmocnienie
pt: Criar Boost
ru: Ускорение создания
th: สร้างบูสต์
tr: Boost Oluştur
uk: Створити прискорень
zh: 创建加速

# BOOST_MARKETING__1_TOKEN_1000_VIEWS
source: 1 token = 1,000 views
cs: 1 token = 1 000 zhlédnutí
de: 1 Token = 1.000 Aufrufe
es: 1 token = 1000 vistas
it: 1 token = 1.000 visualizzazioni
pl: 1 token = 1000 wyświetleń
pt: 1 token = 1.000 visualizações
ro: 1 jeton = 1000 vizualizări
th: 1 โทเค็น = การเห็น 1,000 ครั้ง
tr: 1 token = 1000 görünüm
zh: 1 token = 1 000次查看

# BOOST_MARKETING__EXPAND_YOUR_REACH
source: Expand your reach and access new audiences. You can exchange one Minds Token for 1,000 boosted views across the network.
cs: Rozšiřte svůj dosah a získejte přístup k novému publiku. Můžete vyměnit jeden Minds Token za 1000 boostovaných zhlédnutí napříč sítí.
es: Amplía tu alcance y accede a nuevas audiencias. Puedes intercambiar un token de mentes por 1.000 vistas optimizadas en toda la red.
hi: अपनी पहुंच का विस्तार करें और नए दर्शकों तक पहुंचें। आप पूरे नेटवर्क में 1,000 बूस्ट किए गए व्यू के लिए एक Minds टोकन का आदान-प्रदान कर सकते हैं।
ja: リーチを拡大し、新しいオーディエンスにアクセスします。1つのMinds Tokenをネットワーク全体で1,000件のブーストビューに交換できます。
pl: Rozwiń swój zasięg i uzyskaj dostęp do nowych odbiorców. Możesz wymienić jeden token umysłowy dla 1000 wzmocnionych widoków w sieci.
pt: Expanda seu alcance e acesse novos audiências. Você pode trocar um Token de Mente por 1.000 visualizações otimizadas em toda a rede.
ro: Extinde-ți raza de acțiune și acces la noi audiențe. Poți schimba un Minds Token pentru 1000 de vizualizări amplificate în rețea.
ru: Расширьте ваш охват и получите доступ к новой аудитории. Вы можете обмениваться одной маркой Minds Token на 1000 улучшенных представлений по сети.
uk: Розгорніть доступ до нових аудиторій. Ви можете обміняти один маркер на 1000 покращених переглядів в мережі.
zh: 拓展您的接触面并访问新受众。您可以在整个网络中交换一个Minds Token到1 000个强化视图。

# BOOST_MARKETING__PROMOTE_YOUR_CONTENT
source: Promote your content, group or channel directly in the newsfeed or sidebar of other active Minds channels.
cs: Propagujte svůj obsah, skupinu nebo kanál přímo v kanálu novinek nebo v bočním panelu dalších aktivních Minds uživatelů.
es: Promueve tu contenido, grupo o canal directamente en el feed de noticias o barra lateral de otros canales activos mentales.
hi: अपने कंटेंट, ग्रुप या चैनल को अन्य सक्रिय Minds चैनलों के न्यूज़फ़ीड या साइडबार में सीधे प्रचारित करें।
ja: 他のアクティブなMindsチャンネルのニュースフィードまたはサイドバーに直接コンテンツ、グループ、またはチャンネルをプロモートします。
pl: Promuj treść, grupę lub kanał bezpośrednio na kanale informacyjnym lub pasku bocznym innych aktywnych kanałów umysłów.
pt: Promova o seu conteúdo, grupo ou canal diretamente no feed de notícias ou barra lateral de outros canais de Mentes ativas.
ro: Promovează-ți conținutul, grupul sau canalul direct în fluxul de știri sau bara laterală a altor canale active Minds.
ru: Продвигайте контент, группу или канал прямо в ленте новостей или боковой панели других активных каналов ума.
tr: İçerik, grup ve kanalınızı diğer aktif Minds kullanıcılarının haber akışında veya kenar çubuğunda doğrudan tanıtın.
uk: Поширюйте зміст, групу чи канал безпосередньо в стрічці новин або бічній панелі інших активних блоків.
zh: 直接在新闻源或其他活跃的心灵频道的侧边栏中宣传您的内容、组或频道。

# BOOST_MARKETING__BOOST_CAMPAIGNS
source: Boost Campaigns
cs: Boost kampaně
de: Kampagnen verstärken
es: Refuerzo de la campaña
hi: अभियान को बढ़ावा दें
it: Campagne Boost
ja: ブーストキャンペーン
pt: Campanhas de Reforço
ro: Îmbunătățește campaniile
ru: Ускорить кампании
th: บูสต์แคมเปญ
tr: Boost Kampanyaları
uk: Підсилити кампанію
zh: 提升营销活动

# BOOST_MARKETING__AUTOMATE_YOUR_CONTENT
source: Automate your content promotion by using a Boost Campaign. Set your own budget, choose the length of time to promote the content and decide what audience you would like to target. Then we will handle the rest!
cs: Automatizujte propagaci vašeho obsahu pomocí Boost kampaně. Nastavte si vlastní rozpočet, zvolte požadovaný čas pro propagaci obsahu a rozhodněte, na jaké publikum chcete cílit. My potom zařídíme vše ostatní!
de: Automatisieren Sie Ihre Inhaltswerbung mit einer Boost Kampagne. Legen Sie Ihr eigenes Budget fest, wählen Sie die Zeit, um den Inhalt zu bewerben und entscheiden Sie, welches Publikum Sie ansprechen möchten. Dann werden wir den Rest erledigen!
hi: बूस्ट अभियान का उपयोग करके अपने कंटेंट के प्रचार को स्वचालित करें। अपना बजट निर्धारित करें, कंटेंट को बूस्ट करने के लिए समय की लंबाई चुनें और तय करें कि आप किन दर्शकों को लक्षित करना चाहते हैं। फिर बाकी काम हम संभाल लेंगे!
it: Automatizza la promozione dei contenuti utilizzando una campagna Boost. Imposta il tuo budget, scegli la durata di promozione dei contenuti e decidi quale pubblico desideri raggiungere. Noi penseremo al resto!
ja: ブーストキャンペーンを使用してコンテンツのプロモーションを自動化します。 予算を設定し、コンテンツをプロモーションする時間を選択し、ターゲットにしたいオーディエンスを決定します。 その後、残りは私たちが処理します!
pl: Zautomatyzuj promocję treści za pomocą kampanii Boost. Ustaw własny budżet, wybierz czas promocji treści i zdecyduj, do której grupy odbiorców chcesz skierować. Wtedy zajmiemy się resztą!
pt: Automatize a sua promoção de conteúdo usando uma Campanha de Impulso. Defina seu próprio orçamento, escolha o tempo para promover o conteúdo e decidir que público você gostaria de atingir. Então trataremos do resto!
ro: Automatizează promoția de conținut folosind o campanie de intensificare. Setează-ți propriul buget, alege perioada de timp pentru a promova conținutul și decide ce public vrei să țintești. Apoi ne vom ocupa de restul!
ru: Автоматизируйте вашу рекламную кампанию с помощью ускоренной кампании. Задайте свой собственный бюджет, выберите время для продвижения контента и определите, какую аудиторию вы хотели бы посвятить. Тогда мы будем обрабатывать остальные!
zh: 使用提升活动自动促销您的内容。 设置您自己的预算，选择宣传内容的时间长度，并决定您想要瞄准哪些观众。 然后我们将处理其余部分！

# BOOST_MARKETING__BOOST_OFFERS
source: Boost Offers
cs: Boost nabídky
de: Boost Angebote
es: Optimizar ofertas
hi: बूस्ट ऑफ़र
it: Offerte Boost
ja: ブーストオファー
pl: Oferty Boost
pt: Otimizar ofertas
ro: Oferte de Impuls
ru: Усиление предложений
th: ข้อเสนอการบูสต์
tr: Boost Teklifleri
uk: Підвищення пропозицій
zh: 提升报价
