Repository: Minds/front
Catalog: src/locale/Minds.*.xliff
Languages: cs, de, es, hi, it, ja, pl, pt, ro, ru, th, tr, uk, zh

# NOTIFICATIONS__NOTIFICATION__GROUP_ACTIVITY
source: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} posted in {START_TAG_SPAN} {INTERPOLATION_1} {CLOSE_TAG_SPAN}
cs: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} přidal(a) příspěvek v {START_TAG_SPAN} {INTERPOLATION_1} {CLOSE_TAG_SPAN}
es: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} publicó en {START_TAG_SPAN} {INTERPOLATION_1} {CLOSE_TAG_SPAN}
hi: {START_TAG_SPAN} {INTERPOLATION_1} {CLOSE_TAG_SPAN} में {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} पोस्ट किए गए
it: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} pubblicato in {START_TAG_SPAN} {INTERPOLATION_1} {CLOSE_TAG_SPAN}
ja: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} が {START_TAG_SPAN} {INTERPOLATION_1} {CLOSE_TAG_SPAN} に投稿しました
pl: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} napisał w {START_TAG_SPAN} {INTERPOLATION_1} {CLOSE_TAG_SPAN}
pt: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} postou em {START_TAG_SPAN} {INTERPOLATION_1} {CLOSE_TAG_SPAN}
ro: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} a postat în {START_TAG_SPAN} {INTERPOLATION_1} {CLOSE_TAG_SPAN}
ru: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} оставил сообщение в {START_TAG_SPAN} {INTERPOLATION_1} {CLOSE_TAG_SPAN}
th: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} โพสต์ใน {START_TAG_SPAN} {INTERPOLATION_1} {CLOSE_TAG_SPAN}
tr: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} {START_TAG_SPAN} {INTERPOLATION_1} {CLOSE_TAG_SPAN} grubuna gönderi oluşturdu
uk: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} опубліковано в {START_TAG_SPAN} {INTERPOLATION_1} {CLOSE_TAG_SPAN}
zh: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} 发表于 {START_TAG_SPAN} {INTERPOLATION_1} {CLOSE_TAG_SPAN}

# NOTIFICATIONS__NOTIFICATION__GROUP_QUEUE_ADD
source: Your post for {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} is awaiting approval from group administrators.
cs: Váš příspěvek pro {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} čeká na schválení od správců skupin.
de: Ihr Beitrag für {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} wartet auf die Genehmigung durch Gruppenadministratoren.
es: Tu publicación para {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} está esperando la aprobación de los administradores del grupo.
hi: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} के लिए आपकी पोस्ट को ग्रुप व्यवस्थापकों से मंजूरी की प्रतीक्षा है।
it: Il tuo post per {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} è in attesa di approvazione da parte degli amministratori del gruppo.
ja: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} の投稿はグループ管理者の承認を待っています。
pl: Twój post dla {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} oczekuje na zatwierdzenie przez administratorów grupy.
pt: Sua postagem para {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} está aguardando aprovação dos administradores do grupo.
ro: Postarea ta pentru {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} așteaptă aprobarea administratorilor grupului.
ru: Ваше сообщение для {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} ожидает одобрения от администраторов группы.
th: โพสต์ของคุณเกี่ยวกับ {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} กำลังรอการอนุมัติจากแอดมินกลุ่ม
tr: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} için gönderiniz grup yöneticilerinden onay beklemektedir.
uk: Ваш пост на {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} очікує схвалення від адміністраторів групи.
zh: 您在 {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} 上的帖子正等待群组管理员批准。

# NOTIFICATIONS__NOTIFICATION__GROUP_QUEUE_APPROVE
source: Your post for {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} was approved.
cs: Váš příspěvek pro {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} byl schválen.
de: Ihr Beitrag für {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} wurde genehmigt.
es: Tu publicación para {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} ha sido aprobada.
hi: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} के लिए आपकी पोस्ट मंजूर हो गई थी।
it: Il tuo post per {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} è stato approvato.
ja: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} の投稿が承認されました。
pl: Twój post dla {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} został zatwierdzony.
pt: Sua postagem para {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} foi aprovada.
ro: Postarea ta pentru {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} a fost aprobată.
ru: Ваше сообщение для {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} было одобрено.
th: โพสต์ของคุณเกี่ยวกับ {INTERPOLATION} {CLOSE_TAG_SPAN} {START_TAG_SPAN} ได้รับการอนุมัติแล้ว
tr: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} için yaptığınız gönderi onaylandı.
uk: Ваш допис на {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} було затверджено.
zh: 您在 {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} 上的帖子已被批准。

# NOTIFICATIONS__NOTIFICATION__GROUP_QUEUE_REJECT
source: Your post for {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} was rejected.
cs: Váš příspěvek pro {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} byl zamítnut.
de: Ihr Beitrag für {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} wurde abgelehnt.
es: Tu publicación para {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} ha sido rechazada.
hi: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} के लिए आपकी पोस्ट नामंजूर कर दी गई थी।
it: Il tuo post per {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} è stato rifiutato.
ja: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} の投稿が拒否されました。
pl: Twój post dla {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} został odrzucony.
pt: Sua postagem para {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} foi rejeitada.
ro: Postarea ta pentru {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} a fost respinsă.
ru: Ваше сообщение для {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} было отклонено.
th: โพสต์ของคุณเกี่ยวกับ {INTERPOLATION} {CLOSE_TAG_SPAN} {START_TAG_SPAN} ถูกปฏิเสธ
tr: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} için yaptığınız gönderi kabul edilmedi.
uk: Ваше повідомлення для {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} було відхилено.
zh: 您在 {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} 上的帖子被拒绝。

# NOTIFICATIONS__NOTIFICATION__COMMENT_ACTIVITY_OWN
source: {INTERPOLATION} commented on {START_TAG_SPAN} your activity {CLOSE_TAG_SPAN}
cs: {INTERPOLATION} okomentoval(a) {START_TAG_SPAN} vaši aktivitu {CLOSE_TAG_SPAN}
de: {INTERPOLATION} kommentierte {START_TAG_SPAN} Ihre Aktivität {CLOSE_TAG_SPAN}
es: {INTERPOLATION} comentó en {START_TAG_SPAN} su actividad {CLOSE_TAG_SPAN}
hi: {INTERPOLATION} ने {START_TAG_SPAN} आपकी गतिविधि {CLOSE_TAG_SPAN} पर कमेंट किया
it: {INTERPOLATION} ha commentato {START_TAG_SPAN} la tua attività {CLOSE_TAG_SPAN}
ja: {INTERPOLATION} さんがあなたのアクティビティ {START_TAG_SPAN} に {CLOSE_TAG_SPAN} にコメントしました
pl: {INTERPOLATION} skomentował {START_TAG_SPAN} twoją aktywność {CLOSE_TAG_SPAN}
pt: {INTERPOLATION} comentou em {START_TAG_SPAN} sua atividade {CLOSE_TAG_SPAN}
ro: {INTERPOLATION} a comentat {START_TAG_SPAN} activitatea ta {CLOSE_TAG_SPAN}
ru: {INTERPOLATION} прокомментировал {START_TAG_SPAN} вашу деятельность {CLOSE_TAG_SPAN}
tr: {INTERPOLATION} {START_TAG_SPAN} sizin etkinliğinize {CLOSE_TAG_SPAN} yorum yazdı
uk: {INTERPOLATION} прокоментував {START_TAG_SPAN} вашу діяльність {CLOSE_TAG_SPAN}
zh: {INTERPOLATION} 评论了 {START_TAG_SPAN} 您的活动 {CLOSE_TAG_SPAN}

# NOTIFICATIONS__NOTIFICATION__COMMENT_ACTIVITY_OTHER
source: {INTERPOLATION} commented on {START_TAG_SPAN} {INTERPOLATION_1} 's activity {CLOSE_TAG_SPAN}
cs: {INTERPOLATION} okomentoval(a) aktivitu uživatele {START_TAG_SPAN} {INTERPOLATION_1} {CLOSE_TAG_SPAN}
de: {INTERPOLATION} kommentierte die Aktivität von {START_TAG_SPAN} {INTERPOLATION_1} {CLOSE_TAG_SPAN}
es: {INTERPOLATION} comentó en la actividad de {START_TAG_SPAN} {INTERPOLATION_1} {CLOSE_TAG_SPAN}
hi: {INTERPOLATION} ने {START_TAG_SPAN} {INTERPOLATION_1} की गतिविधि {CLOSE_TAG_SPAN} पर कमेंट किया
it: {INTERPOLATION} ha commentato l'attività di {START_TAG_SPAN} {INTERPOLATION_1} {CLOSE_TAG_SPAN}
pl: {INTERPOLATION} skomentował aktywność {START_TAG_SPAN} {INTERPOLATION_1} {CLOSE_TAG_SPAN}
pt: {INTERPOLATION} comentou sobre a atividade de {START_TAG_SPAN} {INTERPOLATION_1} {CLOSE_TAG_SPAN}
ro: {INTERPOLATION} a comentat {START_TAG_SPAN} {INTERPOLATION_1} activitatea {CLOSE_TAG_SPAN}
ru: {INTERPOLATION} прокомментировал деятельность {START_TAG_SPAN} {INTERPOLATION_1} {CLOSE_TAG_SPAN}
th: {INTERPOLATION} คอมเมนท์กิจกรรมของ {START_TAG_SPAN} {INTERPOLATION_1} {CLOSE_TAG_SPAN}
uk: {INTERPOLATION} прокоментував діяльність {START_TAG_SPAN} {INTERPOLATION_1} {CLOSE_TAG_SPAN}

# NOTIFICATIONS__NOTIFICATION__COMMENT_X_ON_Y
source: {INTERPOLATION} commented on {START_TAG_SPAN} {INTERPOLATION_1} {CLOSE_TAG_SPAN}
cs: {INTERPOLATION} okomentoval(a) {START_TAG_SPAN} {INTERPOLATION_1} {CLOSE_TAG_SPAN}
de: {INTERPOLATION} kommentierte {START_TAG_SPAN} {INTERPOLATION_1} {CLOSE_TAG_SPAN}
es: {INTERPOLATION} comentó en {START_TAG_SPAN} {INTERPOLATION_1} {CLOSE_TAG_SPAN}
hi: {INTERPOLATION} ने {START_TAG_SPAN} {INTERPOLATION_1} {CLOSE_TAG_SPAN} पर कमेंट किया
it: {INTERPOLATION} ha commentato {START_TAG_SPAN} {INTERPOLATION_1} {CLOSE_TAG_SPAN}
ja: {INTERPOLATION} が {START_TAG_SPAN} {INTERPOLATION_1} {CLOSE_TAG_SPAN} にコメントしました
pl: {INTERPOLATION} skomentował {START_TAG_SPAN} {INTERPOLATION_1} {CLOSE_TAG_SPAN}
pt: {INTERPOLATION} comentou em {START_TAG_SPAN} {INTERPOLATION_1} {CLOSE_TAG_SPAN}
ro: {INTERPOLATION} a comentat {START_TAG_SPAN} {INTERPOLATION_1} {CLOSE_TAG_SPAN}
ru: {INTERPOLATION} прокомментировал {START_TAG_SPAN} {INTERPOLATION_1} {CLOSE_TAG_SPAN}
th: {INTERPOLATION} คอมเมนท์ {START_TAG_SPAN} {INTERPOLATION_1} {CLOSE_TAG_SPAN}
tr: {INTERPOLATION} {START_TAG_SPAN} {INTERPOLATION_1} {CLOSE_TAG_SPAN} üzerine yorum yazdı
uk: {INTERPOLATION} прокоментував {START_TAG_SPAN} {INTERPOLATION_1} {CLOSE_TAG_SPAN}
zh: {INTERPOLATION} 评论了 {START_TAG_SPAN} {INTERPOLATION_1} {CLOSE_TAG_SPAN}

# NOTIFICATIONS__NOTIFICATION__COMMENTED_ON
source: {INTERPOLATION} commented on
cs: {INTERPOLATION} okomentoval(a)
de: {INTERPOLATION} kommentierte
es: {INTERPOLATION} comentó en
hi: {INTERPOLATION} पर कमेंट किया
it: {INTERPOLATION} ha commentato il
ja: {INTERPOLATION} がコメントしました
pl: {INTERPOLATION} skomentował
pt: {INTERPOLATION} comentou em
ro: {INTERPOLATION} a comentat pe
ru: {INTERPOLATION} прокомментировал
th: {INTERPOLATION} คอมเมนท์
tr: {INTERPOLATION} şu konuya yorum yazdı
uk: {INTERPOLATION} прокоментував
zh: {INTERPOLATION} 评论于

# NOTIFICATIONS__NOTIFICATION__REPLIED_TO
source: {INTERPOLATION} replied to your comment on
cs: {INTERPOLATION} odpověděl(a) na váš komentář u
de: {INTERPOLATION} hat auf Ihren Kommentar geantwortet auf
es: {INTERPOLATION} respondió a su comentario en
hi: {INTERPOLATION} ने आपके कमेंट का जवाब दिया
it: {INTERPOLATION} ha risposto al tuo commento su
ja: {INTERPOLATION} さんがあなたのコメントに返信しました
pl: {INTERPOLATION} odpowiedział na Twój komentarz na
pt: {INTERPOLATION} respondeu ao seu comentário em
ro: {INTERPOLATION} a răspuns la comentariul tău la
ru: {INTERPOLATION} ответил на ваш комментарий
th: {INTERPOLATION} ตอบรีพลายข้อความของคุณใน
uk: {INTERPOLATION} відповів на ваш коментар
zh: {INTERPOLATION} 回复了您的评论

# NOTIFICATIONS__NOTIFICATION__OTHER_OBJECT
source: {INTERPOLATION} 's {INTERPOLATION_1}
cs: {INTERPOLATION} od {INTERPOLATION_1}
hi: {INTERPOLATION} का {INTERPOLATION_1}
ru: {INTERPOLATION} {INTERPOLATION_1}
th: {INTERPOLATION} ของ {INTERPOLATION_1}

# NOTIFICATIONS__NOTIFICATION__OWN_OBJECT
source: your {INTERPOLATION}
cs: váš {INTERPOLATION}
de: dein {INTERPOLATION}
es: tu {INTERPOLATION}
hi: आपका {INTERPOLATION}
it: il tuo {INTERPOLATION}
ja: あなたの {INTERPOLATION}
pl: twój {INTERPOLATION}
pt: sua {INTERPOLATION}
ro: {INTERPOLATION} tău
ru: ваш {INTERPOLATION}
th: {INTERPOLATION} ของคุณ
tr: sizin {INTERPOLATION}
uk: ваш {INTERPOLATION}
zh: 您的 {INTERPOLATION}

# NOTIFICATIONS__NOTIFICATION__REPLIED_TO_GROUP_CONVERSATION
source: {INTERPOLATION} replied to your message in
cs: {INTERPOLATION} odpověděl(a) na vaši zprávu v
de: {INTERPOLATION} antwortete auf deine Nachricht in
es: {INTERPOLATION} respondió a tu mensaje en
hi: {INTERPOLATION} ने आपके मैसेज पर इसमें जवाब दिया
it: {INTERPOLATION} ha risposto al tuo messaggio in
ja: {INTERPOLATION} さんがあなたのメッセージに返信しました
pl: {INTERPOLATION} odpowiedział/a na Twoją wiadomość w
pt: {INTERPOLATION} respondeu à sua mensagem em
ro: {INTERPOLATION} a răspuns la mesajul tău în
ru: {INTERPOLATION} ответил на ваше сообщение через
th: {INTERPOLATION} ตอบรีพลายข้อความของคุณใน
uk: {INTERPOLATION} відповів на ваше повідомлення в
zh: {INTERPOLATION} 回复了您的消息

# NOTIFICATIONS__NOTIFICATION__ERROR_VIEWING
source: There was an error viewing this notification.
cs: Při zobrazování tohoto oznámení došlo k chybě.
de: Beim Betrachten dieser Benachrichtigung ist ein Fehler aufgetreten.
es: Hubo un error al ver esta notificación.
hi: इस सूचना को देखने में एक त्रुटि हुई।
it: Si è verificato un errore durante la visualizzazione di questa notifica.
ja: この通知の表示中にエラーが発生しました。
pl: Wystąpił błąd podczas przeglądania tego powiadomienia.
pt: Houve um erro ao visualizar esta notificação.
ro: A apărut o eroare la vizualizarea acestei notificări.
ru: Произошла ошибка при просмотре уведомления.
th: เกิดข้อผิดพลาดขึ้นระหว่างการเข้าชมการแจ้งเตือนนี้
tr: Bu bildirimin gösteriminde bir hata oluştu.
uk: При перегляді цього сповіщення сталася помилка.
zh: 查看此通知时出错。

# NOTIFICATIONS__NOTIFICATION__LIKE__VOTED_UP_OBJECT
source: {INTERPOLATION} voted up
cs: {INTERPOLATION} se líbí
de: {INTERPOLATION} positiv bewertet
es: {INTERPOLATION} votó a favor
hi: {INTERPOLATION} ने अप वोट किया
it: {INTERPOLATION} votati
ja: {INTERPOLATION} が投票しました
pt: {INTERPOLATION} votou a favor
ro: {INTERPOLATION} a votat sus
ru: {INTERPOLATION} проголосовал «за»
th: {INTERPOLATION} โหวตขึ้น
tr: {INTERPOLATION} artı oy verdi
uk: {INTERPOLATION} проголосував
zh: {INTERPOLATION} 投了票

# NOTIFICATIONS__NOTIFICATION__LIKE__VOTED_UP_ACTIVITY
source: {INTERPOLATION} voted up {START_TAG_SPAN} {INTERPOLATION_1} {CLOSE_TAG_SPAN}
cs: {INTERPOLATION} se líbí {START_TAG_SPAN} {INTERPOLATION_1} {CLOSE_TAG_SPAN}
de: {INTERPOLATION} hat {START_TAG_SPAN} {INTERPOLATION_1} {CLOSE_TAG_SPAN} gewählt
hi: {INTERPOLATION} ने {START_TAG_SPAN} {INTERPOLATION_1} {CLOSE_TAG_SPAN} को अप वोट किया
it: {INTERPOLATION} ha votato {START_TAG_SPAN} {INTERPOLATION_1} {CLOSE_TAG_SPAN}
ja: {INTERPOLATION} が {START_TAG_SPAN} {INTERPOLATION_1} {CLOSE_TAG_SPAN} に投票しました
pt: {INTERPOLATION} votou {START_TAG_SPAN} {INTERPOLATION_1} {CLOSE_TAG_SPAN}
ro: {INTERPOLATION} a votat {START_TAG_SPAN} {INTERPOLATION_1} {CLOSE_TAG_SPAN}
ru: {INTERPOLATION} проголосовал за {START_TAG_SPAN} {INTERPOLATION_1} {CLOSE_TAG_SPAN}
th: {INTERPOLATION} โหวตขึ้น {START_TAG_SPAN} {INTERPOLATION_1} {CLOSE_TAG_SPAN}
tr: {INTERPOLATION} artı oy verdi {START_TAG_SPAN} {INTERPOLATION_1} {CLOSE_TAG_SPAN}
uk: {INTERPOLATION} проголосував {START_TAG_SPAN} {INTERPOLATION_1} {CLOSE_TAG_SPAN}
zh: {INTERPOLATION} 投票 {START_TAG_SPAN} {INTERPOLATION_1} {CLOSE_TAG_SPAN}

# NOTIFICATIONS__NOTIFICATION__LIKE__VOTED_UP_OWN_ACTIVITY
source: {INTERPOLATION} voted up {START_TAG_SPAN} your activity {CLOSE_TAG_SPAN}
cs: {INTERPOLATION} se líbí {START_TAG_SPAN} vaše aktivita {CLOSE_TAG_SPAN}
de: {INTERPOLATION} hat {START_TAG_SPAN} deine Aktivität {CLOSE_TAG_SPAN} bewertet
hi: {INTERPOLATION} ने {START_TAG_SPAN} आपकी गतिविधि {CLOSE_TAG_SPAN} को अप वोट किया
it: {INTERPOLATION} ha votato {START_TAG_SPAN} la tua attività {CLOSE_TAG_SPAN}
ja: {INTERPOLATION} が {START_TAG_SPAN} あなたのアクティビティ {CLOSE_TAG_SPAN} に投票しました
pt: {INTERPOLATION} votou a favor {START_TAG_SPAN} sua atividade {CLOSE_TAG_SPAN}
ro: {INTERPOLATION} a votat {START_TAG_SPAN} activitatea ta {CLOSE_TAG_SPAN}
ru: {INTERPOLATION} проголосовал за {START_TAG_SPAN} вашу активность {CLOSE_TAG_SPAN}
th: {INTERPOLATION} โหวตขึ้น {START_TAG_SPAN} กิจกรรมของคุณ {CLOSE_TAG_SPAN}
uk: {INTERPOLATION} проголосував {START_TAG_SPAN} ваша діяльність {CLOSE_TAG_SPAN}
zh: {INTERPOLATION} 投票赞成 {START_TAG_SPAN} 你的活动 {CLOSE_TAG_SPAN}

# NOTIFICATIONS__NOTIFICATION__LIKE__VOTED_UP_COMMENT
source: {INTERPOLATION} voted up {START_TAG_SPAN} your comment {CLOSE_TAG_SPAN} {START_TAG_SPAN_1} your reply {CLOSE_TAG_SPAN}
cs: {INTERPOLATION} se líbí {START_TAG_SPAN} váš komentář {CLOSE_TAG_SPAN} {START_TAG_SPAN_1} vaše odpověď {CLOSE_TAG_SPAN}
de: {INTERPOLATION} hat {START_TAG_SPAN} deinen Kommentar {CLOSE_TAG_SPAN} {START_TAG_SPAN_1} deine Antwort {CLOSE_TAG_SPAN} bewertet
hi: {INTERPOLATION} ने {START_TAG_SPAN} आपके कमेंट {CLOSE_TAG_SPAN} {START_TAG_SPAN_1} आपके जवाब {CLOSE_TAG_SPAN} को अप वोट किया
it: {INTERPOLATION} ha votato {START_TAG_SPAN} il tuo commento {CLOSE_TAG_SPAN} {START_TAG_SPAN_1} la tua risposta {CLOSE_TAG_SPAN}
ja: {INTERPOLATION} があなたのコメント {START_TAG_SPAN} {CLOSE_TAG_SPAN} {START_TAG_SPAN_1} の返信 {CLOSE_TAG_SPAN} に投票しました
pt: {INTERPOLATION} votou a favor {START_TAG_SPAN} seu comentário {CLOSE_TAG_SPAN} {START_TAG_SPAN_1} sua resposta {CLOSE_TAG_SPAN}
ro: {INTERPOLATION} a votat {START_TAG_SPAN} comentariul tău {CLOSE_TAG_SPAN} {START_TAG_SPAN_1} la {CLOSE_TAG_SPAN}
ru: {INTERPOLATION} проголосовал за {START_TAG_SPAN} ваш комментарий {CLOSE_TAG_SPAN} {START_TAG_SPAN_1} ваш ответ {CLOSE_TAG_SPAN}
th: {INTERPOLATION} โหวตขึ้น {START_TAG_SPAN} คอมเมนท์ของคุณ {CLOSE_TAG_SPAN} {START_TAG_SPAN_1} คำตอบกลับของคุณ {CLOSE_TAG_SPAN}
tr: {INTERPOLATION} {START_TAG_SPAN} yorumunuz için {CLOSE_TAG_SPAN} artı oy verdi {START_TAG_SPAN_1} yanıtınız {CLOSE_TAG_SPAN}
uk: {INTERPOLATION} проголосував {START_TAG_SPAN} за ваш коментар {CLOSE_TAG_SPAN} {START_TAG_SPAN_1} ваш відповідь {CLOSE_TAG_SPAN}
zh: {INTERPOLATION} 投票赞成了 {START_TAG_SPAN} 你的评论 {CLOSE_TAG_SPAN} {START_TAG_SPAN_1} 你的回复 {CLOSE_TAG_SPAN}

# NOTIFICATIONS__NOTIFICATION__LIKE__VOTED_UP_CONVERSATION
source: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} voted up your message in {START_TAG_SPAN} {INTERPOLATION_1} {CLOSE_TAG_SPAN} 's conversation
cs: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} se líbí vaše zpráva v konverzaci {START_TAG_SPAN} {INTERPOLATION_1} {CLOSE_TAG_SPAN}
hi: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} ने {START_TAG_SPAN} {INTERPOLATION_1} {CLOSE_TAG_SPAN} की बातचीत में आपके मैसेज को अप वोट किया
it: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} ha votato il tuo messaggio nella conversazione di {START_TAG_SPAN} {INTERPOLATION_1} {CLOSE_TAG_SPAN}
pl: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} zagłosował na Twoją wiadomość w rozmowie {START_TAG_SPAN} {INTERPOLATION_1} {CLOSE_TAG_SPAN}
th: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} โหวตขึ้นข้อความของคุณใน {START_TAG_SPAN} ข้อความของ {INTERPOLATION_1} {CLOSE_TAG_SPAN}
tr: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} {START_TAG_SPAN} {INTERPOLATION_1} {CLOSE_TAG_SPAN} 'da bulunan görüşmedeki mesajınız için artı oy verdi
uk: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} проголосував за повідомлення в {START_TAG_SPAN} {INTERPOLATION_1} {CLOSE_TAG_SPAN}

# NOTIFICATIONS__NOTIFICATION__POST_DELETED
source: This post was deleted.
cs: Tento příspěvek byl smazán.
de: Dieser Post wurde gelöscht.
es: Esta publicación fue eliminada.
hi: यह पोस्ट हटा दी गई थी।
it: Questo post è stato cancellato.
ja: この投稿は削除されました。
pl: Ten post został usunięty.
pt: Esta publicação foi apagada.
ro: Această postare a fost ștearsă.
ru: Эта публикация была удалена.
th: โพสต์นี้ถูกลบแล้ว
tr: Bu gönderi silindi.
zh: 这个发文已被删除.

# NOTIFICATIONS__NOTIFICATION__DOWNVOTE__VOTED_DOWN_OBJECT
source: {INTERPOLATION} down voted
cs: {INTERPOLATION} se nelíbí
de: {INTERPOLATION} nach unten gestimmt
es: {INTERPOLATION} votos negativos
hi: {INTERPOLATION} डाउन वोट किया गया
it: {INTERPOLATION} votati negativamente
ja: {INTERPOLATION} が投票しました
pl: {INTERPOLATION} zagłosował/a
pt: {INTERPOLATION} votos contra
ro: {INTERPOLATION} a votat
ru: {INTERPOLATION} проголосовал «против»
th: {INTERPOLATION} โหวตลง
tr: {INTERPOLATION} eksi oy verdi
zh: {INTERPOLATION} 反对投票

# NOTIFICATIONS__NOTIFICATION__DOWNVOTE__VOTED_DOWN_ACTIVITY
source: {INTERPOLATION} down voted {START_TAG_SPAN} {INTERPOLATION_1} {CLOSE_TAG_SPAN}
cs: {INTERPOLATION} se nelíbí {START_TAG_SPAN} {INTERPOLATION_1} {CLOSE_TAG_SPAN}
de: {INTERPOLATION} hat {START_TAG_SPAN} {INTERPOLATION_1} {CLOSE_TAG_SPAN} abgelehnt
es: {INTERPOLATION} votó negativamente {START_TAG_SPAN} {INTERPOLATION_1} {CLOSE_TAG_SPAN}
hi: {INTERPOLATION} ने {START_TAG_SPAN} {INTERPOLATION_1} {CLOSE_TAG_SPAN} को डाउन वोट किया
it: {INTERPOLATION} votato negativamente {START_TAG_SPAN} {INTERPOLATION_1} {CLOSE_TAG_SPAN}
ja: {INTERPOLATION} が {START_TAG_SPAN} {INTERPOLATION_1} {CLOSE_TAG_SPAN} に投票しました
pt: {INTERPOLATION} não votou {START_TAG_SPAN} {INTERPOLATION_1} {CLOSE_TAG_SPAN}
ro: {INTERPOLATION} a votat {START_TAG_SPAN} {INTERPOLATION_1} {CLOSE_TAG_SPAN}
ru: {INTERPOLATION} проголосовал {START_TAG_SPAN} {INTERPOLATION_1} {CLOSE_TAG_SPAN}
th: {INTERPOLATION} โหวตลง {START_TAG_SPAN} {INTERPOLATION_1} {CLOSE_TAG_SPAN}
tr: {INTERPOLATION} eksi oy verdi {START_TAG_SPAN} {INTERPOLATION_1} {CLOSE_TAG_SPAN}
uk: {INTERPOLATION} проголосував {START_TAG_SPAN} {INTERPOLATION_1} {CLOSE_TAG_SPAN}
zh: {INTERPOLATION} 投反对票了 {START_TAG_SPAN} {INTERPOLATION_1} {CLOSE_TAG_SPAN}

# NOTIFICATIONS__NOTIFICATION__DOWNVOTE__VOTED_DOWN_OWN_ACTIVITY
source: {INTERPOLATION} down voted {START_TAG_SPAN} your activity {CLOSE_TAG_SPAN}
cs: {INTERPOLATION} se nelíbí {START_TAG_SPAN} vaše aktivita {CLOSE_TAG_SPAN}
de: {INTERPOLATION} hat {START_TAG_SPAN} deine Aktivität {CLOSE_TAG_SPAN} abgelehnt
es: {INTERPOLATION} votó negativamente {START_TAG_SPAN} su actividad {CLOSE_TAG_SPAN}
hi: {INTERPOLATION} ने {START_TAG_SPAN} आपकी गतिविधि {CLOSE_TAG_SPAN} को डाउन वोट किया
it: {INTERPOLATION} votato negativamente {START_TAG_SPAN} la tua attività {CLOSE_TAG_SPAN}
ja: {INTERPOLATION} が {START_TAG_SPAN} あなたのアクティビティ {CLOSE_TAG_SPAN} に投票しました
pl: {INTERPOLATION} dał głos {START_TAG_SPAN} na twoją aktywność {CLOSE_TAG_SPAN}
pt: {INTERPOLATION} não votou {START_TAG_SPAN} sua atividade {CLOSE_TAG_SPAN}
ro: {INTERPOLATION} a votat {START_TAG_SPAN} activitatea ta {CLOSE_TAG_SPAN}
ru: {INTERPOLATION} проголосовал {START_TAG_SPAN} за вашу активность {CLOSE_TAG_SPAN}
th: {INTERPOLATION} โหวตลง {START_TAG_SPAN} กิจกรรมของคุณ {CLOSE_TAG_SPAN}
tr: {INTERPOLATION} {START_TAG_SPAN} etkinliğiniz için {CLOSE_TAG_SPAN} eksi oy verdi
zh: {INTERPOLATION} 反对投票了 {START_TAG_SPAN} 您的活动 {CLOSE_TAG_SPAN}
