Repository: Minds/front
Catalog: src/locale/Minds.*.xliff
Languages: cs, de, es, hi, it, ja, pl, pt, ro, ru, th, tr, uk, zh

# MARKETING_ENJOY_POST_OTHER_CHANNELS
source: Enjoy a post from another channel? Send them tokens to show your support. Tokens help other creators promote their content and build their network.
cs: Líbí se vám příspěvek od jiného kanálu? Pošlete mu tokeny a podpořte jej. Tokeny pomáhají ostatním tvůrcům propagovat jejich obsah a vytvářet jejich síť.
de: Gefällt dir ein Beitrag aus einem anderen Kanal? Schicke ihnen Token um deine Unterstützung zu zeigen. Tokens helfen anderen Erschaffern ihre Inhalte zu fördern und ihr Netzwerk aufzubauen.
es: Disfruta de una publicación de otro canal? Envíales tokens para mostrar tu apoyo. Los tokens ayudan a otros creadores a promover su contenido y construir su red.
hi: किसी अन्य चैनल की पोस्ट का आनंद लेना है? अपना समर्थन दिखाने के लिए उन्हें टोकन भेजें। टोकन अन्य क्रिएटर्स को उनके कंटेंट को बूस्ट करने और उनके नेटवर्क के निर्माण में मदद करते हैं।
it: Ti piace un post di un altro canale? Mandagli dei token per mostrare il tuo sostegno. I gettoni aiutano gli altri creatori a promuovere i loro contenuti e a costruire la loro rete.
ja: 他のチャンネルからの投稿を楽しみますか？トークンを送ってあなたのサポートを表示しましょう。トークンは他のクリエイターが自分のコンテンツを宣伝し、ネットワークを構築するのに役立ちます。
pl: Ciesz się postem z innego kanału? Wyślij im tokeny aby pokazać swoje wsparcie. Tokeny pomagają innym twórcom promować ich treści i budować swoją sieć.
pt: Desfrute de uma publicação de outro canal? Envie tokens para mostrar seu suporte. Tokens ajudam outros criadores a promover o conteúdo deles e construir sua rede.
zh: 喜欢来自其他频道的帖子？发送令牌来显示您的支持。代币帮助其他创作者推广他们的内容并建立他们的网络。

# COMMON__OTHER_FEATURES
source: Other features
cs: Další funkce
de: Andere Funktionen
es: Otras características
hi: अन्य सुविधाओं
it: Altre caratteristiche
ja: その他の機能
pl: Inne funkcje
pt: Outros recursos
ro: Alte caracteristici
ru: Другие возможности
tr: Diğer özellikler
uk: Інші особливості
zh: 其他功能

# COMMON__DECENTRALIZED
source: Decentralized
cs: Decentralizované
de: Dezentralisiert
es: Descentralizado
it: Decentralizzato
ja: 地方分権化
pl: Zdecentralizowany
pt: Descentralizado
ro: Descentralizat
ru: Децентрализовано
tr: Merkezi olmayan
uk: Децентралізовано
zh: 放权化

# COMMON__ERC20_HARNESSING_BLOCKCHAIN
source: An {START_LINK} ERC-20 {CLOSE_LINK} token harnessing the Ethereum blockchain to give you full control over your crypto.
cs: Využití {START_LINK} ERC-20 {CLOSE_LINK} tokenů na Ethereum blockchainu vám dává plnou kontrolu nad vaší kryptoměnou.
hi: आपके क्रिप्टो पर पूर्ण नियंत्रण देने के लिए Ethereum ब्लॉकचेन का ठीक तरह से इस्तेमाल करने वाला एक {START_LINK} ERC-20 {CLOSE_LINK} टोकन।
ja: 暗号を完全に制御するために、イーサリアムブロックチェーンを活用する {START_LINK} ERC-20 {CLOSE_LINK} トークン。
zh: 一个 {START_LINK} ERC-20 {CLOSE_LINK} 令牌利用Ethereum 区块链让您完全控制您的加密。

# COMMON__EARN_DAILY_REWARDS
source: Earn daily rewards
cs: Získejte denní odměny
de: Erhalte tägliche Belohnungen
es: Gana recompensas diarias
hi: दैनिक पुरस्कार अर्जित करें
it: Guadagna ricompense giornaliere
ja: 毎日の報酬を獲得する
pl: Zdobywaj dzienne nagrody
pt: Ganhe recompensas diárias
ro: Câștigă recompense zilnice
ru: Получайте ежедневные награды
tr: Her gün ödüller kazanın
uk: Заробляйте щоденні нагороди
zh: 赚取每日奖励

# COMMON__DONT_HAVE_FUNDS_EARN_TOKENS
source: Don’t have the funds to buy tokens? You can also earn them as {START_LINK} rewards {CLOSE_LINK} for your contribution to the network each day.
cs: Nemáte finanční prostředky na nákup tokenů? Můžete je také každý den vydělávat jako {START_LINK} odměnu {CLOSE_LINK} za váš příspěvek do sítě.
de: Sie haben kein Guthaben um Tokens zu kaufen? Sie können diese auch als {START_LINK} Belohnungen {CLOSE_LINK} für Ihren Beitrag an das Netzwerk verdienen.
es: ¿No tienes fondos para comprar tokens? También puedes ganarlos como {START_LINK} recompensas {CLOSE_LINK} por tu contribución a la red cada día.
hi: टोकन खरीदने के लिए फ़ंड नहीं है? प्रत्येक दिन नेटवर्क में आपके योगदान के लिए आप उन्हें {START_LINK} पुरस्कार {CLOSE_LINK} के रूप में भी जीत सकते हैं।
it: Non hai fondi per acquistare i token? Puoi anche guadagnarli ogni giorno come {START_LINK} ricompense {CLOSE_LINK} per il tuo contributo alla rete.
ja: トークンを購入するための資金がありませんか？毎日ネットワークへの貢献により、 {START_LINK} 報酬 {CLOSE_LINK} として獲得することもできます。
pl: Nie masz środków, aby kupić tokeny? Możesz je także zdobyć jako {START_LINK} nagród {CLOSE_LINK} za swój wkład w sieć każdego dnia.
pt: Não tem fundos para comprar tokens? Você também pode ganhar como {START_LINK} recompensas {CLOSE_LINK} por sua contribuição para a rede todos os dias.
ru: У вас нет средств для покупки жетонов? Вы также можете зарабатывать их как {START_LINK} наград {CLOSE_LINK} за ваш вклад в сеть каждый день.
uk: Не маєте коштів на покупку? Ви також можете отримати їх у вигляді {START_LINK} винагород {CLOSE_LINK} за ваш внесок у мережу кожного дня.
zh: 没有钱来购买令牌？你也可以赚到他们， {START_LINK} 每天奖励 {CLOSE_LINK} 你对网络的贡献。

# COMMON__SUPPORT_MINDS
source: Support Minds
cs: Podpořte Minds
de: Unterstütze Gedanken
es: Mente de apoyo
hi: Minds को सपोर्ट करें
it: Supporta Minds
ja: マインドをサポート
pl: Umysły wsparcia
pt: Apoiar Mentes
ro: Minute de suport
ru: Поддержка умы
uk: Хвіст підтримки
zh: 支持意见

# COMMON__BUYING_TOKENS_KEEP_MINDS_INDEPENDANT
source: Buying tokens is one of the best ways to keep Minds independent and support Internet freedom.
cs: Nákup tokenů je jedním z nejlepších způsobů, jak udržet Minds nezávislé a podpořit svobodu internetu.
de: Tokens zu kaufen ist eine der besten Möglichkeiten, um den Geist unabhängig zu halten und die Freiheit des Internets zu unterstützen.
es: Comprar tokens es una de las mejores maneras de mantener la mente independiente y apoyar la libertad de Internet.
hi: Minds को स्वतंत्र रखने और इंटरनेट की आजादी का समर्थन करने के लिए टोकन खरीदना सबसे अच्छा तरीका है।
ja: トークンを購入することは、マインドを独立させ、インターネットの自由をサポートする最良の方法の1つです。
pl: Zakupy tokenów są jednym z najlepszych sposobów zachowania niezależności umysłów i wspierania wolności Internetu.
pt: Comprar tokens é uma das melhores maneiras de manter o Minds independente e apoiar a liberdade da Internet.
ro: Cumpărarea jetoanelor este una dintre cele mai bune modalități de a menține Minds independent și de a sprijini libertatea internetului.
zh: 购买令牌是保持思想独立和支持互联网自由的最佳方式之一。

# COMMON__MINDS_REWARDS
source: Minds Rewards
cs: Minds odměny
de: Gedankenbelohnungen
es: Recompensas
hi: Minds पुरस्कार
it: Ricompense di Minds
ja: Minds報酬
pl: Nagrody dla umysłów
pt: Recompensas do Minds
ro: Recompense Minds
ru: Награда за удар
th: รางวัล Minds
tr: Minds Ödülleri
uk: Нагороди Мінуса
zh: 心灵奖励

# COMMON__EARN_TOKENS_FOR_CONTRIBUTIONS
source: Earn tokens for your {START_EMPHASISED_TEXT} contributions to the network {CLOSE_EMPHASISED_TEXT}
cs: Vydělávejte tokeny za vaše {START_EMPHASISED_TEXT} příspěvky do sítě {CLOSE_EMPHASISED_TEXT}
de: Verdiene Token für deine {START_EMPHASISED_TEXT} Beiträge zum Netzwerk {CLOSE_EMPHASISED_TEXT}
es: Gana tokens por tus {START_EMPHASISED_TEXT} contribuciones a la red {CLOSE_EMPHASISED_TEXT}
hi: {CLOSE_EMPHASISED_TEXT} नेटवर्क में योगदान के लिए {START_EMPHASISED_TEXT} अपने टोकन जीतें
it: Guadagna token per i tuoi {START_EMPHASISED_TEXT} contributi alla rete {CLOSE_EMPHASISED_TEXT}
ja: {START_EMPHASISED_TEXT} のネットワーク {CLOSE_EMPHASISED_TEXT} への貢献でトークンを獲得する
pl: Zarabiaj tokeny za swój {START_EMPHASISED_TEXT} wkład w sieć {CLOSE_EMPHASISED_TEXT}
pt: Ganhe tokens por suas contribuições {START_EMPHASISED_TEXT} para a rede {CLOSE_EMPHASISED_TEXT}
ro: Câștigă jetoane pentru contribuțiile tale {START_EMPHASISED_TEXT} la rețea {CLOSE_EMPHASISED_TEXT}
zh: 为您的 {START_EMPHASISED_TEXT} 对网络 {CLOSE_EMPHASISED_TEXT} 的贡献赚取令牌

# COMMON__EACH_DAY_RECEIVED
source: Each day you will receive a contribution score for your activity on the network.
cs: Každý den obdržíte skóre za vaši aktivitu na síti.
de: Jeden Tag erhalten Sie einen Beitrag für Ihre Aktivitäten im Netzwerk.
es: Cada día recibirás una puntuación de contribución para tu actividad en la red.
hi: प्रत्येक दिन आपको नेटवर्क पर अपनी गतिविधि के लिए एक योगदान स्कोर प्राप्त होगा।
it: Ogni giorno riceverai un punteggio di contributo per la tua attività sulla rete.
ja: 毎日、ネットワーク上のアクティビティのコントリビューションスコアが表示されます。
pl: Każdego dnia otrzymasz wynik wkładu dla swojej aktywności w sieci.
pt: Cada dia você receberá uma pontuação contributiva para a sua atividade na rede.
ro: În fiecare zi vei primi un scor de contribuție pentru activitatea ta în rețea.
ru: Каждый день вы будете получать баллы за вашу деятельность в сети.
tr: Her gün ağ üzerindeki etkinlikleriniz için bir katkı skoru alırsınız.
uk: Кожного дня ви отримаєте внесок за свою діяльність в мережі.
zh: 您每天都会收到您在网络上的活动的贡献分数。

# COMMON__SCORE_DETERMINES SHARE
source: This score determines your share of the daily rewards pool and results in a payout of Minds Tokens, which can be used to support other channels or boost your content for more reach.
cs: Toto skóre určuje váš podíl a výplatu z denního fondu odměn Minds Tokenů, které lze použít k podpoře jiných kanálů nebo boostování vašeho obsahu pro větší dosah.
es: Esta puntuación determina tu participación en el fondo diario de recompensas y da como resultado un pago de Minds Tokens, que puede ser usado para apoyar otros canales o aumentar su contenido para más alcance.
hi: यह स्कोर दैनिक पुरस्कार पूल के आपके हिस्से को निर्धारित करता है और इसके परिणामस्वरूप Minds टोकन का भुगतान होता है, जिसका उपयोग अन्य चैनलों का समर्थन करने या अधिक पहुंच के लिए आपके कंटेंट को बूस्ट करने के लिए किया जा सकता है।
ja: このスコアにより、毎日の報酬プールのシェアが決定され、マインドトークンの支払いが行われます。 他のチャンネルをサポートしたり、コンテンツをブーストしてリーチできるようにすることができます。
pl: Ten wynik określa Twój udział w dziennej puli nagród i skutkuje wypłatą tokenów umysłów, które mogą być używane do obsługi innych kanałów lub zwiększenia twoich treści w celu uzyskania większego zasięgu.
pt: Esta pontuação determina sua participação no conjunto de recompensas diárias e resulta em um pagamento de Tokens de Mentes que pode ser usado para oferecer suporte a outros canais ou aumentar seu conteúdo para um maior alcance.
zh: 这个分数决定您在每日奖励池中所占的份额，并且结果来自Minds Tokens。 它可以用于支持其他频道或提升您的内容以达到更多的频道。

# COMMON__JOIN_REWARDS
source: Join Rewards
cs: Připojit se k odměnám
de: Trete Belohnungen bei
es: Únete a Recompensas
hi: पुरस्कार में शामिल हों
it: Accedi alle ricompense
ja: 参加ボーナス
pl: Dołącz do Nagród
pt: Junte-se às Recompensas
ro: Alătură-te Recompenselor
ru: Награды за участие
tr: Ödüllere Katılın
uk: Приєднатися до нагород
zh: 加入奖励

# COMMON__REWARD_FOR_UNIQUE_ENGAGEMENT
source: We reward you for the amount of unique engagement received on your content. In order to prevent fraud, you can only receive credit once per engagement type per day from verified channels.
cs: Odměňujeme vás za množství unikátní interakce u vašeho obsahu. Abychom zabránili podvodům, můžete kredit obdržet pouze od ověřených kanálů, jednou denně za každý typ interakce.
de: Wir belohnen Sie für den Umfang des einzigartigen Engagements für Ihre Inhalte. Um Betrügereien vorzubeugen, können Sie nur einmal pro Verlobungstyp pro Tag von verifizierten Kanälen Guthaben erhalten.
es: Le recompensamos por la cantidad de compromiso único recibido sobre su contenido. Para prevenir el fraude, sólo puede recibir crédito una vez por tipo de compromiso al día desde canales verificados.
hi: आपके कंटेंट पर मिलने वाले यूनिक एंगेजमेंट की राशि के लिए हम आपको पुरस्कृत करते हैं। धोखाधड़ी को रोकने के लिए, आप सत्यापित चैनलों से प्रति दिन एक बार एंगेजमेंट टाइप के अनुसार क्रेडिट प्राप्त कर सकते हैं।
it: Ti ricompensiamo per la quantità di coinvolgimento unico ricevuto sui tuoi contenuti. Al fine di prevenire le frodi, è possibile ricevere crediti una sola volta al giorno per tipo di coinvolgimento da canali verificati.
ja: コンテンツに与えられたユニークなエンゲージメントの量に応じて報酬を与えます。 不正行為を防ぐために、認証されたチャネルから1日に1回のみエンゲージメントタイプごとにクレジットを受け取ることができます。
pl: Nagrodzimy Cię za ilość unikalnego zaangażowania otrzymanego od Twoich treści. Aby zapobiec oszustwom, możesz otrzymać kredyt tylko raz na rodzaj zlecenia dziennie ze zweryfikowanych kanałów.
pt: Nós o recompensamos pela quantidade de engajamento único recebido no seu conteúdo. Para evitar fraudes, você só pode receber crédito uma vez por tipo de engajamento por dia de canais verificados.
ro: Te recompensăm pentru suma de angajament unic primită pe conținutul tău. Pentru a preveni frauda, poți primi credit o singură dată pe zi de la canalele verificate.
ru: Мы вознаграждаем вас за количество уникальных загадок, полученных на ваш контент. Чтобы предотвратить мошенничество, Вы можете получать кредит только один раз в день от проверенных каналов.
uk: Ми винагороджуємо вас за кількість унікального інтересу. Для того, щоб запобігти шахрайству, ви можете отримати кредит лише один раз для одного типу залучення в день з перевірених каналів.
zh: 我们奖励您在您的内容上收到了大量独特的约定。 为了防止欺诈，您每天只能从验证的渠道获得每个业务类型一次信贷。

# BLOCKCHAIN__MARKETING__VOTES__EQUALS
source: Votes = {START_EMPHASISED_TEXT} {ICU} {CLOSE_EMPHASISED_TEXT}
cs: Lajky = {START_EMPHASISED_TEXT} {ICU} {CLOSE_EMPHASISED_TEXT}
de: Bewertungen = {START_EMPHASISED_TEXT} {ICU} {CLOSE_EMPHASISED_TEXT}
es: Votos = {START_EMPHASISED_TEXT} {ICU} {CLOSE_EMPHASISED_TEXT}
it: Voti = {START_EMPHASISED_TEXT} {ICU} {CLOSE_EMPHASISED_TEXT}
ja: 投票 = {START_EMPHASISED_TEXT} {ICU} {CLOSE_EMPHASISED_TEXT}
pl: Głosy = {START_EMPHASISED_TEXT} {ICU} {CLOSE_EMPHASISED_TEXT}
pt: Votos = {START_EMPHASISED_TEXT} {ICU} {CLOSE_EMPHASISED_TEXT}
ro: Voturi = {START_EMPHASISED_TEXT} {ICU} {CLOSE_EMPHASISED_TEXT}
ru: Голоса = {START_EMPHASISED_TEXT} {ICU} {CLOSE_EMPHASISED_TEXT}
tr: Oylar = {START_EMPHASISED_TEXT} {ICU} {CLOSE_EMPHASISED_TEXT}
uk: Голосів = {START_EMPHASISED_TEXT} {ICU} {CLOSE_EMPHASISED_TEXT}
zh: 所得票数 = {START_EMPHASISED_TEXT} {ICU} {CLOSE_EMPHASISED_TEXT}

source: {VAR_PLURAL, plural, =1 { {INTERPOLATION} point} other { {INTERPOLATION} points} }
cs: {VAR_PLURAL, plural, =1 { {INTERPOLATION} bod} other { {INTERPOLATION} bodů} }
de: {VAR_PLURAL, plural, =1 { {INTERPOLATION} Punkt} other { {INTERPOLATION} Punkte} }
it: {VAR_PLURAL, plural, =1 { {INTERPOLATION} punto} other { {INTERPOLATION} punti} }
pl: {VAR_PLURAL, plural, =1 { {INTERPOLATION} punkt} other { {INTERPOLATION} punkty} }
pt: {VAR_PLURAL, plural, =1 { {INTERPOLATION} ponto} other { {INTERPOLATION} pontos} }
ru: {VAR_PLURAL, plural, =1 { {INTERPOLATION} очко} other { {INTERPOLATION} очков} }

# BLOCKCHAIN__MARKETING__COMMENTS__EQUALS
source: Comments = {START_EMPHASISED_TEXT} {ICU} {CLOSE_EMPHASISED_TEXT}
cs: Komentáře = {START_EMPHASISED_TEXT} {ICU} {CLOSE_EMPHASISED_TEXT}
de: Kommentare = {START_EMPHASISED_TEXT} {ICU} {CLOSE_EMPHASISED_TEXT}
es: Comentarios = {START_EMPHASISED_TEXT} {ICU} {CLOSE_EMPHASISED_TEXT}
hi: टिप्पणियाँ = {START_EMPHASISED_TEXT} {ICU} {CLOSE_EMPHASISED_TEXT}
it: Commenti = {START_EMPHASISED_TEXT} {ICU} {CLOSE_EMPHASISED_TEXT}
ja: コメント = {START_EMPHASISED_TEXT} {ICU} {CLOSE_EMPHASISED_TEXT}
pl: Komentarze = {START_EMPHASISED_TEXT} {ICU} {CLOSE_EMPHASISED_TEXT}
pt: Comentários = {START_EMPHASISED_TEXT} {ICU} {CLOSE_EMPHASISED_TEXT}
ro: Comentarii = {START_EMPHASISED_TEXT} {ICU} {CLOSE_EMPHASISED_TEXT}
ru: Комментарии = {START_EMPHASISED_TEXT} {ICU} {CLOSE_EMPHASISED_TEXT}
tr: Yorumlar = {START_EMPHASISED_TEXT} {ICU} {CLOSE_EMPHASISED_TEXT}
uk: Коментарі = {START_EMPHASISED_TEXT} {ICU} {CLOSE_EMPHASISED_TEXT}
zh: 评论 = {START_EMPHASISED_TEXT} {ICU} {CLOSE_EMPHASISED_TEXT}

source: {VAR_PLURAL, plural, =1 { {INTERPOLATION} point} other { {INTERPOLATION} points} }
cs: {VAR_PLURAL, plural, =1 { {INTERPOLATION} bod} other { {INTERPOLATION} bodů} }
de: {VAR_PLURAL, plural, =1 { {INTERPOLATION} Punkt} other { {INTERPOLATION} Punkte} }
it: {VAR_PLURAL, plural, =1 { {INTERPOLATION} punto} other { {INTERPOLATION} punti} }
pl: {VAR_PLURAL, plural, =1 { {INTERPOLATION} punkt} other { {INTERPOLATION} punkty} }
pt: {VAR_PLURAL, plural, =1 { {INTERPOLATION} ponto} other { {INTERPOLATION} pontos} }
ru: {VAR_PLURAL, plural, =1 { {INTERPOLATION} очко} other { {INTERPOLATION} очков} }

# BLOCKCHAIN__MARKETING__SUBSCRIBERS__EQUALS
source: Subscribers = {START_EMPHASISED_TEXT} {ICU} {CLOSE_EMPHASISED_TEXT}
cs: Sledujících = {START_EMPHASISED_TEXT} {ICU} {CLOSE_EMPHASISED_TEXT}
de: Abonnenten = {START_EMPHASISED_TEXT} {ICU} {CLOSE_EMPHASISED_TEXT}
es: Suscriptores = {START_EMPHASISED_TEXT} {ICU} {CLOSE_EMPHASISED_TEXT}
hi: सदस्य = {START_EMPHASISED_TEXT} {ICU} {CLOSE_EMPHASISED_TEXT}
it: Iscritti = {START_EMPHASISED_TEXT} {ICU} {CLOSE_EMPHASISED_TEXT}
ja: 購読者数 = {START_EMPHASISED_TEXT} {ICU} {CLOSE_EMPHASISED_TEXT}
pl: Subskrybenci = {START_EMPHASISED_TEXT} {ICU} {CLOSE_EMPHASISED_TEXT}
pt: Assinantes = {START_EMPHASISED_TEXT} {ICU} {CLOSE_EMPHASISED_TEXT}
ro: Abonați = {START_EMPHASISED_TEXT} {ICU} {CLOSE_EMPHASISED_TEXT}
ru: Подписчики = {START_EMPHASISED_TEXT} {ICU} {CLOSE_EMPHASISED_TEXT}
tr: Abone olan = {START_EMPHASISED_TEXT} {ICU} {CLOSE_EMPHASISED_TEXT}
zh: 订阅者 = {START_EMPHASISED_TEXT} {ICU} {CLOSE_EMPHASISED_TEXT}

source: {VAR_PLURAL, plural, =1 { {INTERPOLATION} point} other { {INTERPOLATION} points} }
cs: {VAR_PLURAL, plural, =1 { {INTERPOLATION} bod} other { {INTERPOLATION} bodů} }
de: {VAR_PLURAL, plural, =1 { {INTERPOLATION} Punkt} other { {INTERPOLATION} Punkte} }
it: {VAR_PLURAL, plural, =1 { {INTERPOLATION} punto} other { {INTERPOLATION} punti} }
pl: {VAR_PLURAL, plural, =1 { {INTERPOLATION} punkt} other { {INTERPOLATION} punkty} }
pt: {VAR_PLURAL, plural, =1 { {INTERPOLATION} ponto} other { {INTERPOLATION} pontos} }
ru: {VAR_PLURAL, plural, =1 { {INTERPOLATION} очко} other { {INTERPOLATION} очков} }

# BLOCKCHAIN__MARKETING__REMINDS__EQUALS
source: Reminds = {START_EMPHASISED_TEXT} {ICU} {CLOSE_EMPHASISED_TEXT}
cs: Sdílení = {START_EMPHASISED_TEXT} {ICU} {CLOSE_EMPHASISED_TEXT}
de: Erinnerungen = {START_EMPHASISED_TEXT} {ICU} {CLOSE_EMPHASISED_TEXT}
es: Recordatorios = {START_EMPHASISED_TEXT} {ICU} {CLOSE_EMPHASISED_TEXT}
hi: रिमाइंड = {START_EMPHASISED_TEXT} {ICU} {CLOSE_EMPHASISED_TEXT}
it: Condivisioni = {START_EMPHASISED_TEXT} {ICU} {CLOSE_EMPHASISED_TEXT}
ja: リマインダ = {START_EMPHASISED_TEXT} {ICU} {CLOSE_EMPHASISED_TEXT}
pl: Przypomnienia = {START_EMPHASISED_TEXT} {ICU} {CLOSE_EMPHASISED_TEXT}
pt: Lembretes = {START_EMPHASISED_TEXT} {ICU} {CLOSE_EMPHASISED_TEXT}
ro: Notificări = {START_EMPHASISED_TEXT} {ICU} {CLOSE_EMPHASISED_TEXT}
ru: Напоминания = {START_EMPHASISED_TEXT} {ICU} {CLOSE_EMPHASISED_TEXT}
tr: Yeniden yayınlar = {START_EMPHASISED_TEXT} {ICU} {CLOSE_EMPHASISED_TEXT}
uk: Нагадування = {START_EMPHASISED_TEXT} {ICU} {CLOSE_EMPHASISED_TEXT}
zh: 提醒 = {START_EMPHASISED_TEXT} {ICU} {CLOSE_EMPHASISED_TEXT}

source: {VAR_PLURAL, plural, =1 { {INTERPOLATION} point} other { {INTERPOLATION} points} }
cs: {VAR_PLURAL, plural, =1 { {INTERPOLATION} bod} other { {INTERPOLATION} bodů} }
de: {VAR_PLURAL, plural, =1 { {INTERPOLATION} Punkt} other { {INTERPOLATION} Punkte} }
it: {VAR_PLURAL, plural, =1 { {INTERPOLATION} punto} other { {INTERPOLATION} punti} }
pl: {VAR_PLURAL, plural, =1 { {INTERPOLATION} punkt} other { {INTERPOLATION} punkty} }
pt: {VAR_PLURAL, plural, =1 { {INTERPOLATION} ponto} other { {INTERPOLATION} pontos} }
ru: {VAR_PLURAL, plural, =1 { {INTERPOLATION} очко} other { {INTERPOLATION} очков} }

# COMMON__REFERRALS
source: Referrals
cs: Doporučení
de: Empfehlungen
es: Referencias
hi: रेफ़रल
it: Referenze
ja: 紹介
pl: Polecenia
pt: Referências
ro: Sesizări
tr: Yönlendirmeler
zh: 引用

# COMMON__YOU_DESERVE_CREDIT
source: You deserve credit for the people you bring to the Minds network. We reward you with 50 points for every new user that signs up through your referral code and joins our Rewards program.
cs: Zasloužíte si odměnu za lidi, které doporučíte na Minds. Odměníme vás 50-ti body za každého nového uživatele, který se přihlásí pomocí vašeho doporučujícího kódu a připojí se k našemu programu odměn.
es: Te mereces reconocimiento por las personas que traes a la red de Mentas. Le recompensamos con 50 puntos por cada nuevo usuario que se registre a través de su código de referencia y se una a nuestro programa de recompensas.
hi: आप उन लोगों को लाने के लिए श्रेय के पात्र होते हैं जिन्हें आप Minds नेटवर्क में लाते हैं। हम आपको हर नए यूज़र के लिए 50 पॉइंट के साथ पुरस्कृत करते हैं जो आपके रेफ़रल कोड के माध्यम से साइन अप करता है और हमारे रिवार्ड प्रोग्राम में शामिल होता है।
it: Meritate un riconoscimento per le persone che portate nella rete di Minds. Ti ricompensiamo con 50 punti per ogni nuovo utente che si iscrive attraverso il tuo codice referral e si unisce al nostro programma Rewards.
ja: あなたはMindsネットワークに持って来る人々のための信用に値する。 紹介コードを通じてサインアップし、リワードプログラムに参加するすべての新規ユーザーに対して、50ポイントを獲得します。
pl: Zasługujesz na uznanie dla ludzi, którzy wnosisz do sieci umysłów. Nagrodzimy Cię 50 punktami za każdego nowego użytkownika, który rejestruje się za pomocą Twojego kodu polecającego i dołącza do naszego programu nagród.
pt: Você merece crédito pelas pessoas que trazem para a rede de mentes. Nós te recompensamos com 50 pontos para cada novo usuário que se inscrever através de seu código de indicação e participamos do nosso programa de recompensas.
tr: Minds ağına getirdiğiniz insanlar için kredi kazanmak hakkınız. Size yönlendirme kodunuz ile üye olan ve Ödüller programına katılan her yeni kullanıcı için 50 puan hediye ediyoruz.
zh: 你带到心灵网络的人值得赞扬。 每个通过您的推荐代码注册的新用户，我们都会奖励您50分并加入我们的奖励方案。

source: {VAR_PLURAL, plural, =1 { {INTERPOLATION} point} other { {INTERPOLATION} points} }
cs: {VAR_PLURAL, plural, =1 { {INTERPOLATION} bod} other { {INTERPOLATION} bodů} }
de: {VAR_PLURAL, plural, =1 { {INTERPOLATION} Punkt} other { {INTERPOLATION} Punkte} }
it: {VAR_PLURAL, plural, =1 { {INTERPOLATION} punto} other { {INTERPOLATION} punti} }
pl: {VAR_PLURAL, plural, =1 { {INTERPOLATION} punkt} other { {INTERPOLATION} punkty} }
pt: {VAR_PLURAL, plural, =1 { {INTERPOLATION} ponto} other { {INTERPOLATION} pontos} }
ru: {VAR_PLURAL, plural, =1 { {INTERPOLATION} очко} other { {INTERPOLATION} очков} }

# COMMON__DEVELOPMENT
source: Development
cs: Vývoj
de: Entwicklung
es: Desarrollo
hi: विकास
it: Sviluppo
ja: 開発
pl: Rozwój
pt: Desenvolvimento
ro: Dezvoltare
ru: Развитие
tr: Yazılım Geliştirme
uk: Розробка
zh: 贸易和发展会议

# COMMON__OUR_DEVELOPMENT_IS_PUBLIC
source: All of our development is publicly available on Gitlab. Any contribution you make to the code will be manually reviewed in order to determine appropriate payouts in Minds Tokens, Bitcoin, Ether or USD.
cs: Veškerý náš vývoj je veřejně dostupný na Gitlabu. Jakýkoliv příspěvek, který ke kódu vytvoříte, bude ručně přezkoumán, aby bylo možné určit výši příslušné výplaty v Minds Tokenu, Bitcoinu, Ethereu nebo USD.
hi: हमारा सारा डेवलपमेंट सार्वजनिक रूप से Gitlab पर उपलब्ध है। आपके द्वारा कोड में किए गए किसी भी योगदान की समीक्षा मैन्युअल रूप से Minds tokens, Bitcoin, Ether या USD में उचित भुगतान निर्धारित करने के लिए की जाएगी।
ja: 私たちの開発はすべてGitLabで公開されています。 コードに対する貢献は、Mindsトークン、Bitcoin、Ether、またはUSDで適切な支払いを決定するために手動で確認されます。
zh: 我们的所有开发都可在吉特拉布公开查阅。 您对代码的任何贡献都将被手动审查，以确定Minds Tokens、比特币、Ether 或USD的适当付款。

# COMMON__VIEW_SOURCECODE
source: View Sourcecode
cs: Zobrazit zdrojový kód
de: Sourcecode anzeigen
es: Ver código fuente
hi: स्रोत कोड देखें
it: Visualizza Sorgente
ja: ソースコードを表示
pl: Zobacz kod źródłowy
pt: Ver código-fonte
ru: Просмотр исходного кода
tr: Kaynak Kodu Göster
uk: Перегляд коду
zh: 查看源代码

# COMMON__OTHER_REWARDS
source: Other Rewards
cs: Ostatní odměny
de: Andere Belohnungen
es: Otras recompensas
hi: अन्य पुरस्कार
it: Altri Premi
ja: その他の報酬
pl: Inne nagrody
pt: Outras Recompensas
ro: Alte recompense
ru: Другие награды
tr: Diğer Ödüller
uk: Інші Нагороди
zh: 其他奖励

# COMMON__ONCHAIN_TRANSACTIONS
source: OnChain Transactions
cs: On-Chain transakce
hi: OnChain लेन-देन
ja: オンチェーン取引
pl: Transakcje łańcuchowe
ru: Цепочки транзакций
zh: OnChain 交易
