Repository: Minds/front
Catalog: src/locale/Minds.*.xliff
Languages: cs, de, es, hi, it, ja, pl, pt, ro, ru, th, tr, uk, zh

# GROUPS__PROFILE__CARD_USER_ACTIONS__REMOVE_AS_ADMIN
source: Remove as Admin
cs: Odebrat jako admina
es: Eliminar como administrador
hi: व्यवस्थापक के रूप में निकालें
it: Rimuovi come Amministratore
ja: 管理者として削除
pl: Usuń jako Administrator
pt: Remover como Administrador
ro: Elimină ca Admin
ru: Удалить как Администратор
th: ยกเลิกการเป็นแอดมิน
tr: Yöneticiliği Kaldır
uk: Видалити як адміністратор
zh: 移除为管理员

# GROUPS__PROFILE__CARD_USER_ACTIONS__MAKE_MODERATOR
source: Make Moderator
cs: Udělat moderátorem
de: Moderator machen
es: Hacer moderador
hi: मॉडरेटर बनाएं
it: Rendi Moderatore
ja: モデレーターとしてする
pl: Utwórz moderatora
pt: Fazer Moderador
ro: Creează moderator
ru: Сделать Модератором
th: ตั้งเป็นผู้ดูแล
tr: Denetçi Yap
uk: Зробити модератора
zh: 使成为主持人

# GROUPS__PROFILE__CARD_USER_ACTIONS__REMOVE_AS_MODERATOR
source: Remove as Moderator
cs: Odstranit jako moderátora
de: Als Moderator entfernen
es: Quitar moderador
hi: मॉडरेटर के रूप में निकालें
it: Rimuovi come Moderatore
ja: モデレーターとしての削除
pl: Usuń jako moderator
pt: Remover Moderador
ro: Elimină ca Moderator
ru: Исключить как Модератора
th: ถอนผู้ดูแล
tr: Denetçi Olmaktan Çıkar
uk: Видалити як модератор
zh: 移除主持人权限

# GROUPS__REMOVE_X_FROM_Y_CONFIRM
source: Are you sure you want to remove {INTERPOLATION} from {INTERPOLATION_1} ?
cs: Jste si jisti, že chcete odebrat {INTERPOLATION} z {INTERPOLATION_1} ?
de: Sind Sie sicher, dass Sie {INTERPOLATION} aus {INTERPOLATION_1} entfernen möchten?
es: ¿Estás seguro de que quieres eliminar {INTERPOLATION} de {INTERPOLATION_1} ?
hi: क्या आप वाकई {INTERPOLATION_1} को {INTERPOLATION} से निकालना चाहते हैं?
it: Sei sicuro di voler rimuovere {INTERPOLATION} da {INTERPOLATION_1} ?
ja: {INTERPOLATION} から {INTERPOLATION_1} を削除してもよろしいですか？
pl: Czy na pewno chcesz usunąć {INTERPOLATION} z {INTERPOLATION_1} ?
pt: Tem certeza de que deseja remover {INTERPOLATION} de {INTERPOLATION_1} ?
ro: Ești sigur că vrei să îl ștergi pe {INTERPOLATION} din {INTERPOLATION_1} ?
ru: Вы уверены, что хотите убрать {INTERPOLATION} из {INTERPOLATION_1} ?
th: คุณแน่ใจใช่มั้ยว่าต้องการลบ {INTERPOLATION} ออกจาก {INTERPOLATION_1} ?
tr: {INTERPOLATION} kullanıcısını {INTERPOLATION_1} grubundan çıkarmak istediğinize emin misiniz?
uk: Ви дійсно бажаєте видалити {INTERPOLATION} з {INTERPOLATION_1} ?
zh: 您确定要从 {INTERPOLATION} 移除 {INTERPOLATION_1} 吗？

# M__COMMON__BAN_PERMANENTLY
source: Ban permanently
cs: Trvale zakázat
de: Endgültig bannen
hi: स्थायी रूप से प्रतिबंधित करें
pl: Zbanuj na stałe
pt: Banir permanentemente
ro: Interzice permanent
th: แบนถาวร
tr: Kalıcı olarak yasakla
zh: 永久封禁

# GROUPS__PROFILE__MEMBERS__SEARCH_PLACEHOLDER
source: Search for a member
cs: Hledat člena
de: Nach einem Mitglied suchen
es: Buscar un miembro
hi: एक सदस्य के लिए खोजें
it: Cerca un membro
ja: メンバーを検索
pl: Szukaj członka
pt: Buscar um membro
ro: Caută un membru
ru: Поиск участника
th: ค้นหาสมาชิค
tr: Üyelerde ara
uk: Шукати учасника
zh: 搜索会员

# GROUPS__PROFILE__GROUP_SETTINGS_BTN__ENABLE_CONVERSATION
source: Enable Conversation
cs: Povolit konverzaci
de: Unterhaltung aktivieren
es: Activar conversación
hi: बातचीत चालू करें
it: Abilita Conversazione
ja: 会話を有効にする
pl: Włącz rozmowę
pt: Habilitar Conversa
ro: Activare conversație
ru: Включить диалог
th: เปิดใช้งานการสนทนา
uk: Увімкнути розмову
zh: 启用对话

# GROUPS__PROFILE__GROUP_SETTINGS_BTN__DISABLE_CONVERSATION
source: Disable Conversation
cs: Zakázat konverzaci
de: Unterhaltung deaktivieren
es: Desactivar conversación
hi: बातचीत अक्षम करें
it: Disabilita Conversazione
ja: 会話を無効にする
pl: Wyłącz konwersację
pt: Desabilitar Conversa
ro: Dezactivează conversația
ru: Отключить разговор
th: ปิดการใช้งานการสนทนา
tr: Sohbeti Devre Dışı Bırak
uk: Вимкнути розмову
zh: 禁用对话

# GROUPS__PROFILE__GROUP_SETTINGS_BTN__DISABLE_NOTIFICATIONS
source: Disable Notifications
cs: Vypnout oznámení
de: Benachrichtigungen deaktivieren
hi: सूचना बंद करें
it: Disabilita Notifiche
ja: 通知を無効化
pl: Wyłącz powiadomienia
pt: Desativar Notificações
ro: Dezactivează notificările
ru: Отключить уведомления
th: ปิดใช้งานการแจ้งเตือน
tr: Bildirimleri Kapat
uk: Вимкнути сповіщення
zh: 禁用通知

# GROUPS__PROFILE__GROUP_SETTINGS_BTN__ENABLE_NOTIFICATIONS
source: Enable Notifications
cs: Povolit oznámení
de: Benachrichtigungen aktivieren
es: Habilitar notificaciones
hi: सूचनाएं सक्षम करें
it: Abilita Notifiche
ja: 通知を有効にする
pl: Włącz powiadomienia
pt: Permitir Notificações
ro: Activează notificările
ru: Включить уведомления
th: เปิดใช้งานการแจ้งเตือน
tr: Bildirimleri Aç
uk: Увімкнути сповіщення
zh: 启用通知

# M__ACTION__SET_EXPLICIT
source: Set Explicit
cs: Nastavit jako explicitní
de: Explizit setzen
es: Definir explícito
hi: स्पष्ट सेट करें
it: Imposta come Esplicito
ja: 明示的に設定
pl: Ustaw jawne
pt: Definir explicitamente
ro: Setare Explicit
ru: Задать точное
th: ติดป้ายเตือนเนื้อหาไม่เหมาะสม
tr: Sakıncalı Olarak İşaretle
uk: Зробити видимим
zh: 设置明确的

# GROUPS__PROFILE__GROUP_SETTINGS_BTN__DELETE_GROUP
source: Delete Group
cs: Smazat skupinu
de: Gruppe löschen
es: Eliminar grupo
hi: ग्रुप हटाएं
it: Elimina Gruppo
ja: グループを削除
pl: Usuń grupę
pt: Apagar Grupo
ro: Șterge grup
ru: Удалить группу
th: ลบ​กลุ่ม
tr: Grup Sil
uk: Видалити групу
zh: 删除组

# GROUPS__PROFILE__GROUP_SETTINGS_BTN__DELETE_GROUP_CONFIRM
source: Are you sure you want to delete {INTERPOLATION} ? This action cannot be undone.
cs: Opravdu chcete smazat {INTERPOLATION} ? Tuto akci nelze vrátit zpět.
es: ¿Está seguro que desea eliminar {INTERPOLATION} ? Esta acción no se puede deshacer.
hi: क्या आप वाकई {INTERPOLATION} को हटाना चाहते हैं? इस एक्शन को वापस नहीं किया जा सकता है।
it: Sei sicuro di voler eliminare {INTERPOLATION} ? Questa azione non può essere annullata.
pl: Czy na pewno chcesz usunąć {INTERPOLATION} ? Tej akcji nie można cofnąć.
pt: Tem certeza que deseja excluir {INTERPOLATION} ? Esta ação não pode ser desfeita.
ro: Ești sigur că vrei să ștergi {INTERPOLATION} ? Această acțiune nu poate fi anulată.
ru: Вы уверены, что хотите удалить {INTERPOLATION} ? Это действие нельзя отменить.
th: คุณแน่ใจต้องการลบ {INTERPOLATION} ? การกระทำดังกล่าวไม่สามารถกู้คืนกลับมาได้
tr: {INTERPOLATION} grubunu silmek istediğinize emin misiniz? Bu eylem geri alınamaz.
uk: Ви впевнені, що хочете видалити {INTERPOLATION} ? Цю дію неможливо скасувати.

# M__COMMON__SELECT_A_CATEGORY
source: -- SELECT A CATEGORY --
cs: -- VYBERTE KATEGORII --
de: -- KATEGORIE WÄHLEN --
es: -- Seleccione una categoría --
hi: -- एक वर्ग का चयन करें -
it: -- SELEZIONA UNA CATEGORIA --
ja: -- カテゴリーを選択 --
pl: -- WYBIERZ KATEGORĘ --
pt: -- SELECIONE UMA CATEGORIA --
ro: -- SELECTAŢI O CATEGORIE --
ru: -- ВЫБЕРИТЕ КАТЕГОРИЮ --
th: -- เลือกหมวดหมู่ --
tr: -- BİR KATEGORİ SEÇİN --
uk: -- ОБЕРІТЬ КАТЕГОРІЮ -
zh: -- 选择A 类别 --

# GROUPS__PROFILE__FILTER_SELECTOR__FEED_OPTION
source: Feed
cs: Kanál
es: Actividades
hi: फ़ीड
ja: フィード
pl: Kanał
pt: Alimentar
ro: Flux
ru: Лента новостей
th: ฟีด
tr: Akış
uk: Стрічка подій
zh: 新闻

# GROUPS__VIDEOS
source: Videos
cs: Videa
hi: वीडियो
it: Video
ja: ビデオ
pl: Filmy
pt: Vídeos
ro: Video-uri
ru: Видео
th: วิดีโอ
tr: Videolar
uk: Відео
zh: 视频

# GROUPS__PROFILE__INVITE_ACTION
source: Invite
cs: Pozvat
de: Einladen
es: Invitar
hi: आमंत्रित करें
it: Invita
ja: 招待
pl: Zaproś
pt: Convidar
ro: Invită
ru: Пригласить
th: เชิญ
tr: Davet et
uk: Запросити
zh: 邀请

# BLOGS__VIEW__FLAGGED_AS_SPAM
source: This blog was flagged as spam.
cs: Tento blog byl označen jako spam.
de: Dieser Blog wurde als Spam markiert.
hi: इस ब्लॉग को स्पैम के रूप में चिह्नित किया गया था।
ja: このブログはスパムとしてフラグが立てられました。
pl: Ten blog został oznaczony jako spam.
pt: Este blog foi marcado como spam.
ro: Acest blog a fost marcat ca spam.
ru: Этот блог был помечен как спам.
th: บล็อกนี้ถูกรายงานว่าเป็นแสปม
uk: Цей блог був позначений як спам.
zh: 这个博客被标记为垃圾信息。

# BLOGS__VIEW__FLAGGED_AS_DELETED
source: This blog was flagged as deleted.
cs: Tento blog byl označen jako smazaný.
de: Dieser Blog wurde als gelöscht markiert.
hi: इस ब्लॉग को हटा दिया गया था।
ja: このブログは削除済みとしてフラグ付けされました。
pl: Ten blog został oznaczony jako usunięty.
pt: Este blog foi marcado como deletado.
ro: Acest blog a fost marcat ca șters.
ru: Этот блог был помечен как удаленный.
th: บล็อกนี้ถูกรายงานว่าถูกลบแล้ว
uk: Цей блог був позначений як видалений.
zh: 这个博客被标记为已删除。

# M__ACTION__APPEAL_MARK
source: If you wish to appeal, please check your {START_LINK} Reported Content console {CLOSE_LINK} .
cs: Pokud si přejete odvolat, zkontrolujte prosím svoji {START_LINK} Konzoli nahlášeného obsahu {CLOSE_LINK} .
de: Wenn Sie Beschwerde einlegen möchten, überprüfen Sie bitte Ihre {START_LINK} gemeldete Inhaltskonsole {CLOSE_LINK} .
es: Si desea apelar, compruebe su consola de contenido reportado de {START_LINK} {CLOSE_LINK} .
hi: यदि आप अपील करना चाहते हैं, तो कृपया अपने {START_LINK} रिपोर्ट किए गए कंटेंट कंसोल {CLOSE_LINK} की जांच करें।
it: Se desideri fare ricorso, controlla la tua {START_LINK} console dei Contenuti Segnalati {CLOSE_LINK} .
ja: 控訴したい場合は、 {START_LINK} 報告されたコンテンツコンソール {CLOSE_LINK} を確認してください。
pl: Jeśli chcesz się odwołać, sprawdź swoją {START_LINK} Zgłoszoną konsolę Treści {CLOSE_LINK} .
pt: Se você deseja apelar, por favor, verifique seu {START_LINK} Console de Conteúdo Reportado {CLOSE_LINK} .
ro: Dacă dorești să apelezi, te rugăm să verifici {START_LINK} consola de conținut raportată {CLOSE_LINK} .
ru: Если вы хотите обжаловать, пожалуйста, проверьте свою {START_LINK} Reported Content console {CLOSE_LINK} .
zh: 如果您想要上诉，请检查您的 {START_LINK} 报告的内容控制台 {CLOSE_LINK} 。

# M__COMMON__LICENSE_ALL_RIGHT_RESERVED
source: All Rights Reserved
cs: Všechna práva vyhrazena
de: Alle Rechte vorbehalten
es: Todos los derechos reservados
hi: सभी अधिकार सुरक्षित
it: Tutti i Diritti Riservati
pl: Wszystkie prawa zastrzeżone
pt: Todos os Direitos Reservados
ro: Toate drepturile rezervate
ru: Все права защищены
th: สงวนลิขสิทธิ์
tr: Her Hakkı Saklıdır
uk: Усі права захищено
zh: 版权所有

# M__COMMON__VISIBILITY_PUBLIC
source: Public
cs: Veřejné
de: Öffentlich
es: Público
hi: सार्वजनिक
it: Pubblico
ja: 公的
pl: Publiczne
pt: Público
ro: Publice
ru: Публичный
th: สาธารณะ
tr: Herkese Açık
uk: Загальнодоступна
zh: 公开

# M__COMMON__VISIBILITY_UNLISTED
source: Unlisted
cs: Neuvedeno
de: Nicht gelistet
es: No listado
hi: असूचीबद्ध
it: Non Elencato
ja: リストにありません
pl: Niewymienione
pt: Não-listado
ro: Nelistate
ru: Не занесено
th: ไม่อยู่ในรายการ
tr: Liste dışı
uk: Поза списком
zh: 未上架

# BLOGS__VIEW__SHARE
source: SHARE
cs: SDÍLET
de: TEILEN
es: COMPARTIR
hi: शेयर
it: CONDIVIDI
ja: 共有
pl: UTRZYMANIE
pt: PARTILHAR
ro: TRIMITERE
ru: ПОДЕЛИТЬСЯ
th: แชร์
tr: PAYLAŞ
uk: ПОДІЛИТИСЯ
zh: 分享

# BLOGS__DELETE_CONFIRMATION
source: Are you sure you want to delete this blog?
cs: Jste si jisti, že chcete smazat tento blog?
de: Sind Sie sicher, dass Sie diesen Blog löschen möchten?
hi: क्या आप वाकई इस ब्लॉग को हटाना चाहते हैं?
ja: このブログを削除してもよろしいですか？
pl: Czy na pewno chcesz usunąć ten blog?
pt: Tem certeza que deseja excluir este blog?
ro: Ești sigur că vrei să ștergi acest blog?
ru: Вы уверены, что хотите удалить этот блог?
th: คุณแน่ใจว่าต้องการลบบล็อกนี้หรือไม่?
uk: Ви впевнені, що хочете видалити цей блог?
zh: 您确定要删除这个博客吗？

# BLOGS__THERES_NO_UNDO
source: There's no UNDO!
cs: NELZE VRÁTIT!
de: Es gibt kein UNDO!
es: ¡No hay UNDO!
hi: कोई UNDO नहीं है!
it: Non si può ANNULLARE!
ja: 元に戻すことはできません！
pl: Nie ma UNDO!
pt: Não há DESFAZER!
ro: Nu este UNDO!
ru: Нет UNDO!
th: ย้อนกลับไม่ได้นะ!
tr: Bu işlemi GERİ ALAMAZSINIZ!
uk: Немає відмовлення!
zh: 无可用！

# BLOGS__VIEW__DELETION_CONFIRMATION
source: The blog has been deleted.
cs: Blog byl smazán.
de: Der Blog wurde gelöscht.
hi: ब्लॉग को हटा दिया गया है।
ja: ブログを削除しました。
pl: Blog został usunięty.
pt: O blog foi excluído.
ro: Blogul a fost șters.
ru: Блог был удален.
th: บล็อกถูกลบ
uk: Блог був видалений.
zh: 博客已被删除。

# M__COMMON__DELETE_PERMANENTLY
source: Delete permanently
cs: Smazat natrvalo
de: Endgültig löschen
es: Eliminar permanentemente
hi: स्थायी रूप से मिटाएं
it: Elimina permanentemente
ja: 完全に削除
pl: Usuń trwale
pt: Excluir permanentemente
ro: Șterge permanent
ru: Удалить навсегда
th: ลบถาวร
tr: Kalıcı olarak sil
uk: Видалити назавжди
zh: 永久删除

# M__COMMON__PLEASE_TRY_AGAIN
source: Please try again later
cs: Zkuste to prosím později
de: Bitte später erneut versuchen
es: Por favor, intenta luego
hi: बाद में पुन: प्रयास करें
it: Riprova più tardi
ja: 後でもう一度お試しください
pl: Spróbuj ponownie później
pt: Por favor, tente novamente mais tarde
ro: Vă rugăm să încercați din nou mai târziu
ru: Повторите попытку позже
th: โปรดลองอีกครั้งภายหลัง
tr: Lütfen daha sonra tekrar deneyiniz
uk: Будь ласка, спробуйте пізніше
zh: 请稍后再试

# BLOGS__EDIT__TITLE_PLACEHOLDER
source: Your title
cs: Váš název
de: Dein Titel
es: Tu título
hi: आपका शीर्षक
it: Il tuo titolo
ja: あなたのタイトル
pl: Twój tytuł
pt: Seu título
ro: Titlul tău
ru: Ваше название
th: หัวข้อของคุณ
tr: Başlığınız
uk: Твій титул
zh: 您的标题

# BLOGS__EDIT__INLINE_EDITOR_PLACEHOLDER
source: Go ahead and write some content!
cs: Jděte a napište nějaký obsah!
de: Gehen Sie voran und schreiben Sie ein paar Inhalte!
es: ¡Venga, escribe algo!
hi: आगे आएं और कुछ कंटेंट लिखें!
it: Vai avanti e scrivi dei contenuti!
ja: さあ、いくつかのコンテンツを書いてください!
pl: Kontynuuj i napisz trochę treści!
pt: Vá em frente e escreva algum conteúdo!
ro: Continuați și scrieți niște conținut!
ru: Иди впереди и напиши что-нибудь содержимое!
th: เอาล่ะ เริ่มเขียนเนื้อหาเถอะ!
tr: Beklemeyin, biraz içerik yazın!
zh: 继续写一些内容！

# BLOGS__EDIT__SAVE_DRAFT_ACTION
source: Save draft
cs: Uložit koncept
de: Entwurf speichern
es: Guardar borrador
hi: लिखित को सुरक्षित करो
it: Salva bozza
ja: 下書きを保存
pl: Zapisz szkic
pt: Salvar rascunho
ro: Salvare ciornă
ru: Сохранить черновик
th: บันทึกฉบับร่าง
tr: Taslağı kaydet
uk: Зберегти як чернетку
zh: 保存草稿

# BLOGS__EDIT__PUBLISH_ACTION
source: Publish
cs: Publikovat
de: Veröffentlichen
es: Publicar
hi: प्रकाशित करना
it: Pubblica
ja: 公開
pl: Opublikuj
pt: Publicar
ro: Publică
ru: Опубликовать
th: เผยแพร่
tr: Yayınla
uk: Опублікувати
zh: 发布

# BLOGS__EDIT__LICENCE_PLACEHOLDER
source: -- License --
cs: -- Licence --
de: -- Lizenz --
es: -- Licencia --
hi: -- लाइसेंस --
it: -- Licenza --
ja: -- ライセンス --
pl: -- Licencja --
pt: -- Licença --
ru: -- Лицензия --
th: -- ลิขสิทธิ์ --
tr: -- Lisans --
uk: -- Ліцензія --
zh: -- 许可证 --

# BLOGS__EDIT__URL_SLUG
source: URL Slug
cs: URL adresa
es: Slug URL
hi: URL स्लग
ja: URL スラグ
pl: Adres URL Slug
pt: Slug de URL
tr: Slug Bağlantı
zh: URL 名称

# BLOGS__EDIT__META_TITLE
source: Meta Title
cs: Meta název
es: Meta Título
hi: मेटा टाइटल
it: Meta Titolo
ja: メタタイトル
pl: Tytuł Meta
pt: Meta Título
ro: Titlu Meta
ru: Мета-заголовок
th: หัวเรื่อง Meta
tr: Meta Başlığı
uk: Мета-тег Title
zh: Meta 标题

# BLOGS__EDIT__META_DESCRIPTION
source: Meta Description
cs: Meta popis
es: Meta Descripción
hi: मेटा विवरण
it: Meta Descrizione
ja: メタ説明
pl: Opis meta
pt: Meta Descrição
ro: Meta Descriere
ru: Мета-описание
th: คำอธิบาย Meta
tr: Meta Açıklama
zh: Meta 描述

# BLOGS__EDIT__META_AUTHOR
source: Meta Author
cs: Meta autor
es: Autor Meta
hi: मेटा ऑथर
it: Autore Meta
ja: Meta 著者
pl: Meta Autor
pt: Meta Autor
ro: Autor Meta
ru: Мета автор
th: ผู้เขียน Meta
tr: Meta Yazar
uk: Мета-автор
zh: 元作者

# M__COMMON_TOPBAR_SUBSCRIPTIONS
source: Subscriptions
cs: Sledování
de: Abonnements
es: Suscripciones
hi: सदस्यता
it: Iscrizioni
ja: 申し込み
pl: Subskrypcje
pt: Subscrições
ro: Abonamente
ru: Подписки
th: การติดตาม
tr: Abone olunan
uk: Підписки
zh: 订阅

# MINDS__BLOGS__TOPBAR__SUBSCRIPTIONS_TOOLTIP
source: Blogs from channels you are subscribed to
cs: Blogy z kanálů, které sledujete
de: Blogs von Kanälen, die Sie abonniert haben
hi: आपके द्वारा सदस्यता लिए गए चैनलों के ब्लॉग
ja: 購読しているチャンネルからのブログ
pl: Blogi z kanałów, do których jesteś subskrybowany
pt: Blogs de canais em que você está inscrito
ro: Blog-uri de la canalele la care te-ai abonat
ru: Блоги от каналов, на которые вы подписаны
th: บล็อกจากช่องที่คุณสมัครรับข้อมูล
uk: Блоги з каналів, на які ви підписані
zh: 您订阅的频道中的博客

# M__COMMON_TOPBAR_MY_BLOGS
source: My Blogs
cs: Moje blogy
de: Meine Blogs
hi: मेरा ब्लॉग
ja: マイブログ
pl: Moje blogi
pt: Meus Blogs
ro: Blogurile mele
ru: Мои блоги
th: บล็อกของฉัน
uk: Мої щоденники
zh: 我的博客

# MINDS__BLOGS__TOPBAR__YOUR_BLOGS_TOOLTIP
source: Your blogs
cs: Vaše blogy
de: Deine Blogs
hi: आपके ब्लॉग
ja: あなたのブログ
pl: Twoje blogi
pt: Seus blogs
ro: Blogurile tale
ru: Ваши блоги
th: บล็อกของคุณ
uk: Ваші блоги
zh: 您的博客

# M__COMMON_TOPBAR_WRITE_NEW_BLOG
source: Write a new blog
cs: Napsat nový blog
de: Neuen Blog schreiben
hi: एक नया ब्लॉग लिखें
ja: 新しいブログを書く
pl: Napisz nowy blog
pt: Escrever um novo blog
ro: Scrie un nou blog
ru: Написать новый блог
th: เขียนบล็อกใหม่
uk: Напишіть новий блог
zh: 撰写新博客

# MINDS__BLOGS__TOPBAR__WRITE_A_NEW_BLOG_TOOLTIP
source: Write a new Blog
cs: Napsat nový blog
de: Neuen Blog schreiben
hi: एक नया ब्लॉग लिखें
ja: 新しいブログを書く
pl: Napisz nowy blog
pt: Escreva um novo blog
ro: Scrie un nou Blog
ru: Написать новый блог
th: เขียนบล็อกใหม่
uk: Напишіть новий допис
zh: 撰写新博客

# M__ACTION__VIEW
source: View
cs: Zobrazit
de: Ansehen
es: Ver
hi: देखिए
it: Vedi
ja: 閲覧
pl: Widok
pt: Visualizar
ro: Vizualizare
ru: Просмотреть
th: ดู
tr: Görünüm
uk: Дивитись
zh: 观看

# COMMON__POST_MENU__UNFEATURE
source: un-Feature
cs: Zrušit zvýraznění
hi: संयुक्त राष्ट्र-फीचर
ja: 機能を解除
ru: удалить свойство
th: ยกเลิกคุณสมบัติ
uk: функціонал
zh: un-功能

# COMMON__POST_MENU__MONETIZE
source: Monetize
cs: Zpeněžit
es: Monetizar
hi: कमाई करें
it: Monetizza
ja: 収益化
pt: Monetizar
th: สร้างรายได้
tr: Paraya Çevir
zh: 货币化

# COMMON__POST_MENU__UNMONETIZE
source: un-Monetize
cs: Zrušit zpeněžení
hi: अन-कमाई करें
ja: 収益を解除
th: ยกเลิกการสร้างรายได้
zh: 取消货币

# COMMON__POST_MENU__UNSUBSCRIBE
source: Unsubscribe
cs: Nesledovat
de: Abonnement beenden
es: Eliminar suscripción
hi: सदस्यता रद्द
ja: 申し込みに停止
pl: Anuluj subskrypcję
pt: Anular inscrição
ro: Dezabonare
ru: Отписаться
th: ยกเลิกการติดตาม
tr: Abonelikten ayrıl
uk: Відмовитися від підписки
zh: 取消订阅

# COMMON__POST_MENU__FOLLOW_NOTIFICATIONS
source: Follow post
cs: Sledovat příspěvek
de: Beitrag folgen
es: Seguir publicación
hi: पोस्ट का अनुसरण करें
it: Segui post
ja: 投稿をフォロー
pl: Obserwuj posty
pt: Seguir publicação
ro: Urmărește postările
ru: Подписаться на пост
th: ติดตามโพสต์
tr: Gönderiyi takip et
uk: Відстежувати пост
zh: 关注帖子

# COMMON__POST_MENU__UNFOLLOW_NOTIFICATIONS
source: Un-follow post
cs: Nesledovat příspěvek
de: Beitrag entfernen
es: Des-seguir publicación
hi: पोस्ट को अनफ़ॉलो करें
it: Non seguire più il Post
ja: フォローを解除
pl: Przestań obserwować post
ru: Отменить подписку на пост
th: ยกเลิกการติดตามโพสต์
tr: Gönderiyi takip etme
uk: Не слідкувати за публікацією
zh: 取消关注帖子

# COMMON__POST_MENU__BLOCK_AND_UNBLOCK
source: Block/Unblock
cs: Blokovat/odblokovat
de: Blockieren/Entsperren
es: Bloquear/Desbloquear
hi: ब्लॉक/अनब्लॉक
it: Blocca/Sblocca
ja: ブロック/ブロック解除
pl: Zablokowanie/Odblokowanie
pt: Bloquear/Desbloquear
ro: Blocare/Deblocare
th: บล็อก/อันบล็อก
tr: Engelle/Engeli kaldır
uk: Заблокувати/розблокувати
zh: 屏蔽/解锁

# COMMON__POST_MENU__BLOCK
source: Block user
cs: Blokovat uživatele
de: Benutzer sperren
es: Bloquear usuario
hi: उपयोगकर्ता को रोक देना
it: Blocca utente
ja: ユーザーをブロック
pl: Zablokuj użytkownika
pt: Bloquear usuário
ro: Blochează utilizator
ru: Заблокировать пользователя
th: บล็อคผู้ใช้
tr: Kullanıcıyı engelle
uk: Заблокувати користувача
zh: 屏蔽用户

# COMMON__POST_MENU__UNBLOCK
source: Unblock user
cs: Odblokovat uživatele
de: Benutzer entsperren
es: Desbloquear usuario
hi: यूज़र को अनब्लॉक करें
it: Sblocca utente
ja: ユーザーのブロックを解除
pl: Odblokuj użytkownika
pt: Desbloquear usuário
ro: Deblochează utilizator
ru: Разблокировать пользователя
th: เลิกบล็อกผู้ใช้นี้
tr: Kullanıcının engelini kaldır
uk: Розблокувати користувача
zh: 取消屏蔽用户

# COMMON__POST_MENU__ALLOW_COMMENTS
source: Allow Comments
cs: Povolit komentáře
de: Kommentare erlauben
es: Permitir comentarios
hi: टिप्पणियों की अनुमति दें
it: Consenti Commenti
ja: コメントを許可
pl: Zezwalaj na komentarze
pt: Permitir Comentários
ro: Permite comentarii
ru: Разрешить комментарии
th: อนุญาตให้ลงความเห็น
tr: Yorumlara İzin Ver
uk: Дозволити коментарі
zh: 允许评论

# COMMON__POST_MENU__DISABLE_COMMENTS
source: Disable Comments
cs: Zakázat komentáře
de: Kommentare deaktivieren
es: Desactivar comentarios
hi: टिप्पणियाँ अक्षम करें
it: Disabilita Commenti
ja: コメントを無効にする
pl: Wyłącz komentarze
pt: Desabilitar comentários
ro: Dezactivează comentariile
ru: Отключить комментарии
th: ปิดใช้งานความคิดเห็น
tr: Yorumları Devre Dışı Bırak
uk: Вимкнути коментарі
zh: 禁用评论

# COMMON__POST_MENU__MARK_AS_SAFE
source: Mark as Safe
cs: Označit jako bezpečné
de: Als sicher markieren
es: Marcar como seguro
hi: सुरक्षित के रूप में मार्क करें
it: Segna come sicuro
ja: 安全としてマーク
pl: Oznacz jako bezpieczny
pt: Marcar como Segura
ro: Marchează ca sigur
ru: Пометить как Сейф
th: ทำเครื่องหมายว่าปลอดภัย
tr: Güvenli Olarak İşaretle
uk: Позначити як безпечне
zh: 标记为安全

# COMMON__POST_MENU__MARK_AS_OPEN
source: Mark as Open
cs: Označit jako otevřené
de: Als offen markieren
es: Marcar como abierto
hi: ओपन के रूप में मार्क करें
it: Segna come Open
ja: 開いているとしてマーク
pl: Oznacz jako otwarte
pt: Marcar como Aberto
ro: Marchează ca Deschis
ru: Пометить как открытые
th: ทำเครื่องหมายว่าเป็นสแปม
tr: Açık Olarak İşaretle
uk: Позначити як відкрите
zh: 标记为打开

# COMMON__POST_MENU__DELETE_MODAL_MESSAGE
source: Are you sure you want to delete this post? There's no UNDO.
cs: Jste si jisti, že chcete smazat tento příspěvek? NELZE VRÁTIT.
de: Sind Sie sicher, dass Sie diesen Beitrag löschen möchten? Es gibt kein UNDO.
es: ¿Estás seguro de que quieres eliminar esta publicación? No se puede DESHACER.
hi: क्या आप वाकई इस पोस्ट को हटाना चाहते हैं? कोई UNDO नहीं है।
it: Sei sicuro di voler eliminare questo post? NON può essere annullato.
ja: この投稿を削除してもよろしいですか？元に戻すことはできません。
pl: Czy na pewno chcesz usunąć ten post? Nie ma żadnego UNDO.
pt: Tem certeza que deseja excluir esta publicação? Não há nenhum DESFAZ.
ro: Ești sigur că vrei să ștergi acest post? Nu există UNDO.
ru: Вы уверены, что хотите удалить эту запись? Нет UNDO.
th: คุณแน่ใจหรือไม่ว่าจะลบโพสต์นี้? ลบแล้วลบเลยเรียกคืนไม่ได้นะ
tr: Bu gönderiyi silmek istediğinize emin misiniz? Bu işlem GERİ ALINAMAZ.
uk: Ви впевнені, що хочете видалити цей допис? Немає нічого відключення.
zh: 您确定要删除此帖子吗？没有UNOO。

# COMMON__POST_MENU__DELETE_MODAL_ATTACHMENT_MESSAGE
source: This action will also delete the attached media from your gallery.
cs: Tato akce také smaže připojená média z vaší galerie.
de: Diese Aktion löscht auch die angehängten Medien aus Ihrer Galerie.
es: Esta acción también eliminará los contenidos adjuntos de tu galería.
hi: यह क्रिया आपकी गैलरी से संलग्न मीडिया को भी हटा देगी।
it: Questa azione eliminerà anche i media allegati dalla tua galleria.
ja: この操作は、ギャラリーから添付されたメディアも削除されます。
pl: Ta akcja usunie również załączone media z Twojej galerii.
pt: Esta ação também excluirá a mídia anexada de sua galeria.
ro: Această acțiune va șterge și media atașată din galeria dvs.
ru: Это действие также удалит прикрепленные файлы из вашей галереи.
th: การกระทำนี้จะรวมถึงการลบรูปภาพเเละวีดีโอจากแกลลอรี่ด้วย
uk: Ця дія також видалить прикріплений медіа з галереї.
zh: 此操作也将从您的图库中删除附加的媒体。

# COMMON__POST_MENU__DELETE_CONFIRMATION_MESSAGE
source: The post has been deleted.
cs: Příspěvek byl smazán.
de: Der Beitrag wurde gelöscht.
es: Esta publicación ha sido eliminada.
hi: पोस्ट को हटा दिया गया है।
it: Il post è stato eliminato.
pl: Post został usunięty.
pt: A publicação foi excluída.
ro: Postarea a fost ștearsă.
ru: Сообщение удалено.
th: โพสต์นี้ถูกลบแล้ว
tr: Gönderi silindi.
uk: Публікація була видалена.
zh: 帖子已被删除。
