Repository: Minds/front
Catalog: src/locale/Minds.*.xliff
Languages: cs, de, es, hi, it, ja, pl, pt, ro, ru, th, tr, uk, zh

# SIDEBAR_MARKERS__GROUPS
source: Groups
cs: Skupiny
de: Gruppen
es: Grupos
hi: समूह
it: Gruppi
ja: グループ
pl: Grupy
pt: Grupos
ro: Grupuri
ru: Группы
th: กลุ่ม
tr: Gruplar
uk: Групи
zh: 小组

# M__COMMON__NEW_GROUP
source: New group
cs: Nová skupina
de: Neue Gruppe
es: Nuevo grupo
hi: नया समूह
it: Nuovo gruppo
ja: 新しいグループ
pl: Nowa grupa
pt: Novo grupo
ro: Grup nou
ru: Новая группа
th: กลุ่มใหม่
tr: Yeni grup
uk: Нова група
zh: 新建组

# M__COMMON__DISCOVER_GROUPS
source: Discover Groups
cs: Objevte skupiny
de: Gruppen entdecken
es: Descubrir grupos
hi: ग्रुप खोजें
it: Scopri Gruppi
ja: グループを探す
pl: Odkryj grupy
pt: Encontrar Grupos
ro: Descoperă grupuri
ru: Группы
th: กลุ่มที่น่าสนใจ
tr: Grupları Keşfedin
uk: Знайти групи
zh: 发现组

# M__COMMON__JOIN_SOME_GROUPS_TO_POPULATE_THIS_SIDEBAR
source: Join some groups to populate this sidebar
cs: Připojte se k některým skupinám pro zaplnění tohoto bočního panelu
de: Trete einigen Gruppen bei, um diese Seitenleiste zu füllen
es: Únete a algunos grupos para poblar esta barra lateral
hi: इस साइडबार को पॉप्युलेट करने के लिए कुछ ग्रुप से जुड़ें
it: Unisciti ad alcuni gruppi per popolare questa barra laterale
ja: いくつかのグループに参加して、このサイドバーを作成します
pl: Dołącz do kilku grup, aby wypełnić ten pasek boczny
pt: Junte-se a alguns grupos para preencher esta barra lateral
ro: Alătură-te unor grupuri pentru a popula această bară laterală
ru: Здесь будут отображаться группы, в которые ты вступишь. Присоединяйся
th: เข้าร่วมกลุ่มที่แนะนำ
tr: Bu kenar çubuğunu doldurmak için gruplara katılın
uk: Приєднайтеся до певних груп, щоб заповнити бічну панель
zh: 加入一些组来填充此侧边栏

# COMMON__HOME
source: Home
cs: Domů
de: Zuhause
es: Inicio
hi: घर
ja: ホーム
pl: Strona główna
pt: Início
ro: Acasă
ru: Домой
th: หน้าหลัก
tr: Ana Sayfa
uk: Домашній екран
zh: 首页

# COMMON__NEWSFEED
source: Newsfeed
cs: Kanál novinek
es: Noticias
hi: न्यूज़फ़ीड
ja: ニュースフィード
pl: Kanał informacyjny
pt: Feed de notícias
ro: Știri
ru: Лента новостей
th: ฟีดข่าว
tr: Haber Akışı
uk: Новини
zh: 新闻源

# COMMON__DISCOVERY
source: Discovery
cs: Objevujte
de: Entdeckung
es: Descubrir
hi: खोज
it: Scopri
ja: 発見
pl: Odkrycie
pt: Encontrar
ro: Descoperire
ru: Исследуй
th: ค้นพบ
tr: Keşfet
uk: Відкриття
zh: 发现

# COMMON__WALLET
source: Wallet
cs: Peněženka
es: Monedero
hi: बटुआ
it: Portafoglio
ja: ウォレット
pl: Portfel
pt: Carteira
ro: Portofel
ru: Кошелек
th: กระเป๋าวอลเลท
tr: Cüzdan
uk: Гаманець
zh: 钱包

# COMMON__ANALYTICS
source: Analytics
cs: Analýzy
de: Analytik
es: Analíticas
hi: एनालिटिक्स
ja: 分析
pl: Analityka
pt: Análises
ro: Analize
ru: Статистика
th: การวิเคราะห์
tr: Analitik
uk: Аналітика
zh: 分析

# COMMON__TRAFFIC
source: Traffic
cs: Návštěvnost
de: Verkehr
es: Tráfico
hi: यातायात
it: Traffico
ja: トラフィック
pl: Ruch
pt: Tráfego
ro: Trafic
ru: Трафик
th: การเข้าชม
tr: Trafik
uk: Трафік
zh: 流量

# COMMON__ENGAGEMENT
source: Engagement
cs: Zapojení
es: Participación
hi: एंगेजमेंट
it: Coinvolgimento
ja: 参加
pl: Zaangażowanie
pt: Envolvimento
ro: Angajament
ru: Вовлечение
th: ความสนใจ
tr: Etkileşim
uk: Заручини
zh: 参与度

# COMMON__EARNINGS
source: Earnings
cs: Výdělky
de: Einnahmen
es: Ganancias
hi: कमाई
it: Guadagni
ja: 収益
pl: Zyski
pt: Ganhos
ro: Câștiguri
ru: Доходы
th: รายได้
tr: Kazanç
uk: Дохід
zh: 收入

# COMMON__TRENDING
source: Trending
cs: Populární
de: Beliebt
es: Tendencia
hi: रुझान
it: Tendenze
ja: トレンド
pl: Popularne
pt: Tendências
ro: Populare
ru: Популярное
th: นิยม
tr: Yükselişte
uk: У тренді
zh: 热门主题

# COMMON__SETTINGS
source: Settings
cs: Nastavení
de: Einstellungen
es: Opciones
hi: सेटिंग्स
it: Impostazioni
ja: 設定
pl: Ustawienia
pt: Configurações
ro: Setări
ru: Настройки
th: การตั้งค่า
tr: Ayarlar
uk: Налаштування
zh: 设置

# CHANNEL__ONBOARDING__CHOOSE_DISPLAY_NAME
source: Choose your display name
cs: Vyberte své zobrazované jméno
de: Wählen Sie Ihren Nutzernamen
es: Elige tu nombre para mostrar
hi: अपना प्रदर्शन नाम चुनें
it: Scegli il tuo display name
ja: あなたの表示名を選択
pl: Wybierz nazwę wyświetlaną
pt: Escolha seu nome de exibição
ro: Alege numele tău de afișat
th: เลือกชื่อที่ใช้แสดง
tr: Görünen adınızı seçin
uk: Виберіть ваше вказане ім'я
zh: 选择你要显示的名字

# CHANNEL__ONBOARDING__BRIEFLY_DESCRIBE_YOUR_CHANNEL
source: Briefly describe your channel
cs: Stručně popište váš kanál
de: Beschreiben Sie kurz Ihren Kanal
es: Describe tu canal brevemente
hi: अपने चैनल का संक्षिप्त वर्णन करें
it: Descrivi brevemente il tuo canale
ja: あなたのチャンネルを簡単に説明してください
pl: Krótko opisz swój kanał
pt: Descreva brevemente seu canal
ro: Descrie pe scurt canalul tău
ru: Опишите коротко ваш канал
th: แนะนำแชนแนลของคุณสั้นๆ
tr: Kısaca kanalınızı tanımlayın
uk: Коротко опишіть ваш канал
zh: 简要描述你的频道

# MINDS_FESTIVAL_TICKET_SALE
source: BREAKING: Tickets on sale for "MINDS: FESTIVAL OF IDEAS" @ Radio City on 6/13/2020. HELP US SELL OUT FAST!
cs: BREAKING: Vstupenky na prodej za "MINDS: FESTIVAL OF IDEAS" @ Radio City on 6/13/2020. HELP US SELL OUT FAST!
it: PRENOTAZIONE: Biglietti in vendita per "MINDS: FESTIVAL OF IDEAS" @ Radio City il 13/06/2014. SCOPRI SELL OUT FAST!
ja: BREAKING: "MINDS: FESTIVAL OF IDEAS" @ Radio City on 6/13/2020のチケット販売中!
pl: UWAGA: Bilety w sprzedaży dla "MINDS: FESTIVAL OF IDEAS" @ Radio City w 6/13/2020. HELP US SELL OUT FAST!
pt: COLHEITAÇÃO: Bilhetes à venda por "MINS: FESTIVAL DE IDEAS" @ Radio City em 6/13/2020. AJUDA EM SEGURANTE UMA RÁPIDO!
ro: REACTUALIZARE: Bilete de vânzare pentru "MINDS: FESTIVAL AL IDEAS" @ Radio City la 6/13/2020. AJUTORI US SELL OUT FAST!
uk: НАЛАШТУВАННЯ: Квитки на продаж "MINDS: ПОВІДОМЛЕННЯ ІДЕНЕ" @ Radio City – 6/13/2020. ДОПОМОГА НАЛАШТУВАННЯ США!

# M__ACTION__VIEW_CHANNEL
source: View Channel
cs: Zobrazit kanál
de: Kanal anzeigen
es: Ver canal
hi: चैनल देखें
it: Visualizza Canale
ja: チャンネルを表示
pl: Pokaż kanał
pt: Ver Canal
ro: Vizualizare canal
ru: Просмотр канала
th: ดูโปรไฟล์
tr: Kanalı Göster
uk: Перегляд каналу
zh: 查看频道

# COMMON_SETTINGS
source: Settings
cs: Nastavení
de: Einstellungen
es: Opciones
hi: सेटिंग
it: Impostazioni
ja: 設定
pl: Ustawienia
pt: Configurações
ro: Setări
ru: Настройки
th: การตั้งค่า
tr: Ayarlar
uk: Налаштування
zh: 设置

# COMMON_FAQ
source: FAQ
cs: Nejčastější dotazy
es: Preguntas más frecuentes
hi: सामान्य प्रश्न
it: Domande
pl: Często zadawane pytania
pt: Perguntas Frequentes
ro: Întrebări
ru: ЧАВО
th: คำถามที่พบบ่อย
uk: ЧАП
zh: 常见问题

# COMMON__HELP DESK
source: Help Desk
cs: Nápověda
es: Mesa de Ayuda
hi: सहायता केंद्र
ja: ヘルプデスク
pl: Biuro pomocy
pt: Central de ajuda
ro: Birou de Ajutor
ru: Служба поддержки
th: ศูนย์ช่วยเหลือ
tr: Yardım Masası
uk: Служба підтримки
zh: 服务台

# COMMON__HELP_AND_SUPPORT
source: Help & Support
cs: Nápověda & podpora
de: Hilfe & Support
es: Ayuda y Soporte
hi: मदद & amp; सहयोग
it: Aiuto & Supporto
ja: ヘルプ & サポート
pl: Pomoc & Wsparcie
pt: Ajuda & Suporte
ro: Ajutor & Suport
ru: Помощь & поддержка
th: ช่วยเหลือและสนับสนุน
uk: Допомога & підтримка
zh: 帮助 & 支持

# COMMON__OPT_INTO_EXPERIMENTS
source: Opt-in to Experiments
cs: Přihlásit se k experimentům
de: Experimente auswählen
es: Aplicar a Experimentos
hi: ऑप्ट-इन प्रयोगों के लिए
it: Opt-in per gli Esperimenti
ja: 実験へのオプトイン
pl: Włączenie do eksperymentów
pt: Quero usar tecnologias Experimentais
ro: Opt-in la experimente
ru: Взять в эксперименты
th: เข้าร่วมทดลอง
tr: Deneylere Dahil Olun
uk: Опція до експериментів
zh: 选择接受实验

# COMMON__CANARY
source: Canary
cs: Kanárek
de: Kanarische
ja: カナリー
pl: Kanada
ro: Canar
ru: Канал
th: ทดลอง
tr: Deneysel
uk: Канарка
zh: 加那利州

# COMMON_LOGOUT
source: Logout
cs: Odhlásit se
de: Abmelden
es: Salir
hi: लॉग आउट करें
ja: ログアウト
pl: Wyloguj się
pt: Sair
ro: Deconectare
ru: Выйти
th: ออกจากระบบ
tr: Çıkış
uk: Вихід із системи
zh: 登出

# M__ACTION__LOGIN
source: Login
cs: Přihlásit se
es: Ingresar
hi: लॉग इन करें
ja: ログイン
pl: Logowanie
pt: Entrar
ro: Autentificare
th: ล็อกอิน
tr: Giriş
zh: 登录

# MINDS__TOPBAR__TOP__OPEN_TRENDING_ITEM_TOOLTIP
source: Open may contain controversial content. By selecting Open, you acknowledge that you are willing to see controversial content.
cs: "Otevřený" může obsahovat kontroverzní obsah. Volbou "Otevřený" potvrzujete, že jste ochotni vidět kontroverzní obsah.
de: Open kann kontroverse Inhalte enthalten. Wenn Sie "Öffnen" wählen, erkennen Sie an, dass Sie bereit sind, umstrittene Inhalte zu sehen.
es: Abierto puede contener contenido polémico. Al seleccionar Abierto, usted reconoce que está dispuesto a ver contenido polémico.
hi: ओपन में विवादास्पद कंटेंट हो सकता है। ओपन का चयन करके, आप स्वीकार करते हैं कि आप विवादास्पद कंटेंट देखने के लिए तैयार हैं।
it: La versione Open può contenere contenuti controversi. Selezionando Open, riconosci di essere disposto a vedere contenuti controversi.
ja: オープンには論争の多いコンテンツが含まれている場合があります。「オープン」を選択することで、あなたは論争の多いコンテンツを見たいと思っていることに同意するものとします。
pl: Otwórz może zawierać kontrowersyjną zawartość. Wybierając Otwartość, przyznajesz, że jesteś skłonny zobaczyć kontrowersyjne treści.
pt: Esse item pode conter conteúdo controvertido. Ao selecionar Abrir, você concorda que está disposto a ver conteúdo controvertido.
ro: Deschide poate conține conținut controversat. Selectând Open, recunoașteți că sunteți dispus să vedeți un conținut controversat.
ru: Открытие может содержать противоречивое содержимое. Выбрав Open, вы признаете, что вы готовы видеть противоречивое содержание.
th: เปิดดูเนื้อหาที่ไม่ปลอดภัย. เมื่อคุณเลือกที่จะเปิด นั่นคือคุณยอมรับการเข้าถึงเนื้อหาดังกล่าว
tr: Açık, tartışmalı içerik içerebilir. Açık seçeneğiyle tartışmalı içerik görmek istediğinizi onaylamış olursunuz.
zh: 打开可能包含有争议的内容。通过选择 Open，您承认您愿意看到有争议的内容。

# COMMON__LOGIN
source: Login
cs: Přihlásit se
es: Ingresar
hi: लॉग इन
ja: ログイン
pl: Logowanie
pt: Entrar
ro: Autentificare
th: ล็อกอิน
tr: Giriş
zh: 登录

# COMMON__JOIN_MINDS_NOW
source: Join Minds Now
cs: Připojte se k Minds
de: Jetzt Geist beitreten
es: Únete a Minds ahora
hi: Minds से अभी जुड़ें
it: Unisciti a Minds Adesso
ja: 今すぐMindsに参加
pl: Dołącz do umysłów teraz
pt: Entre para o Minds Agora
ru: Вступить в умы
th: เข้าร่วม Minds ตอนนี้
uk: Приєднайтеся до міркувань зараз
zh: 立即加入心情

# COMMON__UPGRADE
source: Upgrade
cs: Upgradovat
es: Mejorar
hi: अपग्रेड
it: Aggiorna
ja: アップグレードする
pl: Ulepsz
ro: Actualizează
ru: Улучшить
th: อัปเกรด
tr: Yükselt
zh: 升级

# COMMON__BUY_TOKENS
source: Buy tokens
cs: Koupit tokeny
de: Token kaufen
es: Comprar tokens
hi: टोकन खरीदें
it: Acquista token
ja: トークンを購入
pl: Kup tokeny
pt: Comprar tokens
ro: Cumpără jetoane
ru: Купить жетоны
th: ซื้อโทเคน
tr: Token satın al
zh: 购买令牌

# COMMON__LIGHT_MODE
source: Enter Light Mode
cs: Zapnout denní režim
de: Licht Modus betreten
es: Ingresar en modo claro
hi: लाइट मोड में जाएं
it: Vai In Modalità Chiara
ja: ライトモードにする
pl: Wejdź do trybu oświetlenia
pt: Entrar no Modo Claro
ro: Intră în modul luminos
ru: Войти в режим Light
th: เปิดโหมดสว่าง
tr: Aydınlık Moda Geç
uk: Увімкнути світлий режим
zh: 进入光模式

# COMMON__DARK_MODE
source: Enter Dark Mode
cs: Zapnout noční režim
de: Dunkler Modus aktivieren
es: Ingresar en modo oscuro
hi: डार्क मोड में जाएं
it: Vai In Modalità Scura
ja: ダークモードにする
pl: Wejdź do trybu ciemnego
pt: Entrar no Modo Escuro
ro: Intră în modul întunecat
ru: Войти в темный режим
th: เปิดโหมดมืด
tr: Karanlık Moda Geç
uk: Увійти у темний режим
zh: 进入暗色模式

# COMMON__BOOST_CONSOLE
source: Boost Console
cs: Boost - řídící panel
es: Consola de Boost
hi: कंसोल को बूस्ट करें
it: Console Boost
ja: ブーストコンソール
pl: Konsola Wzmocnienia
ro: Amplifică Consola
ru: Ускорить консоль
th: ควบคุมการบูส
tr: Boost Konsolu
uk: Підвищення консолі
zh: 提升控制台

# COMMON__HELP
source: Help
cs: Nápověda
de: Hilfe
es: Ayuda
hi: मदद
it: Aiuto
ja: ヘルプ
pl: Pomoc
pt: Ajuda
ro: Ajutor
ru: Справка
th: ช่วยเหลือ
tr: Yardım
uk: Довідка
zh: 帮助

# COMMON__FAQ
source: FAQ
cs: Nejčastější dotazy
es: Preguntas más frecuentes
hi: सामान्य प्रश्न
it: Domande Frequenti
pl: Często zadawane pytania
pt: Perguntas Frequentes
ro: Întrebări
ru: ЧАВО
th: คำถามที่พบบ่อย
uk: ЧАП
zh: 常见问题

# COMMON__LOGOUT
source: Logout
cs: Odhlásit se
de: Abmelden
es: Salir
hi: लॉग आउट करें
ja: ログアウト
pl: Wyloguj się
pt: Sair
ro: Deconectare
ru: Выйти
th: ออกจากระบบ
tr: Çıkış
uk: Вихід із системи
zh: 登出

# COMMON__MORE
source: More
cs: Více
de: Mehr
es: Más
hi: अधिक
it: Di Più
ja: もっと
pl: Więcej
pt: Mais
ro: Mai
ru: Больше
th: เพิ่มเติม
tr: Daha Fazla
uk: Більше
zh: 更多

# COMMON__LESS
source: Less
cs: Méně
de: Weniger
es: Menos
hi: कम
it: Di Meno
ja: 少なく
pl: Mniej
pt: Menos
ru: Меньше
th: ย่อลง
tr: Daha Az
uk: Менше
zh: 更少的

# COMMON__INFINITE_SCROLL__LOAD_MORE
source: Click to load more
cs: Kliknutím načtete více
de: Klicken, um mehr zu laden
es: Pulsa para cargar más
hi: अधिक लोड करने के लिए क्लिक करें
it: Clicca per caricare di più
ja: クリックして詳細を読み込む
pl: Kliknij, aby załadować więcej
pt: Clique para carregar mais
ro: Click pentru a încărca mai mult
ru: Нажмите, чтобы загрузить больше
th: คลิกเพื่อโหลดเพิ่มเติม
tr: Daha fazlasını görmek için tıklayın
uk: Клацніть, щоб завантажити більше
zh: 点击加载更多

# COMMON__INFINITE_SCROLL__NOTHING_MORE
source: Nothing more to load
cs: Nic dalšího k načtení
de: Nichts mehr zu laden
es: Nada más que cargar
hi: लोड करने के लिए ज्यादा कुछ नहीं
it: Nient'altro da caricare
ja: これ以上読み込むものはありません
pl: Nic więcej do załadowania
pt: Nada mais para carregar
ro: Nimic mai mult de încărcat
ru: Больше нечего загружать
th: สิ้นสุด
tr: Yüklenecek içerik kalmadı
uk: Більше нічого для завантаження
zh: 没有更多要加载的

# M__COMMON__COUNTRY
source: Country
cs: Země
de: Land
es: País
hi: देश
it: Paese
ja: 国
pt: País/região
ro: Țară
ru: Страна
th: ประเทศ
tr: Ülke
uk: Країна
zh: 国家

# COMMON__DATE_INPUT__MONTH_LABEL
source: Month
cs: Měsíc
de: Monat
es: Mes
hi: महीना
it: Mese
ja: 月
pl: Miesiąc
pt: Mês
ro: Lună
ru: Месяц
th: เดือน
tr: Ay
uk: Місяць
zh: 月

# COMMON__DATE_INPUT__DAY_LABEL
source: Day
cs: Den
de: Tag
es: Día
hi: दिन
it: Giorno
ja: 日
pl: Dzień
pt: Dia
ro: Zi
ru: День
th: วัน
tr: Gün
uk: День
zh: 日

# COMMON__DATE_INPUT__YEAR_LABEL
source: Year
cs: Rok
de: Jahr
es: Año
hi: साल
it: Anno
ja: 年
pt: Ano
ro: An
ru: Год
th: ปี
tr: Yıl
uk: Рік
zh: 年份

# M__COMMON__ENTER_CITY
source: Enter your city...
cs: Zadejte vaše město...
de: Stadt eingeben...
es: Introduce tu ciudad…
hi: अपना शहर दर्ज करें...
it: Inserisci la tua città...
ja: 都市を入力してください...
pl: Wpisz swoje miasto...
pt: Informe sua cidade...
ro: Introdu orașul tău...
ru: Введите ваш город...
th: โปรดระบุเมืองที่คุณอยู่
tr: Şehrinizi girin...
uk: Введіть ваше місто...
zh: 输入你的城市...

# M__COMMON__SELECT_CITY
source: Select your city:
cs: Vyberte vaše město:
de: Wählen Sie Ihre Stadt aus:
es: Selecciona tu ciudad:
hi: अपने शहर का चयन करें:
it: Seleziona la tua città:
ja: 都市を選択：
pl: Wybierz miasto:
pt: Selecione sua cidade:
ro: Selectează orașul tău:
ru: Выберите город:
th: เลือกเมืองของคุณ:
tr: Şehrinizi seçin:
uk: Виберіть своє місто:
zh: 选择您的城市：

# M__COMMON__COUNTRY_STATE
source: State
cs: Stát
de: Bundesland
es: Estado
hi: राज्य
it: Stato
ja: 都道府県：
pl: Stan
ro: Județ
ru: Область
th: สถานะ
tr: Eyalet
uk: Держава
zh: 状态

# COMMON__SEE_MORE__ACTION
source: See More
cs: Zobrazit více
de: Mehr ansehen
es: Ver más
hi: और देखें
it: Vedi di più
ja: もっと見る
pl: Zobacz więcej
pt: Ver mais
ro: Vezi mai multe
ru: Подробнее
th: ดูเพิ่มเติม
tr: Fazlasını Gör
uk: Дивіться більше
zh: 查看更多

# COMMON__READ_MORE__ACTION
source: Read more
cs: Číst více
de: Lesen Sie mehr
es: Leer más
hi: अधिक पढ़ें
it: Leggi di più
ja: もっと読む
pl: Czytaj więcej
pt: Leia mais
ro: Citește mai mult
ru: Читать далее
th: อ่านเพิ่มเติม
tr: Daha fazlasını oku
uk: Читати далі
zh: 阅读更多

# COMMON__BADGES__VERIFIED
source: Verified
cs: Ověřeno
de: Verifiziert
es: Verificado
hi: सत्यापित
it: Verificato
ja: 確認済み
pl: Zweryfikowano
pt: Verificada
ro: Verificat
ru: Подтверждено
th: ยืนยันแล้ว
tr: Onaylı
uk: Перевірено
zh: 已验证

# COMMON__BADGES__FOUNDER
source: Founder
cs: Zakladatel
de: Gründer
es: Fundador
hi: संस्थापक
it: Fondatore
ja: ファウンダー
pl: Założyciel
pt: Fundador
ro: Fondator
ru: Основатель
th: ผู้ก่อตั้ง
tr: Kurucu
uk: Засновник
zh: 创始人

# BADGES__BOOSTER
source: Boosted OnChain in the last 7 days
cs: Boosted OnChain za posledních 7 dní
es: Hizo un Boost OnChain en los últimos 7 días
hi: पिछले 7 दिनों में OnChain को बूस्ट किया
ja: 過去7日間でブーストされたオンチェーン
ru: Ускорено цепь за последние 7 дней
th: บูสด้วย OnChain ใน 7 วันที่ผ่านมา
uk: Збільшений онлайн-ланцюг за останні 7 днів
zh: 过去 7 天内被启动 OnChain

# MINDS__TAGCLOUD__TITLE
source: Suggested Hashtags
cs: Navrhované štítky
es: Hashtags sugeridos
hi: सुझाए गए हैशटैग
ja: 推奨ハッシュタグ
th: แฮชแท็กยอดนิยม
tr: Önerilen Etiketler
zh: 建议的标签

# COMMON__AVATAR__CHANGE
source: Change avatar
cs: Změnit avatar
de: Avatar ändern
es: Cambiar avatar
hi: अवतार बदलें
it: Cambia avatar
ja: アバターを変更
pl: Zmień awatar
pt: Mudar avatar
ro: Schimbă avatarul
ru: Изменить аватар
th: เปลี่ยนรูปโปรไฟล์
uk: Змінити аватар
zh: 更改头像

# COMMON__AVATAR__ADD
source: Add an avatar
cs: Přidat avatar
de: Avatar hinzufügen
es: Agregar un avatar
hi: अवतार जोड़ें
it: Aggiungi un avatar
ja: アバターを追加
pl: Dodaj awatar
pt: Adicionar um avatar
ro: Adaugă un avatar
ru: Добавить аватар
th: เพิ่มอวตาร์
tr: Bir avatar ekle
uk: Додати аватар
zh: 添加头像

# M__COMMON__SUBSCRIBERS
source: Subscribers
cs: Odběratelé
de: Abonnenten
es: Suscriptores
hi: सदस्य
it: Iscritti
ja: 加入者
pl: Subskrybenci
pt: Seguidores
ro: Abonați
ru: Подписчики
th: ผู้ติดตาม
tr: Abone olan
zh: 订阅者

# M__COMMON__SUBSCRIPTIONS
source: Subscriptions
cs: Sledování
de: Abonnements
es: Suscripciones
hi: सदस्यता
it: Iscrizioni
ja: 申し込み
pl: Subskrypcje
pt: Seguindo
ro: Abonamente
ru: Подписки
th: การติดตาม
tr: Abone olunan
uk: Підписки
zh: 订阅

# M__COMMON__VIEWS
source: Views
cs: Zhlédnutí
de: Aufrufe
es: Vistas
hi: व्यू
it: Visualizzazioni
ja: 閲覧
pl: Widoki
pt: Visualizações
ro: Vizualizări
ru: Просмотры
th: การเข้าชม
tr: Görünüm
uk: Перегляди
zh: 观看

# M_SHARE__HEADER
source: Share this post
cs: Sdílet tento příspěvek
de: Diesen Beitrag teilen
es: Compartir esta publicación
hi: यह पोस्ट शेयर करें
it: Condividi questo post
ja: この投稿を共有
pl: Udostępnij ten post
pt: Compartilhar este post
ro: Distribuie această postare
ru: Поделиться этой записью
th: แชร์โพสต์นี้
tr: Bu gönderiyi paylaş
uk: Поширити цей допис
zh: 分享这篇文章

# M_SHARE__LINK_COPY_ACTION
source: Copy
cs: Kopírovat
de: Kopieren
es: Copiar
hi: कॉपी करें
it: Copia
ja: コピー
pl: Kopiuj
pt: Copiar
ro: Copiază
ru: Копировать
th: คัดลอก
tr: Kopyala
uk: Копія
zh: 复制

# M_SHARE__LINK_COPY_STATE
source: Copied
cs: Zkopírováno
de: Kopiert
es: Copiado
hi: कॉपी किया गया
it: Copiato
ja: コピーしました
pl: Skopiowano
pt: Copiado
ro: Copiat
ru: Скопировано
th: คัดลอกแล้ว
tr: Kopyalandı
uk: Скопійовано
zh: 已复制

# M_SHARE__REFERRER_PARAM_CHECKBOX_LABEL
source: Include referral code
cs: Zahrnout kód doporučení
de: Empfehlungscode einschließen
es: Incluír código de referencia
hi: रेफरल कोड शामिल करें
it: Includi codice referral
ja: 紹介コードを含める
pl: Dołącz kod referencyjny
pt: Digite o código de referência
ro: Include codul de recomandare
th: ใส่รหัสเชิญ
tr: Referans kodu ekle
zh: 包含推荐代码

# M_SHARE__REFERRAL_CODE_EXPLANATION
source: Use your referral code to earn tokens for referring new users to Minds. Learn more at the {START_LINK} Referrals Console {CLOSE_LINK}
cs: Použijte svůj referenční kód a vydělejte tokeny za doporučení nových uživatelů na Minds. Více informací najdete v {START_LINK} řídícím panelu doporučených uživatelů {CLOSE_LINK}
de: Benutze deinen Empfehlungscode, um Tokens zu erhalten, um neue Nutzer an Gedanken zu verweisen. Erfahre mehr auf der {START_LINK} Empfehlungskonsole {CLOSE_LINK}
es: Usa tu código de recomendación para ganar tokens por recomendar nuevos usuarios a las mentes. Más información en la Consola de Referidos {START_LINK} {CLOSE_LINK}
hi: नए यूज़र को Minds के संदर्भ में टोकन अर्जित करने के लिए अपने रेफ़रल कोड का उपयोग करें। {START_LINK} रेफ़रल कंसोल {CLOSE_LINK} पर और जानें
it: Usa il tuo codice referral per guadagnare token invitando nuovi utenti a Minds. Scopri di più visitando la {START_LINK} Console Referenze {CLOSE_LINK}
ja: 紹介コードを使って、新規ユーザーをマインドに紹介するトークンを獲得しましょう。詳細は、 {START_LINK} リファラルコンソール {CLOSE_LINK} をご覧ください。
pl: Użyj kodu polecającego, aby zarobić tokeny za polecanie nowych użytkowników do Mindów. Dowiedz się więcej na Konsoli Referencyjnej {START_LINK} {CLOSE_LINK}
pt: Use seu código de indicação para ganhar tokens por referência de novos usuários ao Minds. Saiba mais no {START_LINK} Console de Indicações {CLOSE_LINK}
ro: Folosiți codul dumneavoastră de recomandare pentru a câștiga jetoane pentru trimiterea de noi utilizatori către Minds. Aflați mai multe pe Consola de recomandări {START_LINK} {CLOSE_LINK}
th: ใช้รหัสเชิญของคุณเพื่อรับโทเคนเพื่อรับโทเคนจากผู้ใช้ใหม่. ศึกษาเพิ่มเติม {START_LINK} รหัสเชิญ {CLOSE_LINK}
zh: 使用您的推荐代码来赚取代币来向心灵推荐新用户。请在 {START_LINK} 推荐控制台 {CLOSE_LINK} 了解更多信息

# M__COMMON__MATURE_CONTENT
source: Mature content
cs: Obsah pro dospělé
de: Reife Inhalte
es: Contenido para adultos
hi: वयस्क लोगों के लिए कंटेंट
it: Contenuto per adulti
ja: 成熟したコンテンツ
pl: Zawartość przyrody
pt: Conteúdo adulto
ro: Conținutul naturii
ru: Содержание зрелости
th: เนื้อหาผู้ใหญ่
tr: Yetişkin içerik
uk: Зміст природи
zh: 成熟内容

# M__COMMON__CONFIRM_18
source: Click to confirm you are 18+
cs: Klikněte pro potvrzení, že je vám 18 +
de: Klicke um zu bestätigen, dass du 18+ bist
es: Pulsa para confirmar que eres mayor de 18 años
hi: पुष्टि करने के लिए क्लिक करें आप 18+ हैं
it: Clicca per confermare che hai più di 18 anni
ja: クリックして18以上であることを確認します
pl: Kliknij, aby potwierdzić, że masz 18+
pt: Clique para confirmar que você tem 18 anos ou mais
ro: Faceți clic pentru a confirma că aveți 18+
ru: Нажмите, чтобы подтвердить, что вы 18 +
th: คลิกเพื่อยืนยันว่าคุณอายุ 18 ปีขึ้นไป
tr: 18+ olduğunuzu onaylamak için tıklayın
uk: Натисніть, щоб підтвердити, що ви 18+
zh: 点击确认您是 18+

# M__COMMON__EDITED
source: edited
cs: upraveno
de: bearbeitet
es: editado
hi: संपादित
it: modificato
ja: 編集済み
pl: edytowano
pt: editado
ro: editat
ru: отредактированный
th: เเก้
tr: düzenlendi
uk: відредаговано
zh: 编辑

# MINDS__CARDS__entity__BOOSTED_LABEL
source: Boosted
cs: Boostováno
es: Boost
hi: बूस्ट किया गया
ja: Boost中
pl: Wzmocnione
ro: Amplificat
ru: Усилено
th: Boost แล้ว
uk: Збільшено
zh: 已提升

# MINDS__CARDS__entity__BOOSTED_LABEL_ONCHAIN
source: Boosted Onchain
cs: On-Chain boost
hi: Onchain को बूस्ट किया
ja: ブーストされたオンチェーン
th: บูสด้วย Onchain
uk: Створено ланцюжок
zh: 增强的Onchain

# M__BLOCKCHAIN__TX_OVERLAY__COMPLETE_YOUR_TX
source: Complete your OnChain transaction
cs: Dokončete vaši On-Chain transakci
es: Completa tu transacción OnChain
hi: अपने Onchain लेन-देन को पूरा करें
ja: OnChainトランザクションを完了する
th: ทำรายการ Onchain สำเร็จ
zh: 完成您的 OnChain 交易

# M__BLOCKCHAIN__TX_OVERLAY__COMPLETE_USING_METAMASK
source: Please open your Metamask client to complete the transaction.
cs: Prosím, otevřete klienta Metamask pro dokončení transakce.
es: Por favor, abre tu cliente de Metamask para completar la transacción.
hi: लेन-देन को पूरा करने के लिए कृपया अपना Metamask ग्राहक खोलें।
ja: トランザクションを完了するには、メタマスククライアントを開いてください。
th: เปิด Metamask ของคุณเพื่อทำรายการ
zh: 请打开您的 Metamask 客户端来完成交易。

# M__BLOCKCHAIN__TX_OVERLAY__YOURE_APPROVING_MESSAGE
source: You are approving a {INTERPOLATION}
cs: Schvalujete {INTERPOLATION}
de: Du genehmigst eine {INTERPOLATION}
es: Estás aprobando un/a {INTERPOLATION}
hi: आप {INTERPOLATION} स्वीकृत कर रहे हैं
it: Stai approvando un {INTERPOLATION}
ja: {INTERPOLATION} を承認しています
pl: Zatwierdzasz {INTERPOLATION}
pt: Você está aprovando um {INTERPOLATION}
ro: Aprobați un {INTERPOLATION}
ru: Вы утверждаете {INTERPOLATION}
th: คุณยอมรับ {INTERPOLATION}
tr: Şunu onaylıyorsunuz {INTERPOLATION}
uk: Ви затверджуєте {INTERPOLATION}
zh: 您正在批准一个 {INTERPOLATION}
