Repository: Minds/front
Catalog: src/locale/Minds.*.xliff
Languages: cs, de, es, hi, it, ja, pl, pt, ro, ru, th, tr, uk, zh

# MINDS__SETTINGS__MATURE_CONTENT_TITLE
source: Mature Content
cs: Obsah pro dospělé
de: Reife Inhalte
es: Contenido para adultos
hi: वयस्क लोगों के लिए कंटेंट
it: Contenuto per adulti
ja: 成熟したコンテンツ
pl: Zawartość przyrody
pt: Conteúdo adulto
ro: Conținut de natură
ru: Содержание для взросления
th: เนื้อหาสำหรับผู้ใหญ่
tr: Yetişkin İçerik
uk: Інформація для дорослих
zh: 成熟内容

# MINDS__SETTINGS__MATURE_CONTENT_LABEL
source: Always show mature content (18+)
cs: Vždy zobrazovat obsah pro dospělé (18+)
de: Immer reife Inhalte anzeigen (18+)
hi: हमेशा वयस्क लोगों का कंटेंट दिखाएं (18+)
it: Mostra sempre contenuti per adulti (18+)
ja: 成熟したコンテンツを常に表示する (18+)
pl: Zawsze pokazuj zawartość dojrzałą (18+)
pt: Sempre mostrar conteúdo adulto (18+)
ru: Всегда показывать зрелое содержание (18+)
th: แสดงเนื้อหาสำหรับผู้ใหญ่เสมอ (18+)
tr: Yetişkin İçeriği (18+) her zaman göster
uk: Завжди показувати вміст погашення (18+)
zh: 总是显示成熟的内容(18+)

# MINDS__SETTINGS__TOASTER_TITLE
source: Notifications
cs: Oznámení
de: Benachrichtigungen
hi: सूचनाएं
it: Notifiche
ja: 通知
pl: Powiadomienia
ro: Notificări
ru: Уведомления
th: การแจ้งเตือน
tr: Bildirimler
uk: Сповіщення
zh: 通知

# MINDS__SETTINGS__TOASTER_LABEL
source: Enable toaster notifications
cs: Povolit vyskakovací oznámení
de: Toaster-Benachrichtigungen aktivieren
hi: टोस्टर सूचनाएं चालू करें
it: Abilita notifiche toast
ja: トースター通知を有効にする
pt: Habilitar notificações toaster
ro: Activare notificări prăjitor
ru: Включить тостер уведомлений
zh: 启用粉丝通知

# MINDS__SETTINGS__AUTOPLAY_TITLE
source: Autoplay Videos in Feeds
cs: Automatické přehrávání videí v kanálech
hi: फ़ीड में वीडियो ऑटोप्ले करें
it: Riproduci automaticamente i video nei feed
ja: フィード内の動画の自動再生
pl: Automatyczne odtwarzanie filmów w kanałach
pt: Reproduzir vídeos automaticamente em Feeds
tr: Akışlarda Videoları Otomatik Oynat
zh: 在新闻源中自动播放视频

# MINDS__SETTINGS__AUTOPLAY_LABEL
source: Enable Video Autoplay
cs: Povolit automatické přehrávání videa
es: Activar reproducción automática de vídeo
hi: वीडियो ऑटोप्ले चालू करें
ja: 動画の自動再生を有効にする
pl: Włącz automatyczne odtwarzanie wideo
pt: Ativar Reprodução Automática de Vídeo
ro: Activează Redare automată video
uk: Увімкнути автоматичне накладення відео
zh: 启用视频自动播放

# MINDS__SETTINGS__LANGUAGE_SETTINGS_TITLE
source: Language Settings
cs: Nastavení jazyka
de: Spracheinstellungen
hi: भाषा सेटिंग
it: Impostazioni di lingua
ja: 言語設定
pl: Ustawienia języka
pt: Configurações de idioma
ro: Setări limbă
ru: Настройки языка
th: มายด์_ตั้งค่า_ตั้งค่าภาษา_หัวข้อ
tr: Dil Ayarları
uk: Мовні параметри
zh: 语言设置

# MINDS__SETTINGS__SITE_LANGUAGE_LABEL
source: Site language:
cs: Jazyk webu:
de: Sprache der Website:
hi: साइट की भाषा:
it: Lingua del sito:
ja: サイトの言語:
pl: Język witryny:
pt: Idioma do site:
ro: Limba site-ului:
ru: Язык сайта:
th: มายด์ส_ตั้งค่า_ภาษา_ป้าย
tr: Site dili:
uk: Мова сайту:
zh: 站点语言：

# MINDS__SETTINGS__SHARE_BUTTONS_TITLE
source: Share Buttons
cs: Tlačítka sdílení
de: Teilen-Tasten
es: Compartir Botones
hi: शेयर बटन
it: Pulsanti di condivisione
ja: ボタンを共有
pl: Przyciski udostępniania
pt: Botões de Compartilhamento
ro: Butoane de distribuire
ru: Кнопки "Поделиться"
tr: Paylaşım Butonları
uk: Соціальні кнопки
zh: 分享按钮

# MINDS__SETTINGS__SHOW_SHARE_BUTTONS_LABEL
source: Show share buttons
cs: Zobrazit tlačítka sdílení
de: Freigabe-Buttons anzeigen
es: Mostrar botones de compartir
hi: शेयर बटन दिखाएं
it: Mostra pulsanti di condivisione
ja: 共有ボタンを表示
pl: Pokaż przyciski udostępniania
pt: Mostrar botões de compartilhamento
ro: Arată butoanele de partajare
ru: Показать кнопки общего доступа
uk: Кнопки Shares
zh: 显示共享按钮

# MINDS__SETTINGS__SESSIONS
source: Sessions
cs: Relace
de: Sitzungen
es: Sesiones
hi: सत्र
it: Sessioni
ja: セッション
pl: Sesje
pt: Sessões
ro: Sesiuni
ru: Сессии
th: เซสชั่น
tr: Oturumlar
uk: Сеанси
zh: 二. 会议

# MINDS__SETTINGS__SESSIONS_OPEN
source: You currently have {INTERPOLATION} session(s) open.
cs: Momentálně máte otevřeno {INTERPOLATION} relací.
de: Sie haben derzeit {INTERPOLATION} Sitzung(en) offen.
hi: वर्तमान में आपके पास {INTERPOLATION} सत्र है।

# MINDS__SETTINGS__CLOSE_ALL_SESSIONS
source: Close All Sessions
cs: Zavřít všechny relace
de: Alle Sitzungen schließen
es: Cerrar todas las sesiones
hi: सभी सत्र बंद करें
it: Chiudi tutte le sessioni
ja: すべてのセッションを閉じる
pl: Zamknij wszystkie sesje
pt: Fechar todas as sessões
ro: Închide toate sesiunile
ru: Закрыть все сессии
tr: Tüm Oturumları Kapat
uk: Закрити всі сеанси
zh: 关闭所有会话

# MINDS__SETTINGS__DISABLE_CHANNEL
source: Disable Channel
cs: Deaktivovat kanál
de: Kanal deaktivieren
hi: चैनल अक्षम करें
it: Disabilita Canale
ja: チャンネルを無効にする
pl: Wyłącz kanał
pt: Desativar canal
ro: Dezactivare canal
ru: Отключить канал
th: ปิดช่อง
tr: Kanalı Devre Dışı Bırak
uk: Вимкнути канал
zh: 禁用频道

# MINDS__SETTINGS__DISABLE_CONFIRM
source: I'm sure - Disable
cs: Jsem si jistý(á) - deaktivovat
de: Ich bin sicher - Deaktivieren
hi: मैं अक्षम करने की पुष्टि करता हूं
it: Sono sicuro - Disattiva
ja: 間違いなく - 無効にする
pl: Jestem pewien - Wyłącz
pt: Tenho certeza - Desabilitar
ro: Sunt sigur - Dezactivează
ru: Я уверен, - отключить
th: ยืนยันการปิดใช้งาน
tr: Eminim - Devre Dışı Bırak
uk: Я впевнений, - Вимкнути
zh: 我确定 - 禁用

# MINDS__SETTINGS__DELETE_CHANNEL
source: Delete Channel
cs: Smazat kanál
de: Kanal löschen
es: Eliminar canal
hi: चैनल हटाएं
it: Elimina Canale
ja: チャンネルを削除
pl: Usuń kanał
pt: Excluir canal
ro: Șterge canalul
ru: Удалить канал
th: ลบแชนแนล
tr: Kanalı Sil
uk: Видалити канал
zh: 删除频道

# MINDS__SETTINGS__DELETE_CONFIRM
source: I'm sure - Delete
cs: Jsem si jistý(á) - smazat
de: Ich bin sicher - Löschen
es: Estoy seguro - Eliminar
hi: मुझे यकीन है - हटाएँ
it: Sono sicuro - Elimina
ja: 確信しています - 削除
pl: Jestem pewien - Usuń
pt: Tenho certeza - Excluir
ro: Sunt sigur - Ștergeți
ru: Я уверен, - Удалить
th: ยืนยันการลบ
tr: Eminim - Sil
uk: Я впевнений - видалити
zh: 我确定-删除

# SETTINGS__EMAIL__EMAIL_ADDRESS_TITLE
source: Email address
cs: E-mailová adresa
de: E-Mail-Adresse
es: Dirección de email
it: Indirizzo email
ja: メールアドレス
pl: Adres e-mail
pt: Endereço de e-mail
ro: Adresa de e-mail
ru: Email адрес
th: ที่อยู่อีเมล
uk: Адреса електронної пошти
zh: 电子邮件地址

# BLOCKED_CHANNELS__EMAIL_CHANGE_INFORMATION
source: Note: If you change your email address, it will need to be confirmed again.
cs: Poznámka: Pokud změníte vaši e-mailovou adresu, bude nutné ji znovu potvrdit.
de: Hinweis: Wenn Sie Ihre E-Mail-Adresse ändern, muss sie erneut bestätigt werden.
es: Nota: Si cambia su dirección de correo electrónico, tendrá que ser confirmada de nuevo.
hi: नोट: यदि आप अपना ईमेल पता बदलते हैं, तो इसे फिर से पुष्टि करने की आवश्यकता होगी।
it: Nota: se cambi il tuo indirizzo email, sarà necessario riconfermarlo.
pl: Uwaga: Jeśli zmienisz swój adres e-mail, będzie musiał zostać potwierdzony ponownie.
pt: Nota: Se você alterar seu endereço de e-mail, ele precisará ser confirmado novamente.
ro: Notă: Dacă vă schimbați adresa de e-mail, va trebui să fie confirmată din nou.
ru: Примечание: Если вы измените свой адрес электронной почты, он должен быть подтверждён снова.
th: หมายเหตุ: ถ้าหากคุณได้ทำการเปลี่ยนอีเมล จะต้องทำการยืนยันอีกครั้ง
uk: Примітка: Якщо ви зміните адресу електронної пошти, це потрібно буде ще раз підтвердити.
zh: 注意：如果您更改了您的电子邮件地址，则需要再次确认。

# SETTINGS__EMAIL__EMAIL_ME_WHEN_TITLE
source: Email me when
cs: Pošlete mi e-mail, když
de: E-Mail an mich, wenn
es: Escríbeme cuando
hi: मुझे ईमेल करें जब
it: Inviami un'email quando
ja: 電子メールで通知する
pl: Powiadom mnie, gdy
pt: Enviar um e-mail quando
ro: Trimite-mi un email când
ru: Отправлять мне, когда
uk: Надсилайте мені, коли
zh: 发邮件给我

# MINDS__SETTINGS__UNREAD_NOTIFICATIONS_LABEL
source: I have unread notifications
cs: Mám nepřečtená oznámení
de: Ich habe ungelesene Benachrichtigungen
es: Tengo notificaciones sin leer
hi: मेरे पास अपठित सूचनाएं हैं
it: Ho notifiche non lette
ja: 未読の通知があります
pl: Mam nieprzeczytane powiadomienia
pt: Tenho notificações não lidas
ro: Am notificări necitite
ru: У меня есть непрочитанные уведомления
th: การแจ้งเตือนที่ยังไม่ได้อ่าน
uk: У мене є непрочитані сповіщення
zh: 我有未读通知

# MINDS__SETTINGS__WIRE_RECEIVED_LABEL
source: I receive a wire
cs: Obdržím převod
de: Ich erhalte einen Draht
es: Recibo una transferencia
hi: मुझे एक भुगतान मिला है
ja: 電信を受信しました
pl: Otrzymuję drut
pt: Eu recebo um fio
ro: Primesc un fir
ru: Я получаю банковский перевод
tr: Wire aldığımda
uk: Я отримую дріт
zh: 我收到一个电线

# MINDS__SETTINGS__BOOST_COMPLETED_LABEL
source: My boost has been completed
cs: Můj boost byl dokončen
de: Mein Boost wurde abgeschlossen
hi: मेरा हौसला पूरा हो गया
it: Il mio boost è stato completato
ja: ブーストが完了しました
pl: Moje podbicie zostało ukończone
pt: Meu boost foi concluído
ro: Impulsul meu a fost finalizat
ru: Мой импульс был завершен
uk: Мій приріст був завершений
zh: 我的提升已完成

# SETTINGS__EMAIL__EMAIL_ME_WITH
source: Email me with
cs: Pošlete mi e-mail s
de: E-Mail mit
es: Escríbeme con
hi: मुझे ईमेल करें
it: Mandami un'email con
ja: 次でメールを送ってください
pl: Wyślij mi e-mail z
pt: Enviar e-mail com
ro: Trimite-mi un email cu
ru: Написать мне
uk: Надіслати мені електронний лист
zh: 发电子邮件给我

# MINDS__SETTINGS__TOP_POSTS_LABEL
source: Top posts from my network
cs: Nejlepšími příspěvky z mé sítě
de: Top-Beiträge aus meinem Netzwerk
es: Publicaciones principales de mi red
hi: मेरे नेटवर्क से शीर्ष पोस्ट
it: I migliori post della mia rete
ja: 自分のネットワークからのトップ投稿
pl: Najwięcej postów z mojej sieci
pt: Principais postagens da minha rede
ro: Postări de top din rețeaua mea
ru: Топ сообщений из моей сети
zh: 我的网络的顶部帖子

# SETTINGS__EMAIL__PERIODICALLY_OPTION
source: Periodically
cs: Pravidelně
de: Periodisch
hi: समय-समय
it: Periodicamente
ja: 定期的に
pl: Okresowo
pt: Periodicamente
ro: Periodic
ru: Периодически
tr: Düzenli aralıkta
uk: Періодично
zh: 定期使用

# SETTINGS__EMAIL__DAILY_OPTION
source: Daily
cs: Denně
de: Täglich
es: Diario
hi: रोज
it: Giornaliero
ja: デイリー
pl: Codziennie
pt: Diariamente
ro: Zilnic
ru: Ежедневно
th: รายวัน
tr: Günlük
uk: Щоденно
zh: 每天

# SETTINGS__EMAIL__WEEKLY_OPTION
source: Weekly
cs: Týdně
de: Wöchentlich
es: Semanal
hi: साप्ताहिक
it: Settimanale
pl: Tygodniowo
pt: Semanalmente
ro: Săptămânal
ru: Еженедельно
tr: Haftalık
uk: Щотижня
zh: 每周的

# MINDS__SETTINGS__TIPS_IMPROVE_CHANNEL_LABEL
source: Tips on how to improve my channel
cs: Tipy, jak vylepšit můj kanál
de: Tipps zur Verbesserung meines Kanals
es: Consejos sobre cómo mejorar mi canal
hi: मेरे चैनल को बेहतर बनाने के टिप्स
it: Consigli su come migliorare il mio canale
ja: チャネルを改善するためのヒント
pl: Porady dotyczące ulepszenia mojego kanału
pt: Dicas sobre como melhorar meu canal
ro: Sfaturi despre cum să îmi îmbunătățesc canalul
ru: Советы по улучшению моего канала
tr: Kanalımı nasıl geliştirebileceğim konusunda tavsiyeler
uk: Поради щодо покращення мого каналу
zh: 关于如何改进我的频道的提示

# MINDS__SETTINGS__SINCE_MISSED_SINCE_LAST_LOGIN_LABEL
source: Things I've missed since my last login
cs: Věcmi, které jsem od mého posledního přihlášení zmeškal(a)
de: Dinge, die ich seit meinem letzten Login verpasst habe
es: Cosas que me he perdido desde mi último inicio de sesión
hi: चीजें जो मैंने अपने पिछले लॉगिन से मिस की हैं
it: Cose che mi sono perso dal mio ultimo login
ja: 前回ログインしてから見逃したもの
pl: Sprawy przegapiłem od ostatniego logowania
pt: Coisas que eu perdi desde o meu último login
ro: Am ratat lucruri de la ultima mea conectare
ru: Что я пропустил с момента последнего входа
tr: Son giriş yaptığımdan bu yana kaçırdıklarım
uk: Речі, які я пропустив з моменту останнього входу
zh: 自上次登录以来我错过的情况

# MINDS__SETTINGS__NEW_CHANNELS_LABEL
source: New channels to subscribe to
cs: Novými kanály ke sledování
de: Neue Kanäle zum Abonnieren
es: Nuevos canales a suscribirse
hi: सब्सक्राइब करने के लिए नए चैनल
it: Nuovi canali a cui iscriversi
ja: 購読する新しいチャンネル
pl: Nowe kanały do subskrypcji
pt: Novos canais para assinar
ro: Canale noi la care să te abonezi
ru: Новые каналы для подписки на
tr: Abone olabileceğim yeni kanallar
uk: Нові канали для підписки на
zh: 订阅新频道

# SETTINGS__EMAIL__KEEP_ME_UPDATED_WITH_TITLE
source: Keep me updated with
cs: Dejte mi vědět o
de: Halte mich auf dem Laufenden mit
es: Mantenerme informado con
hi: मुझे इससे अपडेट रखें
it: Tienimi aggiornato con
ja: 次の条件で更新してください
pl: Bądź na bieżąco z
pt: Mantenha-me informado com
ro: Ține-mă la curent cu
ru: Держите меня в курсе
tr: Beni şu konularda güncel tut
uk: Тримайте мене в курсі оновлень
zh: 保持我的更新

# MINDS__SETTINGS__MINDS_NEWS_LABEL
source: News about new Minds products and features
cs: O nových produktech a funkcích Minds
de: Neuigkeiten zu neuen Minds Produkten und Funktionen
es: Noticias acerca de nuevos productos y servicios en Minds
hi: नए Minds प्रोडक्ट और फ़ीचर के बारे में समाचार
it: Notizie su nuovi prodotti e caratteristiche di Minds
ja: Mindsの新しい製品と機能に関するニュース
pl: Wiadomości o nowych umysłach i funkcjach
pt: Notícias sobre novos produtos e recursos de novas Mentes
ro: Noutăți despre noi produse și caracteristici Minds
ru: Новости о новых продуктах и функциях
tr: Minds ürün ve özellikleri ile ilgili haberler
uk: Новини про нові міні-продукти та функції
zh: 关于新心灵产品和功能的新闻

# MINDS__SETTINGS__TIPS_ON_HOW_TO_USE_MINDS_LABEL
source: Tips on how to use Minds
cs: Tipech, jak používat Minds
de: Tipps zur Verwendung von Minds
es: Consejos para utilizar Minds
hi: Minds का उपयोग करने के तरीके पर सुझाव
it: Suggerimenti su come usare le Menti
ja: マインドの使い方に関するヒント
pl: Porady dotyczące sposobu korzystania z umysłów
pt: Dicas de como usar Mentes
ro: Sfaturi despre cum să folosești Minds
ru: Советы по использованию умов
zh: 关于如何使用心灵的提示

# MINDS__SETTINGS__EXCLUSIVE_PROMOTIONS_LABEL
source: Exclusive promotions
cs: Exkluzivních akcích
de: Exklusive Aktionen
es: Promociones exclusivas
hi: विशेष प्रचार
it: Promozioni esclusive
ja: 限定プロモーション
pl: Ekskluzywne promocje
pt: Promoções exclusivas
ro: Promoții exclusive
ru: Эксклюзивные акции
tr: Seçkin promosyonlar
uk: Ексклюзивні акції
zh: 独家促销活动

# MARKETING__FUEL_OF_NETWORK
source: The {START_EMPHASISED_TEXT} fuel {CLOSE_EMPHASISED_TEXT} of the Minds network
cs: {START_EMPHASISED_TEXT} Palivo {CLOSE_EMPHASISED_TEXT} sítě Minds
de: {START_EMPHASISED_TEXT} Treibstoff {CLOSE_EMPHASISED_TEXT} des Minds Netzwerkes
es: El {START_EMPHASISED_TEXT} combustible {CLOSE_EMPHASISED_TEXT} de la red de mentes
hi: Minds नेटवर्क का {START_EMPHASISED_TEXT} फ़्यूल {CLOSE_EMPHASISED_TEXT}
it: Il {START_EMPHASISED_TEXT} carburante {CLOSE_EMPHASISED_TEXT} della rete di Minds
ja: マインド・ネットワークの {START_EMPHASISED_TEXT} 燃料 {CLOSE_EMPHASISED_TEXT}
pt: O {START_EMPHASISED_TEXT} combustível {CLOSE_EMPHASISED_TEXT} da rede de Mentes
ro: {START_EMPHASISED_TEXT} alimentează {CLOSE_EMPHASISED_TEXT} din rețeaua Minds
ru: {START_EMPHASISED_TEXT} топливо {CLOSE_EMPHASISED_TEXT} сети Minds
tr: Minds ağının {START_EMPHASISED_TEXT} dinamosu {CLOSE_EMPHASISED_TEXT}
zh: {START_EMPHASISED_TEXT} 为 {CLOSE_EMPHASISED_TEXT} 添加了心灵网络

# MARKETING__BUY_TOKENS_SUPPORT_MINDS
source: Buy tokens to support Minds and your favorite channels. Unlock premium features and launch advertising campaigns to expand your reach.
cs: Kupte si tokeny pro podporu Minds a vašich oblíbených kanálů. Odemkněte prémiové funkce a zahajte reklamní kampaně pro rozšíření vašeho dosahu.
es: Compra tokens para apoyar las mentes y tus canales favoritos. Desbloquea funciones premium y lanza campañas publicitarias para ampliar tu alcance.
hi: Minds और अपने पसंदीदा चैनलों का समर्थन करने के लिए टोकन खरीदें। अपनी पहुंच बढ़ाने के लिए प्रीमियम सुविधाओं को अनलॉक करें और विज्ञापन अभियान शुरू करें।
it: Acquista token per supportare Minds e i tuoi canali preferiti. Sblocca le funzionalità premium e lancia campagne pubblicitarie per espandere la tua portata.
ja: Mindsとお気に入りのチャネルをサポートするトークンを購入します。プレミアム機能をアンロックし、広告キャンペーンを開始して、リーチを拡大しましょう。
pl: Kup tokeny do obsługi umysłów i twoich ulubionych kanałów. Odblokuj funkcje premium i uruchamiaj kampanie reklamowe w celu rozszerzenia zasięgu.
pt: Compre tokens para apoiar a Mente e seus canais favoritos. Desbloqueie recursos premium e inicie campanhas de publicidade para expandir seu alcance.
ro: Cumpără jetoane pentru a sprijini Minds și canalele tale preferate. Deblochează caracteristicile premium și lansează campanii de publicitate pentru a îți extinde accesibilitatea.
zh: 购买代币支持心灵和您最喜欢的解锁频道。高级功能和启动广告活动以扩大您的触摸范围。

# MARKETING__EXPAND_YOUR_REACH
source: Expand your reach
cs: Rozšiřte váš dosah
de: Erweitern Sie Ihre Reichweite
es: Amplía tu alcance
hi: अपनी पहुंच का विस्तार करें
it: Espandi il tuo pubblico
ja: リーチを拡大する
pl: Rozwiń swój zasięg
pt: Aumente seu alcance
ro: Extinde-ți îndemâna
ru: Расширьте ваш охват
tr: Ulaştığınız kitleyi genişletin
uk: Розгорнути ваш доступ
zh: 扩展您的范围

# MARKETING__TOKEN_VIEWS_EXPLANATION
source: 1 token = 1,000 views from the network. Launch advertising campaigns, send offers to other channels for more exposure and grow your audience to new levels.
cs: 1 token = 1000 zhlédnutí ze sítě. Spouštějte reklamní kampaně, posílejte nabídky jiným kanálům pro větší expozici a rozšiřujte své publikum na nové úrovně.
de: 1 Token = 1.000 Zugriffe aus dem Netzwerk. Starten Sie Werbekampagnen, senden Sie Angebote auf andere Kanäle für mehr Belichtung und erweitern Sie Ihr Publikum auf neue Ebenen.
es: 1 token = 1000 vistas desde la red. Lanzar campañas publicitarias, enviar ofertas a otros canales para una mayor exposición y hacer crecer su audiencia a nuevos niveles.
hi: 1 टोकन = नेटवर्क से 1,000 व्यू। विज्ञापन अभियान शुरू करें, अधिक एक्सपोज़र के लिए अन्य चैनलों को प्रस्ताव भेजें और अपने दर्शकों को नए स्तरों पर विकसित करें।
it: 1 token = 1.000 visualizzazioni dalla rete. Lancia campagne pubblicitarie, invia offerte ad altri canali per una maggiore visibilità ed espandi esponenzialmente il tuo pubblico.
ja: 1 token = 1,000 views from the network 広告キャンペーンを開始し、他のチャンネルにオファーを送信して露出を増やし、オーディエンスを新しいレベルに拡大します。
pl: 1 token = 1000 wyświetleń z sieci. Uruchom kampanie reklamowe, wysyłaj oferty do innych kanałów w celu zwiększenia widoczności i powiększenia widowni do nowych poziomów.
pt: 1 token = 1.000 visualizações da rede. Inicie campanhas publicitárias, envie ofertas para outros canais para mais exposição e aumente seu público para novos níveis.
ro: 1 token = 1000 de vizualizări din rețea. Lansați campanii publicitare, trimiteți oferte către alte canale pentru mai multă expunere și creșteți audiența la niveluri noi.
tr: 1 token = ağda 1000 görünüme eşittir. Reklam kampanyaları başlatın, diğer kanallara daha fazla görünürlülük için teklifler gönderin ve izleyici kitlenizi yeni seviyelere taşıyın.
zh: 1 token = 1 000次来自网络的视图。 发起广告宣传，向其他频道发送报价，让您更多的人曝光，并将您的受众提高到新水平。

# COMMON__DOWNLOAD_WHITEPAPER
source: Download Whitepaper
cs: Stáhnout Whitepaper
hi: Whitepaper डाउनलोड करें
ja: ホワイトペーパーをダウンロード
pl: Pobierz Biały Papier
ru: Скачать белую бумагу
tr: Sunuş Belgesini İndir
zh: 下载白纸

# COMMON__SETUP_WALLET
source: Setup Wallet
cs: Nastavit peněženku
de: Wallet einrichten
es: Configurar billetera
it: Imposta il portafoglio
ja: ウォレットをセットアップ
pl: Ustaw Portfel
pt: Configurar Carteira
ro: Configurare Portofel
ru: Настроить кошелек
tr: Cüzdanı Kur
uk: Встановити Wallet
zh: 设置钱包

# COMMON__LEARN_ABOUT_BOOST
source: Learn About Boost
cs: Více informací o Boost
de: Erfahren Sie mehr über Boost
es: Aprender sobre Boost
hi: बूस्ट के बारे में जानें
it: Informazioni su Boost
ja: ブーストについて学ぶ
pl: Dowiedz się więcej o doładowaniu
pt: Saiba mais sobre Boost
ro: Învață despre Accelerare
ru: Узнать об ускорении
tr: Boost Hakkında Bilgi Edin
uk: Про Boost
zh: 了解提升信息

# COMMON__BUY_PREMIUM_SUBSCRIPTIONS
source: Buy premium subscriptions
cs: Koupit prémiové předplatné
es: Comprar suscripciones premium
hi: प्रीमियम सदस्यता खरीदें
it: Acquista abbonamenti premium
ja: プレミアムサブスクリプションを購入
pl: Kup subskrypcje premium
pt: Comprar assinaturas premium
ro: Cumpără abonamente premium
tr: Premium abonelikler satın al
zh: 购买高级订阅

# MARKETING__SPEND_TOKENS_TO_UPGRADE
source: Spend tokens to upgrade your channel to Pro or Plus. Access exclusive content and other custom offerings from your favorite creators.
cs: Utraťte tokeny a upgradujte svůj kanál na Pro nebo Plus. Mějte přístup k exkluzivnímu obsahu a dalším vlastním nabídkám od svých oblíbených tvůrců.
de: Geben Sie Token aus, um Ihren Kanal auf Pro oder Plus zu aktualisieren. Greifen Sie auf exklusive Inhalte und andere benutzerdefinierte Angebote von Ihren Lieblingserstellern zu.
es: Gasta tokens para mejorar tu canal a Pro o Plus. Accede a contenido exclusivo y otras ofertas personalizadas de tus creadores favoritos.
hi: अपने चैनल को प्रो या प्लस में अपग्रेड करने के लिए टोकन खर्च करें। अपने पसंदीदा क्रिएटर्स के एक्सक्लूसिव कंटेंट और अन्य कस्टम ऑफ़र का उपयोग करें।
ja: あなたのチャンネルをProまたはPlusにアップグレードするためにトークンを費やしてください。お気に入りのクリエイターから排他的なコンテンツやその他のカスタム製品にアクセスしてください。
pl: Wydawaj tokeny aby ulepszyć swój kanał do Pro lub Plus. Uzyskaj dostęp do ekskluzywnych treści i innych niestandardowych ofert od swoich ulubionych twórców.
pt: Gaste tokens para atualizar seu canal para Pro ou Plus. Acesse conteúdo exclusivo e outras ofertas personalizadas de seus criadores favoritos.
ro: Cheltuie jetoane pentru a face upgrade canalului tău la Pro sau Plus. Accesează conținut exclusiv și alte oferte personalizate de la creatorii tăi preferați.
zh: 花费令牌升级您的频道到 Pro 或 Plus 。请从您最喜欢的创建者处访问排他性内容和其他自定义出台。

# COMMON__LEARN_ABOUT_PRO
source: Learn About Pro
cs: Více informací o Pro
de: Über Pro erfahren
es: Aprender acerca de Pro
hi: प्रो के बारे में जानें
it: Informazioni su Pro
ja: プロについて学ぶ
pl: Dowiedz się więcej o wersji Pro
pt: Saiba mais sobre o Pro
ro: Învață despre Pro
ru: Подробнее о Pro
tr: Plus Hakkında Bilgi Edin
uk: Дізнатися про Pro
zh: 了解专业版

# COMMON__LEARN_ABOUT_PLUS
source: Learn About Plus
cs: Více informací o Plus
de: Mehr erfahren
es: Aprende acerca de Plus
hi: Plus के बारे में जानें
it: Informazioni su Plus
ja: Plusについて学ぶ
pl: Dowiedz się więcej o programie Plus
pt: Saiba Mais
ro: Învață despre Plus
ru: Узнать о Plus
tr: Plus Hakkında Bilgi Edin
uk: Дізнатися про Plus
zh: 学习 Plus

# COMMON__SEND_TIPS_SUPPORT_CHANNELS
source: Send tips and support other channels
cs: Posílejte spropitné a podporujte ostatní kanály
de: Tipps senden und andere Kanäle unterstützen
es: Enviar consejos y apoyar otros canales
hi: सुझाव भेजें और अन्य चैनलों का समर्थन करें
it: Invia mance e supporta altri canali
ja: ヒントを送信し、他のチャンネルをサポートする
pl: Wyślij porady i wsparcie dla innych kanałów
pt: Envie dicas e suporte a outros canais
ro: Trimite sfaturi și suport pentru alte canale
ru: Отправлять подсказки и поддерживать другие каналы
tr: Bağış göndererek diğer kanalları destekleyin
uk: Відправляти поради та підтримати інші канали
zh: 发送提示并支持其他频道
