Repository: Minds/front
Catalog: src/locale/Minds.*.xliff
Languages: cs, de, es, hi, it, ja, pl, pt, ro, ru, th, tr, uk, zh

# M__COMMON__THANKS_LET_US_KNOW_KEEP_MINDS_SAFE
source: Thanks for letting us know! We appreciate your effort to keep Minds safe and secure.
cs: Děkujeme, že jste nám dali vědět! Oceňujeme vaši snahu udržet Minds v bezpečí.
de: Danke, dass du uns Bescheid sagst! Wir freuen uns über deine Bemühungen, den Geist sicher und sicher zu halten.
es: ¡Gracias por avisarnos! Apreciamos tu esfuerzo para mantener Minds seguro y a salvo.
hi: हमारी जानकारी में लाने के लिये धन्यवाद! हम Minds को सुरक्षित और सुरक्षित रखने के आपके प्रयास की सराहना करते हैं।
it: Grazie per avercelo fatto sapere! Apprezziamo il tuo sforzo per tenere Minds sicuro e protetto.
ja: 私たちに知らせてくれてありがとうございます! マインドを安全かつ安全に保つための努力に感謝しています。
pl: Dziękujemy za poinformowanie nas! Doceniamy twój wysiłek na rzecz bezpieczeństwa umysłów.
pt: Obrigado por nos informar! Agradecemos seu esforço para manter as Mentes seguras e seguras.
ro: Mulțumim pentru că ne-ai cunoscut! Apreciem efortul tău de a menține minele în siguranță și în siguranță.
ru: Спасибо за то, что дали нам знать! Мы ценим ваши усилия по обеспечению безопасности и надежности.
th: ขอบคุณที่แจ้งให้เราทราบ! เราขอขอบคุณสำหรับความพยายามของคุณที่จะทำให้ Minds เป็นแพลทฟอร์มที่ปลอดภัย
zh: 感谢你让我们知道！我们赞赏你努力使心灵安全无虞。

# M__COMMON__REVIEW_REPORT_ASAP
source: We will review your report as soon as possible.
cs: Vaši zprávu co nejdříve přezkoumáme.
de: Wir werden Ihren Bericht so bald wie möglich überprüfen.
es: Revisaremos tu denuncia lo más pronto posible.
hi: हम जल्द से जल्द आपकी रिपोर्ट की समीक्षा करेंगे।
it: Verificheremo il tuo rapporto il prima possibile.
ja: できるだけ早くレポートをレビューします。
pl: Sprawdzimy Twoje sprawozdanie tak szybko, jak to możliwe.
pt: Nós revisaremos o seu relatório assim que possível.
ro: Raportul dvs. va fi revizuit cât mai curând posibil.
ru: Мы рассмотрим вашу жалобу как можно скорее.
th: เราจะตรวจสอบการรายงานของคุณให้เร็วที่สุด
tr: Şikayetinizi en kısa zamanda değerlendireceğiz.
uk: Ми розглянемо ваш звіт якомога швидше.
zh: 我们将尽快审查您的报告。

# M__ACTION__CLOSE__CAPS
source: CLOSE
cs: ZAVŘÍT
de: SCHLIESSEN
es: CERRAR
hi: बंद करे
it: CHIUDI
ja: 閉じる
pl: ZAMKNIJ
pt: FECHAR
ro: Închide
ru: ЗАКРЫТЬ
th: ปิด
tr: KAPAT
uk: ЗАКРИТИ
zh: 关闭

# MINDS__COMMENTS__LOADING_ELLIPSIS
source: Loading…
cs: Načítání…
de: Lade…
es: Cargando…
hi: लोड हो रहा है…
it: Caricamento…
ja: 読み込み中…
pl: Ładowanie…
pt: Carregando…
ro: Se încarcă…
ru: Загрузка…
th: กำลังโหลด...
tr: Yükleniyor…
uk: Завантаження…
zh: 正在载入…

# MINDS__COMMENTS__LOAD_ACTION
source: Load
cs: Načíst
de: Laden
es: Cargar
hi: लोड करें
it: Carica
ja: 読み込み
pl: Załaduj
pt: Carregar
ro: Încărcare
ru: Нагрузка
th: โหลด
tr: Yükle
uk: Загрузити
zh: 负载

# MINDS__COMMENTS__TRY_AGAIN_ACTION
source: Try again
cs: Zkusit znovu
de: Versuchen Sie es erneut
es: Intentar de nuevo
hi: पुनः प्रयास करें
it: Prova di Nuovo
ja: もう一度お試しください
pl: Spróbuj ponownie
pt: Tente outra vez
ro: Încercați din nou
ru: Попробуйте снова
th: ลองใหม่อีกครั้ง
tr: Tekrar deneyin
uk: Спробуйте ще раз
zh: 再试一次

# MINDS__COMMENTS__LOAD_EARLIER_ACTION
source: Load earlier
cs: Načíst předchozí
de: Früher laden
es: Cargar anterior
hi: पहले लोड करें
it: Carica precedenti
ja: 以前に読み込む
pl: Załaduj wcześniej
pt: Carregar antes
ro: Încarcă mai devreme
ru: Загрузить ранее
th: โหลดก่อนหน้านี้
tr: Öncesine git
uk: Завантажити раніше
zh: 加载更早的

# MINDS__COMMENTS__START_CONVERSATION
source: Start the conversation!
cs: Zahájit konverzaci!
de: Beginne die Unterhaltung!
es: ¡Inicia la conversación!
hi: बातचीत शुरू करें!
it: Avvia la conversazione!
ja: 会話を開始します！
pl: Rozpocznij rozmowę!
pt: Comece a conversa!
ro: Începe conversația!
ru: Начать диалог!
th: เริ่มการสนทนา!
tr: Sohbeti başlatın!
uk: Почати розмову!
zh: 开始对话！

# M__COMMON__WAIT_UPLOAD
source: Please wait until the upload is complete.
cs: Počkejte prosím na dokončení nahrávání.
de: Bitte warten Sie, bis der Upload abgeschlossen ist.
es: Por favor espera hasta que termine de cargar.
hi: कृपया अपलोड पूरा होने तक प्रतीक्षा करें।
it: Si prega di attendere che il caricamento sia completato.
ja: アップロードが完了するまでお待ちください。
pl: Poczekaj aż przesyłanie zostanie zakończone.
pt: Por favor aguarde até que o upload seja concluído.
ru: Пожалуйста, дождитесь завершения загрузки.
th: โปรดรอจนกว่าการดาวน์โหลดจะเสร็จสิ้น
tr: Lütfen yükleme tamamlanana kadar bekleyin.
uk: Будь ласка, дочекайтеся завершення завантаження.
zh: 请等待上传完成。

# M__ACTION__EDIT
source: Edit
cs: Upravit
de: Bearbeiten
es: Editar
hi: संपादित करें
it: Modifica
ja: 編集
pl: Edytuj
pt: Editar
ro: Editare
ru: Редактировать
th: แก้ไข
tr: Düzenle
uk: Редагувати
zh: 修改

# M__ACTION__TRANSLATE
source: Translate
cs: Přeložit
de: Übersetzen
es: Traducir
hi: अनुवाद करना
it: Traduci
ja: 翻訳
pl: Przetłumacz
ro: Tradu
ru: Перевести
th: เเปล
tr: Dili Çevir
uk: Переклад
zh: 翻译

# M__ACTION__DELETE
source: Delete
cs: Smazat
de: Löschen
es: Eliminar
hi: हटाएं
it: Cancella
ja: 削除
pl: Usuń
pt: Apagar
ro: Ștergere
ru: Удалить
th: ลบ
tr: Sil
uk: Видалити
zh: 删除

# M__ACTION__REPORT
source: Report
cs: Nahlásit
de: Melden
es: Denunciar
hi: रिपोर्ट
it: Segnala
ja: 報告
pl: Zgłoszenie
pt: Reportar
ro: Raport
ru: Пожаловаться
th: รายงาน
tr: Şikayet et
uk: Доповісти
zh: 报告

# MINDS__CARDS__COMMENT__PRESS_ESC_TO_CANCEL
source: Press ESC to cancel
cs: Stiskněte ESC pro zrušení
de: Zum Abbrechen ESC drücken
es: Presiona ESC para cancelar
hi: रद्द करने के लिए ESC दबाएं
it: Premi ESC per annullare
ja: キャンセルするにはESCを押してください
pl: Naciśnij ESC, aby anulować
pt: Pressione ESC para cancelar
ro: Apăsați ESC pentru a anula
ru: Нажмите ESC для отмены
th: กด ESC เพื่อยกเลิก
uk: Натисніть ESC, щоб скасувати
zh: 按ESC 键取消

# M__ACTION__MARK_SPAM
source: Mark as spam
cs: Označit jako spam
de: Als Spam markieren
hi: स्पैम के रूप में मार्क करें
ja: 迷惑メールとしてマーク
pl: Oznacz jako spam
pt: Marcar como spam
ro: Marchează ca spam
ru: Отметить как спам
th: ทำเครื่องหมายว่าเป็นสแปม
tr: Spam olarak işaretle
uk: Позначити як спам
zh: 标记为垃圾信息

# M__ACTION__NOT_SPAM
source: Not spam
cs: Není spam
de: Kein Spam
hi: स्पैम नहीं
ja: スパムではありません
pl: Nie spam
pt: Não é spam
ro: Nu este spam
ru: Не спам
th: ไม่ใช่สแปม
tr: Spam değil
uk: Не спам
zh: 不是垃圾信息

# COMMON__ADMIN_ACTIONS__MARK_AS_DELETED
source: Mark as deleted
cs: Označit jako smazané
de: Als gelöscht markieren
es: Marcar como eliminado
hi: हटाए गए के रूप में मार्क करें
it: Segna come eliminato
ja: 削除済みにする
pl: Oznacz jako usunięte
pt: Marcar como deletado
ro: Marchează ca șters
ru: Пометить как удаленное
th: ทำเครื่องหมายลบแล้ว
tr: Silindi olarak işaretle
uk: Позначити як видалене
zh: 标记为已删除

# COMMON__ADMIN_ACTIONS__UNDELETE
source: Undelete
cs: Zrušit smazání
de: Entfernen
es: Recuperar
hi: हटाना रद्द
it: Ripristina
ja: 元に戻す
pl: Cofnij usunięcie
pt: Recuperar
ro: Dezarhivează
ru: Восстановить
th: ยกเลิกการลบ
tr: Silmeyi geri al
uk: Скасувати видалення
zh: 取消删除

# COMMON__CATEGORIES__SELECT_A_CATEGORY
source: select a category
cs: vyberte kategorii
de: eine Kategorie auswählen
es: seleccione una categoría
hi: एक वर्ग का चयन करें
it: seleziona una categoria
ja: カテゴリを選択
pl: wybierz kategorię
pt: selecionar uma categoria
ro: selectează o categorie
ru: выбрать категорию
th: เลือกหมวดหมู่
tr: kategori seçin
uk: вибрати категорію
zh: 选择一个类别

# COMMON__TREE__NO_RESULTS
source: No results found
cs: Nebyly nalezeny žádné výsledky
de: Keine Ergebnisse gefunden
es: No hay resultados
hi: कोई परिणाम नहीं मिला
it: Nessun risultato trovato
ja: 結果が見つかりませんでした
pl: Nie znaleziono wyników
pt: Nenhum resultado encontrado
ro: Nici un rezultat găsit
ru: Ничего не найдено
th: ไม่พบผลการค้นหา!
tr: Sonuç bulunamadı
uk: Нічого не знайдено
zh: 未找到结果

# M__NSFW__FULL
source: Not Safe for Work
cs: Není bezpečné pro práci
de: Nicht sicher für Arbeit
es: No es seguro para el trabajo
hi: काम करने के लिए सुरक्षित नहीं हैं
it: Non sicuro per il lavoro
ja: 安全ではありません
pl: Nie bezpieczny dla pracy
pt: Não é seguro para o trabalho
ro: Nu ești sigur pentru muncă
ru: Не безопасно для работы
th: ไม่เหมาะสมสำหรับการทำงาน
tr: İş için Uygun Değil
uk: Не безпечне для роботи
zh: 不安全工作

# ONBOARDING__FINISHED_SETTING_UP
source: Finish setting up your account
cs: Dokončit nastavení vašeho účtu
de: Einrichtung Ihres Kontos beenden
es: Termina de configurar tu cuenta
hi: अपना खाता सेट करना समाप्त करें
it: Completa l'impostazione del tuo account
ja: アカウントの設定を完了する
pl: Zakończ konfigurację konta
pt: Termine de cadastrar a sua conta
ro: Finalizează configurarea contului tău
ru: Завершить настройку аккаунта
th: ทำการตั้งค่าบัญชีของคุณให้เสร็จสิ้น
tr: Hesabınızın kurulumunu tamamlayın
uk: Завершіть налаштування вашого облікового запису
zh: 完成您的账户设置

# COMMON__FILTER
source: Filter
cs: Filtr
de: Filtern
es: Filtro
hi: फ़िल्टर
it: Filtro
ja: フィルター
pl: Filtr
ro: Filtrare
ru: Фильтр
th: ตัวกรอง
tr: Filtre
uk: Фільтр
zh: 筛选器

# COMMON__FEED
source: Feed
cs: Kanál
es: Noticias
hi: फ़ीड
ja: フィード
pl: Kanał
pt: Alimentar
ro: Flux
ru: Лента новостей
th: ฟีด
tr: Akış
uk: Стрічка подій
zh: 新闻

# COMMON__VIDEOS
source: Videos
cs: Videa
hi: वीडियो
it: Video
ja: ビデオ
pl: Filmy
pt: Vídeos
ro: Video-uri
ru: Видео
th: วิดีโอ
tr: Videolar
uk: Відео
zh: 视频

# COMMON__IMAGES
source: Images
cs: Obrázky
de: Bilder
es: Imágenes
hi: इमेज
it: Immagini
ja: 画像
pl: Obrazy
pt: Imagens
ro: Imagini
ru: Изображения
th: รูปภาพ
tr: Resimler
uk: Малюнки
zh: 照片

# COMMON__ARTICLES
source: Articles
cs: Články
de: Artikel
es: Artículos
hi: कंटेंट
it: Articoli
ja: 記事
pl: Artykuły
pt: Artigos
ro: Articole
ru: Статьи
th: บทความ
tr: Makaleler
uk: Статті
zh: 文章

# COMMON__GROUPS
source: Groups
cs: Skupiny
de: Gruppen
es: Grupos
hi: ग्रुप
it: Gruppi
ja: グループ
pl: Grupy
pt: Grupos
ro: Grupuri
ru: Группы
th: กลุ่ม
tr: Gruplar
uk: Групи
zh: 小组

# COMMON__WIRE
source: Wire
cs: Převod
de: Draht
es: Transferir
it: Accredito
ja: ワイヤ
pl: Drut
pt: Fio
ro: Sârmă
th: โอนเงิน
uk: Каркас
zh: 线条

# COMMON__SETTING
source: Settings
cs: Nastavení
de: Einstellungen
es: Opciones
hi: सेटिंग्स
it: Impostazioni
ja: 設定
pl: Ustawienia
pt: Configurações
ro: Setări
ru: Настройки
th: การตั้งค่า
tr: Ayarlar
uk: Налаштування
zh: 设置

# PLUS_SUBSCRIPTION_OPTION__YEARLY
source: Yearly
cs: Roční
de: Jährlich
es: Anual
hi: सालाना
it: Annuale
ja: 年ごと
pl: Rocznie
pt: Anualmente
ro: Anual
ru: Ежегодно
th: รายปี
tr: Yıllık
uk: За рік
zh: 每年一次

# PLUS_SUBSCRIPTION_OPTION__MONTHLY
source: Monthly
cs: Měsíční
de: Monatlich
es: Mensual
hi: महीने के
it: Mensile
ja: 月ごと
pl: Miesięczny
pt: Mensual
ro: Lunar
ru: Ежемесячно
th: รายเดือน
tr: Aylık
uk: Щомісячно
zh: 每月的

# PLUS_SUBSCRIPTION_OPTION__TOKENS
source: Tokens
cs: Tokeny
de: Token
hi: टोकन
it: Token
ja: トークン
pl: Tokeny
ru: Жетоны
th: โทเค็น
tr: Token
zh: 令牌

# PLUS_SUBSCRIPTION__PER_MONTH
source: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} per month
cs: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} měsíčně
de: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} pro Monat
es: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} al mes
hi: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} प्रति माह
it: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} al mese
ja: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} /月
pl: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} miesięcznie
pt: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} por mês
ro: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} pe lună
ru: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} в месяц
th: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} ต่อเดือน
tr: aylık {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN}
uk: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} в місяць
zh: 每月 {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN}

# PLUS_SUBSCRIPTION__UPGRADE_TO_PLUS
source: Upgrade to Plus
cs: Upgradovat na Plus
es: Subir a Plus
hi: प्लस में अपग्रेड करें
it: Aggiorna a Plus
ja: Plus にアップグレードする
pl: Uaktualnij do wersji Plus
pt: Atualizar para o Plus
ro: Upgrade la Plus
ru: Улучшить до Plus
th: อัพเกรดเป็น Plus
uk: Поліпшення до Plus
zh: 升级到 Plus

# PLUS_SUBSCRIPTION__CANCEL_PLUS
source: Cancel Plus
cs: Zrušit Plus
de: Plus abbrechen
es: Cancelar Plus
hi: प्लस रद्द करें
it: Cancella Plus
ja: Plusをキャンセル
pl: Anuluj Plus
pt: Cancelar Plus
ro: Anulează Plus
ru: Отменить Плюс
th: ยกเลิก Plus
uk: Скасувати Плюс
zh: 取消 Plus

# PLUS__VERIFY__LINKS_INPUT_LABEL
source: Please post your Minds channel page (eg. https://minds.com/YourUsername) on two other social media sites where you own the same username to verify yourself. They must link back to your Minds channel so we know it is you.
cs: Pro ověření prosím publikujte svoji stránku kanálu Minds (např. https://minds.com/VašeJméno) na dvou dalších sociálních sítích, kde vlastníte stejné uživatelské jméno. Musí se propojit s vaším kanálem Minds, abychom věděli, že jste to vy.
es: Por favor, publique su página del canal de Mente (por ejemplo, https://minds.com/YourUsername) en otros dos sitios de redes sociales donde posees el mismo nombre de usuario para verificarse. Deben enlazar de vuelta al canal de tus mentes para que sepamos que eres tú.
hi: कृपया अपने Minds चैनल के पेज (जैसे https://minds.com/YourUsername) को ऐसी दो अन्य सोशल मीडिया साइटों पर पोस्ट करें जहां आपने स्वयं को सत्यापित करने के लिए एक ही यूज़रनेम रखा है। उन्हें आपके Minds चैनल से वापस लिंक करना होगा ताकि हम जान सकें कि यह आप ही हैं।
it: Pubblica la tua pagina del canale Minds (ad esempio https://minds.com/YourUsername) su altri due siti di social media dove possiedi lo stesso nome utente per verificarti. Devono rimandare al tuo canale Minds in modo da sapere che sei tu.
pl: Proszę opublikować stronę kanału umysłu (np. https://minds.com/YourUsername) na dwóch innych stronach mediów społecznościowych, w których posiadasz tę samą nazwę użytkownika, aby zweryfikować siebie. Muszą połączyć się z twoim kanałem umysłów, abyśmy wiedzieli, że to Ty.
pt: Por favor, publique a página do canal Minds (ex. https://minds.com/YourUsername) em outros dois sites de redes sociais onde você possui o mesmo nome de usuário para se verificar. Eles têm de voltar ao seu canal da mente para sabermos que é você.
ro: Te rugăm să postezi pagina canalului tău Minds (ex. https://minds.com/YourUsername) pe alte două site-uri social media unde deții același nume de utilizator pentru a te verifica. Trebuie să se conecteze înapoi la canalul tău Minds ca să știm că ești tu.
ru: Пожалуйста, разместите страницу своего канала Minds (напр. https://minds.com/YourUsername) на двух других социальных сайтах, где вы владеете одним и тем же именем пользователя, чтобы проверить себя. Они должны соединиться с вашим умом канала, чтобы мы знали, что это вы.
th: โปรดป้อนลิงก์โซเชียลมีเดียทั้ง 2 ลิงก์ ซึ่งเชื่อมต่อกับช่องชาแนล Mindsของคุณ
zh: 请将您的心灵频道页面(如https://minds.com/YourUsername)发布在另外两个您拥有相同用户名来验证自己的社交媒体网站。 他们必须连接到你的心灵频道，以便我们知道是你。

# PLUS__VERIFY__DESCRIPTION_LABEL
source: Please give a brief statement as to why you should be verified
cs: Uveďte prosím stručné prohlášení o tom, proč byste měli být ověřeni
de: Bitte geben Sie eine kurze Erklärung ab, warum Sie verifiziert werden sollen
hi: कृपया संक्षिप्त विवरण दें कि आपको सत्यापित क्यों किया जाना चाहिए
it: Ti preghiamo di fornire una breve dichiarazione sul motivo per cui dovresti essere verificato
ja: 確認が必要な理由を簡単に説明してください。
pl: Podaj krótkie oświadczenie dlaczego powinieneś zostać zweryfikowany
pt: Faça uma breve declaração sobre o motivo pelo qual deveria ser verificado
ro: Vă rugăm să faceți o scurtă declarație cu privire la motivul pentru care ar trebui să fiți verificat
ru: Пожалуйста, дайте краткое заявление о том, почему вы должны быть проверены
th: โปรดอธิบายให้เหตุผลสั้นๆว่าทำไมคุณจึงควรได้รับการรับรอง
tr: Lütfen neden sizi onaylamamız gerektiği konusunda kısa bir açıklama yapın
uk: Будь ласка, дайте коротке твердження щодо того, чому ви повинні бути перевірені
zh: 请简要说明为什么要验证您？

# PLUS__VERIFY__SUBMIT_ACTION
source: Submit
cs: Odeslat
de: Bestätigen
es: Enviar
hi: जमा करें
it: Invia
ja: 提出
pl: Prześlij
pt: Submeter
ro: Trimiteți
ru: Отправить
th: ส่ง
tr: Gönder
uk: Ввести

# ADS__BOOSTED_CONTENT
source: Boosted content
cs: Boostovaný obsah
es: Contenido promovido
hi: बूस्ट किया गया कंटेंट
ja: ブーストされたコンテンツ
pl: Wzmocniona zawartość
pt: Conteúdo otimizado
ro: Conținut îmbunătățit
ru: Повышенное содержание
th: เนื้อหาถูกบูสต์แล้ว
tr: Boost edilmiş içerik
uk: Підвищений вміст
zh: 提升的内容

# MINDS__BOOST_CONSOLE__TOPBAR__NEWSFEED_TOOLTIP
source: Boosts shown on user's feeds
cs: Boosty zobrazené na uživatelských kanálech
es: Boosts mostrados en las noticias del usuario
hi: यूज़र के फ़ीड पर दिखाए गए बूस्ट
it: Boost mostrati sui feed dell'utente
ja: ユーザーのフィードに表示されるブースト
pl: Wzmocnienia wyświetlane na kanałach dostępowych użytkownika
pt: Boosts são exibidos nos feeds do usuário
ru: Усиления отображаются в лентах пользователей
th: บูสต์ที่ถูกแสดงบนฟีดของผู้ใช้
uk: Посилання, що показуються на каналах користувача
zh: 在用户的订阅上显示加速

# MINDS__BOOST_CONSOLE__TOPBAR__SIDEBAR_TOOLTIP
source: Boosts shown on sidebars
cs: Boosty zobrazené na bočních panelech
de: Boosts auf Sidebars anzeigen
es: Boots mostrados en barras laterales
hi: साइडबार पर दिखाई गई बूस्ट
it: Boost mostrati nelle barre laterali
ja: サイドバーに表示されるブースト
pl: Wzmocnienia wyświetlane na pasku bocznym
pt: Promoções mostradas em barras laterais
ro: Impulsuri afișate pe bara laterală
ru: Усиления отображаются на боковых панелях
th: บูสต์ที่ถูกแสดงในแถบด้านข้าง
uk: Пришвидшувачі, показані на бічній панелі
zh: 侧边栏上显示的加速

# MINDS__BOOST_CONSOLE__TOPBAR__OFFERS_TOOLTIP
source: Boosts you've offered to other users or that've been offered to you
cs: Boosty, které jste nabídli ostatním uživatelům nebo které vám byly nabídnuty
de: Boosts die du anderen Benutzern angeboten hast oder die dir angeboten wurden
es: Boots que ofreciste a otros usuarios o que te ofrecieron
hi: वे बूस्ट जिन्हें आपने दूसरे यूज़र को ऑफ़र किया है या जो आपको ऑफ़र की गई हैं
it: Boost che hai offerto ad altri utenti o che ti sono stati offerti
ja: あなたが他のユーザーに提供したり、あなたに提供されたブースト
pl: Wzmocnienia, które zaoferowałeś innym użytkownikom lub które zostały Ci oferowane
pt: Impulsionadores que você ofereceu a outros usuários ou que foram oferecidos a você
ro: Impulsuri pe care le-ai oferit altor utilizatori sau care ți-au fost oferite
ru: Усилители, которые вы предложили другим пользователям или которые были вам предложены
th: บูสต์สิ่งที่ให้คนเสนอให้คนอื่นหรือที่คุณได้รับการเสนอ
zh: 您向其他用户提供的升华或已经提供给您的

# M__FEATURE__PUBLISHER
source: Publisher
cs: Vydavatel
de: Herausgeber
es: Editor
hi: प्रकाशक
it: Editore
ja: 発行者
pl: Wydawca
pt: Editora
ro: Editor
ru: Издатель
th: ผู้เผยแพร่
tr: Yayımcı
uk: Автор
zh: 发布者

# MINDS__BOOST_CONSOLE__TOPBAR__PUBLISHER_TOOLTIP
source: Boost Publisher program
cs: Program Boost pro vydavatele
de: Boost Publisher Programm
es: Boots programa de Editor
hi: पब्लिशर प्रोग्राम को बूस्ट करें
it: Programma Boost Editore
ja: ブーストパブリッシャープログラム
pl: Przyspiesz program wydawcy
pt: Impulsionar programa de Publicador
ro: Program Impuls Editor
ru: Ускоритель программы
th: บูสต์โปรแกรม Publisher
tr: Boost Yayımcı programı
uk: Boost видавець програми
zh: 提升发布器程序

# BOOST__CONSOLE__INBOX_TAB
source: Inbox
cs: Doručené
es: Entrada
hi: इनबॉक्स
it: Posta
ja: 受信トレイ
pl: Skrzynka odbiorcza
pt: Recebidas
ro: Mesaje
ru: Входящие
th: ขาเข้า
tr: Gelen kutusu
uk: Вхідні
zh: 收件箱

# MINDS__BOOST_CONSOLE__TOPBAR__INBOX_TOOLTIP
source: Boosts that have been offered to you
cs: Boosty, které vám byly nabídnuty
de: Boosts die dir angeboten wurden
es: Boots que te han ofrecido
hi: बूस्ट जो आपको ऑफ़र किए गए हैं
it: Boost che ti sono stati offerti
ja: あなたに提供されたブースト
pl: Przyspieszenia, które zostały Ci zaoferowane
pt: Boosts que foram oferecidos a você
ro: Impulsuri care ți-au fost oferite
ru: Усилители, которые были предложены вам
th: การบูสต์ที่คุณได้รับ
zh: 向您提供的加速

# BOOST__CONSOLE__OUTBOX_TAB
source: Outbox
cs: Odeslané
de: Postausgang
es: Salida
hi: आउटबॉक्स
it: In uscita
ja: 送信トレイ
pl: Wysłane
pt: Saída
ru: Исходящие
th: ขาออก
tr: Gönderilenler
uk: Вихідні
zh: 发件箱

# MINDS__BOOST_CONSOLE__TOPBAR__OUTBOX_TOOLTIP
source: Boosts you've offered other users
cs: Boosty, které jste nabídli ostatním uživatelům
de: Boosts die Sie anderen Benutzern angeboten haben
es: Boots que has ofrecido a otros
hi: वे बूस्ट जिन्हें आपने दूसरे यूज़र को ऑफ़र किया
it: Boost che hai offerto ad altri utenti
ja: 他のユーザーに提供したブースト
pl: Wzmocnienie oferowane innym użytkownikom
pt: Impulsionadores que você ofereceu outros usuários
ro: Stimulări pe care le-ați oferit altor utilizatori
ru: Усилители, которые вы предложили другим пользователям
th: บูสต์ที่คุณเสนอให้ผู้ใช้คนอื่น
zh: 您为其他用户提供的加速

# BOOST__CONSOLE__LIST__EMPTY_BOOSTS_PRE
source: You have no boosted posts.
cs: Nemáte žádné boostované příspěvky.
es: No tiene mensajes optimizados.
hi: आपके पास बूस्ट की गई कोई पोस्ट नहीं है।
ja: ブーストされた投稿はありません。
pl: Nie masz wzmocnionych postów.
pt: Você não tem nenhuma publicação otimizada.
ro: Nu ai postări accelerate.
ru: У вас нет усиленных сообщений.
th: คุณไม่มีโพสต์ใดที่ถูกบูสต์
tr: Hiç Boost edilmiş gönderiniz yok.
uk: У вас немає передніх записів.
zh: 您没有提升的帖子。

# BOOST__CONSOLE__LIST__EMPTY_BOOSTS_CREATE_ONE
source: Create one
cs: Vytvořit
de: Erstelle eins
es: Crear uno
hi: एक बनाए
it: Creane uno
ja: 作成する
pl: Utwórz jeden
pt: Criar um
ro: Creează unul
ru: Создать
th: สร้างบัญชี
tr: Bir tane oluştur
uk: Створити
zh: 创建一个

# BOOST__CONSOLE__LIST__EMPTY_P2P_BOOSTS
source: You have no boosts in your {INTERPOLATION} .
cs: Nemáte žádné boosty ve svém {INTERPOLATION} .
de: Du hast keine Boosts in deiner {INTERPOLATION} .
es: No tienes ningún impulso en tu {INTERPOLATION} .
hi: आपके {INTERPOLATION} में कोई बूस्ट नहीं है।
it: Non hai alcun boost nel tuo {INTERPOLATION} .
ja: あなたの {INTERPOLATION} にブーストはありません。
pl: Nie masz żadnych podbić w swoim {INTERPOLATION} .
pt: Você não tem nenhum boosts no seu {INTERPOLATION} .
ro: Nu ai nicio intensificare în {INTERPOLATION} dvs.
ru: У вас нет усилений в {INTERPOLATION} .
th: คุณไม่มีโพสต์ใดที่ถูกบูสต์ใน {INTERPOLATION}
zh: 您的 {INTERPOLATION} 中没有提升。

# M__COMMON__VIEWS_WITH_COUNT
source: {INTERPOLATION} views
cs: {INTERPOLATION} zhlédnutí
de: {INTERPOLATION} Aufrufe
es: {INTERPOLATION} visitas
hi: {INTERPOLATION} व्यू
it: {INTERPOLATION} visualizzazioni
ja: {INTERPOLATION} 回
pl: {INTERPOLATION} wyświetleń
pt: {INTERPOLATION} visualizações
ro: {INTERPOLATION} vizualizări
ru: {INTERPOLATION} просмотров
th: โพสต์นี้ถูกเห็น {INTERPOLATION} ครั้ง
tr: {INTERPOLATION} görünüm
uk: {INTERPOLATION} переглядів
zh: {INTERPOLATION} 次查看

# BOOST__CONSOLE__CARD__VIEWS_SO_FAR
source: {INTERPOLATION} views so far
cs: {INTERPOLATION} zhlédnutí prozatím
de: Bisher {INTERPOLATION} Aufrufe
es: {INTERPOLATION} vistas hasta ahora
hi: {INTERPOLATION} अब तक के व्यू
it: {INTERPOLATION} visualizzazioni finora
ja: {INTERPOLATION} 回再生中
pl: {INTERPOLATION} wyświetleń do tej pory
pt: {INTERPOLATION} visualizações até o momento
ro: {INTERPOLATION} vizualizări până acum
ru: Пока {INTERPOLATION} просмотров
th: โพสต์นี้ถูกเห็น {INTERPOLATION} ครั้งแล้ว
tr: şu ana kadar {INTERPOLATION} görünüm
uk: {INTERPOLATION} переглядів до цих пір
zh: 到目前为止 {INTERPOLATION} 次查看

# BOOST__CONSOLE__CARD__VIEWS_DELIVERED
source: {INTERPOLATION} views delivered
cs: {INTERPOLATION} zhlédnutí bylo doručeno
de: {INTERPOLATION} Ansichten geliefert
es: {INTERPOLATION} visitas entregadas
hi: {INTERPOLATION} व्यू डिलीवर किए गए
it: {INTERPOLATION} visualizzazioni raggiunte
ja: {INTERPOLATION} 件のビューが配信されました
pl: Dostarczono {INTERPOLATION} wyświetleń
pt: {INTERPOLATION} visualizações entregues
ro: {INTERPOLATION} vizualizări trimise
ru: Просмотров получено {INTERPOLATION}
th: โพสต์นี้ถูกเห็น {INTERPOLATION} ครั้งแล้ว
tr: {INTERPOLATION} görünüm sağlandı
uk: {INTERPOLATION} переглядів доставлено
zh: {INTERPOLATION} 个视图已发送
