Repository: Minds/front
Catalog: src/locale/Minds.*.xliff
Languages: cs, de, es, hi, it, ja, pl, pt, ro, ru, th, tr, uk, zh

# COMMON__POST_MENU__SELECT_CATEGORY
source: -- SELECT A CATEGORY --
cs: -- VYBERTE KATEGORII --
de: -- KATEGORIE WÄHLEN --
hi: -- एक वर्ग का चयन करें --
it: -- SELEZIONA UNA CATEGORIA --
ja: -- カテゴリーを選択 --
pl: -- WYBIERZ KATEGORĘ --
pt: -- SELECIONE UMA CATEGORIA --
ro: -- SELECTAŢI O CATEGORIE --
ru: -- ВЫБЕРИТЕ КАТЕГОРИЮ --
th: -- เลือกหมวดหมู่ --
tr: -- BİR KATEGORİ SEÇİN --
uk: -- ОБЕРІТЬ КАТЕГОРІЮ -
zh: -- 选择A 类别 --

# M__ACTION__PIN
source: Pin
cs: Připnout
de: Pinnen
es: Fijar
hi: पिन करें
it: Fissa
ja: ピン付け
pl: Przypnij
pt: Fixar
ro: Fixează
ru: Прикрепить
th: ปักหมุด
tr: Sabitle
uk: Закріплення повідомлень
zh: 固定

# SEARCH__TOP_TAB
source: Top
cs: Nejlepší
de: Oben
es: Destacado
hi: श्रेष्ठ
ja: トップ
pl: Góra
pt: Topo
ro: Sus
ru: Верх
th: ท็อป
tr: Popüler
uk: Верх
zh: 顶部

# SEARCH__LATEST_TAB
source: Latest
cs: Nejnovější
de: Neueste
es: Reciente
hi: नवीनतम
it: Più recenti
ja: 最新
pl: Najnowsze
pt: Mais recentes
ro: Ultimele
ru: Самый последний
th: ล่าสุด
tr: En güncel
uk: Недавні
zh: 最新

# MINDS__SEARCH__TOPBAR__LATEST_TOOLTIP
source: Show newly created content first
cs: Zobrazit nově vytvořený obsah jako první
de: Neu erstellte Inhalte zuerst anzeigen
es: Mostrar contenido nuevo primero
hi: नए बनाए गए कंटेंट को पहले दिखाएं
it: Mostra prima i contenuti appena creati
ja: 新しく作成されたコンテンツを最初に表示
pl: Pokaż najpierw nowo utworzone treści
pt: Mostrar conteúdo recém-criado primeiro
ro: Arată mai întâi conținutul nou creat
ru: Показать только что созданный контент
th: แสดงคอนเทนท์ที่เพิ่งสร้างก่อน
tr: İlk sırada en yeni içeriği gönder
uk: Показувати новий вміст спочатку
zh: 首先显示新创建的内容

# M__FEATURE__CHANNEL__PLURAL
source: Channels
cs: Kanály
de: Empfohlene Kanäle
es: Canales
hi: चैनल
it: Canali
ja: 提案されたチャンネル
pl: Kanały
pt: Canais sugeridos
ro: Canale
ru: Предлагаемые каналы
th: ช่อง
tr: Kanallar
uk: Канали

# MINDS__SEARCH__TOPBAR__CHANNELS_TOOLTIP
source: Show only channels
cs: Zobrazit pouze kanály
de: Nur Kanäle anzeigen
es: Ver solamente canales
hi: केवल चैनल दिखाएं
it: Mostra solo canali
ja: 僅用於中文
pl: Pokaż tylko kanały
pt: Mostrar apenas canais
ro: Arată doar canalele
ru: Показывать только каналы
th: แสดงเฉพาะแชนแนล
tr: Sadece kanalları göster
uk: Показати тільки канали
zh: 只显示频道

# M__FEATURE__POST_PLURAL
source: Posts
cs: Příspěvky
de: Beiträge
es: Publicaciones
hi: पोस्ट
it: Post
ja: 投稿
pl: Posty
pt: Postagens
ro: Mesaje
ru: Должности
th: โพสต์
tr: Gönderiler
uk: Повідомлення
zh: 员额

# MINDS__SEARCH__TOPBAR__POSTS_TOOLTIP
source: Show only Posts
cs: Zobrazit pouze příspěvky
de: Nur Beiträge anzeigen
es: Ver solamente publicaciones
hi: केवल पोस्ट दिखाएं
it: Mostra solo messaggi
ja: 投稿のみ表示
pl: Pokaż tylko posty
pt: Mostrar apenas postagens
ro: Arată doar postările
ru: Показать только сообщения
th: แสดงเฉพาะโพสต์
tr: Sadece Gönderiler
uk: Показати лише повідомлення
zh: 只显示帖子

# M__FEATURE__VIDEO_PLURAL
source: Videos
cs: Videa
hi: वीडियो
it: Video
ja: ビデオ
pl: Filmy
pt: Vídeos
ro: Video-uri
ru: Видео
th: วิดีโอ
tr: Videolar
uk: Відео
zh: 视频

# MINDS__SEARCH__TOPBAR__VIDEOS_TOOLTIP
source: Show only videos
cs: Zobrazit pouze videa
de: Nur Videos anzeigen
es: Ver solamente videos
hi: केवल वीडियो दिखाएं
it: Mostra solo video
ja: ビデオのみを表示
pl: Pokaż tylko filmy
pt: Mostrar apenas vídeos
ro: Arată doar videoclipurile
ru: Показать только видео
th: แสดงเฉพาะวิดีโอ
tr: Sadece Videolar
uk: Показати тільки відео
zh: 只显示视频

# M__FEATURE__IMAGE_PLURAL
source: Images
cs: Obrázky
de: Bilder
es: Imágenes
hi: तस्वीरें
it: Immagini
ja: 画像
pl: Obrazy
pt: Imagens
ro: Imagini
ru: Изображения
th: รูปภาพ
tr: Resimler
uk: Малюнки
zh: 图片

# MINDS__SEARCH__TOPBAR__IMAGES_TOOLTIP
source: Show only images
cs: Zobrazit pouze obrázky
de: Nur Bilder anzeigen
hi: केवल इमेज दिखाएं
it: Mostra solo immagini
ja: 画像のみを表示
pl: Pokaż tylko obrazy
pt: Mostrar somente imagens
ro: Arată doar imaginile
ru: Показать только изображения
th: แสดงเฉพาะรูป
tr: Sadece resimler
uk: Показувати тільки зображення
zh: 只显示图像

# M__FEATURE__BLOG_PLURAL
source: Blogs
cs: Blogy
hi: ब्लॉग
ja: ブログ
pl: Blogi
ro: Bloguri
ru: Блоги
th: บล็อก
uk: Блоги
zh: 博客

# MINDS__SEARCH__TOPBAR__BLOGS_TOOLTIP
source: Show only blogs
cs: Zobrazit pouze blogy
de: Nur Blogs anzeigen
hi: केवल ब्लॉग दिखाएं
ja: ブログのみ表示
pl: Pokaż tylko blogi
pt: Mostrar apenas blogs
ro: Arată doar bloguri
ru: Показать только блоги
th: แสดงเฉพาะบล็อก
uk: Показати тільки блоги
zh: 只显示博客

# MINDS__CHANNELS__TOPBAR__GROUPS_TOOLTIP
source: Show only groups
cs: Zobrazit pouze skupiny
de: Nur Gruppen anzeigen
es: Ver solamente grupos
hi: केवल ग्रुप दिखाएं
it: Mostra solo gruppi
ja: グループのみ表示
pl: Pokaż tylko grupy
pt: Mostrar apenas grupos
ro: Arată doar grupurile
ru: Показать только группы
th: แสดงตามกลุ่ม
tr: Sadece gruplar
uk: Показати тільки групи
zh: 只显示组

# M__COMMON__EXPLICIT
source: Explicit
cs: Explicitní
de: Explizit
es: Explícito
hi: स्पष्ट
it: Esplicito
ja: R18
pl: Wyraźne
pt: Explicito
th: เนื้อหาสุ่มเสี่ยง
tr: Sakıncalı
uk: Явний

# SEARCH__EXPLICIT_TOOLTIP
source: Include explicit content (+18) search results
cs: Zahrnout explicitní obsah (18+) ve výsledcích hledání
es: Incluir resultados con contenido explícito (+18)
hi: एक्सप्लिसिट कंटेंट (+18) को खोज परिणामों में शामिल करें
it: Includi i risultati della ricerca di contenuti espliciti (+18)
pl: Dołącz jawną treść (+18) wyników wyszukiwania
pt: Incluir conteúdo explícito (+18) resultados de pesquisa
ro: Include conținut explicit (+18) rezultatele căutării
ru: Включить явное содержимое (+18) результатов поиска
th: รวมคอนเทนท์ 18+ ในผลการค้นหา
tr: Sakıncalı içerikleri (+18) arama sonuçlarında göster
uk: Включати явний вміст (+18) результатів пошуку
zh: 包含明确内容 (+18) 搜索结果

# SEARCH__EXCLUSIVE_TOOLTIP
source: Include exclusive content in search results
cs: Zahrnout do výsledků hledání exkluzivní obsah
de: Exklusive Inhalte in Suchergebnisse einfügen
es: Incluir resultados con contenido exclusivo
hi: एक्सक्लूसिव कंटेंट (+18) को खोज परिणामों में शामिल करें
it: Includi contenuti esclusivi nei risultati della ricerca
ja: 検索結果に排他的なコンテンツを含める
pl: Dołącz ekskluzywne treści w wynikach wyszukiwania
pt: Incluir conteúdo exclusivo nos resultados de pesquisa
ro: Include conținut exclusiv în rezultatele căutării
ru: Включить эксклюзивное содержимое в результаты поиска
th: รวมคอนเทนท์เอ๊กซคลูซีฟในผลการค้นหา
tr: Arama sonuçlarında seçkin içerikleri de göster
uk: Включати ексклюзивний вміст у результати пошуку
zh: 在搜索结果中包含唯一内容

# SEARCH_SUGGESTIONS__CLEAR_HISTORY
source: Search History
cs: Historie hledání
de: Suchverlauf
es: Historial de búsqueda
hi: इतिहास खोजें
it: Cronologia della Ricerca
ja: 履歴を検索
pl: Historia wyszukiwania
pt: Histórico de Busca
ro: Istoric căutare
ru: История поиска
th: ประวัติการค้นหา
tr: Arama Geçmişi
uk: Історія пошуку
zh: 搜索历史

# SEARCH__SUGGESTIONS__MINDS_CONTEXT_LABEL
source: Search Minds:
cs: Hledat na Minds:
de: Gedanken durchsuchen:
es: Buscar en Minds:
hi: Minds में खोजें:
it: Cerca Minds:
ja: 検索マインド:
pl: Wyszukaj Mindy:
pt: Mentes de pesquisa:
ru: Поиск мысли:
th: ค้นหาใน Minds:
uk: Пошук Minds:
zh: 搜索心灵：

# SEARCH_CONTEXT_COLON
source: Search {INTERPOLATION} :
cs: Hledat {INTERPOLATION} :
de: Suche {INTERPOLATION} :
es: Buscar {INTERPOLATION} :
hi: {INTERPOLATION} खोजें:
it: Cerca {INTERPOLATION} :
ja: {INTERPOLATION} を検索
pl: Szukaj {INTERPOLATION} :
pt: Pesquisar {INTERPOLATION} :
ro: Căutare {INTERPOLATION} :
ru: Искать {INTERPOLATION} :
th: ค้นหา {INTERPOLATION} :
tr: {INTERPOLATION} için arama yap:
uk: Пошук {INTERPOLATION} :
zh: 搜索 {INTERPOLATION} :

# COMMON__SEARCH
source: Search Minds
cs: Hledat na Minds
de: Gedanken durchsuchen
es: Buscar en Minds
hi: Minds में खोजें
it: Cerca Minds
ja: マインドを検索
pl: Wyszukaj umysły
pt: Busca Minds
ro: Minute de căutare
ru: Поиск умов
th: ค้นหาใน Minds
uk: Пошук мод

# COMMON__SEARCH__SHORT
source: Search
cs: Hledat
de: Suchen
es: Buscar
hi: खोज
it: Cerca
ja: 検索
pl: Szukaj
pt: Busca
ro: Caută
ru: Искать
th: ค้นหา
tr: Ara
uk: Пошук
zh: 搜索

# MESSENGER__ENCRYPTION__ENTER_CHAT_PWD_DESC
source: Hey {START_BOLD_TEXT} {INTERPOLATION} {CLOSE_BOLD_TEXT} ! Please enter your encrypted chat password to access your conversations. This password might be different than your account password.
cs: Ahoj {START_BOLD_TEXT} {INTERPOLATION} {CLOSE_BOLD_TEXT} ! Zadejte prosím vaše heslo šifrovaného chatu pro přístup k vašim konverzacím. Toto heslo se může lišit od hesla vašeho účtu.
de: Hey {START_BOLD_TEXT} {INTERPOLATION} {CLOSE_BOLD_TEXT} ! Bitte geben Sie Ihr verschlüsseltes Chat-Passwort ein, um auf Ihre Unterhaltungen zuzugreifen. Dieses Passwort könnte anders sein als Ihr Kontokennwort.
es: ¡Hola, {START_BOLD_TEXT} {INTERPOLATION} {CLOSE_BOLD_TEXT} ! Por favor, introduce tu contraseña de chat cifrada para acceder a tus conversaciones. Esta contraseña puede ser diferente a la contraseña de tu cuenta.
hi: नमस्ते {START_BOLD_TEXT} {INTERPOLATION} {CLOSE_BOLD_TEXT} ! कृपया अपनी बातचीत तक पहुंचने के लिए अपना एन्क्रिप्टेड चैट पासवर्ड डालें। यह पासवर्ड आपके खाते के पासवर्ड से अलग हो सकता है।
it: Ehi {START_BOLD_TEXT} {INTERPOLATION} {CLOSE_BOLD_TEXT} ! Inserisci la tua password di chat crittografata per accedere alle tue conversazioni. Questa password potrebbe essere diversa da quella del tuo account.
ja: {START_BOLD_TEXT} {INTERPOLATION} {CLOSE_BOLD_TEXT} ! 会話にアクセスするには、暗号化されたチャットパスワードを入力してください。このパスワードはアカウントのパスワードと異なる可能性があります。
pl: Cześć {START_BOLD_TEXT} {INTERPOLATION} {CLOSE_BOLD_TEXT} ! Wprowadź swoje zaszyfrowane hasło czatu, aby uzyskać dostęp do konwersacji. To hasło może być inne niż hasło konta.
pt: Olá, {START_BOLD_TEXT} {INTERPOLATION} {CLOSE_BOLD_TEXT} ! Insira sua senha criptografada de bate-papo para acessar suas conversas. Esta senha pode ser diferente da senha da sua conta.
ro: Salut {START_BOLD_TEXT} {INTERPOLATION} {CLOSE_BOLD_TEXT} ! Te rugăm să introduci parola criptată pentru a accesa conversațiile. Această parolă poate fi diferită de parola contului tău.
ru: Здравствуйте, {START_BOLD_TEXT} {INTERPOLATION} {CLOSE_BOLD_TEXT} ! Пожалуйста, введите ваш зашифрованный пароль для доступа к вашим разговорам. Этот пароль может отличаться от пароля вашей учетной записи.
uk: Агов {START_BOLD_TEXT} {INTERPOLATION} {CLOSE_BOLD_TEXT} ! Будь ласка, введіть ваш зашифрований пароль для чату для доступу до розмов. Цей пароль може відрізнятися від пароля облікового запису.
zh: 您好 {START_BOLD_TEXT} {INTERPOLATION} {CLOSE_BOLD_TEXT} ！请输入您的加密聊天密码来访问您的对话。这个密码可能不同于您的帐户密码。

# MESSENGER__ENCRYPTION__ENTER_PWD_PH
source: Enter password
cs: Zadejte heslo
de: Passwort eingeben
es: Ingresa tu contraseña
hi: पासवर्ड दर्ज करें
ja: パスワードを入力
pl: Wprowadź hasło
pt: Insira a senha
ro: Introduceți parola
ru: Введите пароль
th: ป้อนรหัสผ่าน
tr: Şifrenizi girin
uk: Уведіть пароль
zh: 输入密码

# MESSENGER__ENCRYPTION__UNLOCK
source: Unlock
cs: Odemknout
de: Entsperren
es: Desbloquear
hi: अनलॉक
it: Sblocca
ja: アンロック
pl: Odblokuj
pt: Desbloquear
ro: Deblocare
ru: Разблокировать
th: ปลดล็อค
tr: Kilidi Aç
uk: Розблокувати
zh: 解锁

# MESSENGER__ENCRYPTION__YOU_HAVENT_SETUP_PWD_DESC
source: Hey {START_BOLD_TEXT} {INTERPOLATION} {CLOSE_BOLD_TEXT} ! It looks like you haven't setup your encrypted chat password yet. We recommend that you use a different password than your account password for added security.
cs: Ahoj {START_BOLD_TEXT} {INTERPOLATION} {CLOSE_BOLD_TEXT} ! Vypadá to, že jste ještě nenastavili heslo k šifrovanému chatu. Pro větší zabezpečení doporučujeme použít jiné heslo než je heslo k vašemu účtu.
de: Hey {START_BOLD_TEXT} {INTERPOLATION} {CLOSE_BOLD_TEXT} ! Es sieht so aus, als ob Sie Ihr verschlüsseltes Chat-Passwort noch nicht eingerichtet haben. Wir empfehlen Ihnen, aus Sicherheitsgründen ein anderes Passwort als Ihr Passwort zu verwenden.
es: ¡Hola, {START_BOLD_TEXT} {INTERPOLATION} {CLOSE_BOLD_TEXT} ! Parece que aún no has configurado tu contraseña de chat cifrada. Le recomendamos que utilice una contraseña diferente a la de su cuenta para mayor seguridad.
hi: नमस्ते {START_BOLD_TEXT} {INTERPOLATION} {CLOSE_BOLD_TEXT} ! ऐसा लगता है कि आपने अभी तक अपने एन्क्रिप्टेड चैट पासवर्ड को सेटअप नहीं किया है। हम अनुशंसा करते हैं कि आप अतिरिक्त सुरक्षा के लिए अपने खाते के पासवर्ड से अलग पासवर्ड का उपयोग करें।
it: Ehi {START_BOLD_TEXT} {INTERPOLATION} {CLOSE_BOLD_TEXT} ! Sembra che tu non abbia ancora impostato la tua password per la chat crittografata. Ti consigliamo di utilizzare una password diversa da quella del tuo account per una maggiore sicurezza.
ja: {START_BOLD_TEXT} {INTERPOLATION} {CLOSE_BOLD_TEXT} ! まだ暗号化されたチャットパスワードを設定していないようです。 セキュリティを強化するために、アカウントのパスワードとは異なるパスワードを使用することをお勧めします。
pl: Cześć {START_BOLD_TEXT} {INTERPOLATION} {CLOSE_BOLD_TEXT} ! Wygląda na to, że nie skonfigurowałeś jeszcze swojego zaszyfrowanego hasła do czatu. Zalecamy użycie innego hasła niż hasło do dodania zabezpieczenia.
pt: Ei {START_BOLD_TEXT} {INTERPOLATION} {CLOSE_BOLD_TEXT} ! Parece que você ainda não configurou sua senha criptografada do bate-papo ainda. Recomendamos que você use uma senha diferente da senha da sua conta para adicionar segurança.
ro: Salut {START_BOLD_TEXT} {INTERPOLATION} {CLOSE_BOLD_TEXT} ! Se pare că nu ai configurat încă parola criptată pentru chat. Îți recomandăm să folosești o parolă diferită de parola contului tău pentru a adăuga securitate.
ru: Здравствуйте, {START_BOLD_TEXT} {INTERPOLATION} {CLOSE_BOLD_TEXT} ! Похоже, вы еще не настроили пароль для чата в зашифрованном виде. Для дополнительной безопасности мы рекомендуем использовать пароль, отличный от пароля вашей учетной записи.
uk: Привіт {START_BOLD_TEXT} {INTERPOLATION} {CLOSE_BOLD_TEXT} ! Схоже, що Ви ще не налаштували пароль для чату. Рекомендуємо використовувати інші паролі, ніж пароль вашого облікового запису для підвищеної безпеки.
zh: 您好 {START_BOLD_TEXT} {INTERPOLATION} {CLOSE_BOLD_TEXT} ！看起来您还没有设置加密的聊天密码。 我们建议您使用不同于账户密码的密码来添加安全性。

# MESSENGER__ENCRYPTION__CONFIRM_PWD_PH
source: Confirm your password
cs: Potvrďte své heslo
de: Passwort bestätigen
es: Confirmar tu contraseña
hi: अपने पासवर्ड की पुष्टि करें
it: Conferma la tua password
ja: パスワードの確認
pl: Potwierdź swoje hasło
pt: Confirme sua senha
ro: Confirmați parola
ru: Подтвердите пароль
th: ยืนยันรหัสผ่านของคุณ
tr: Şifrenizi onaylayın
zh: 确认您的密码

# MESSENGER__ENCRYPTION__SETUP_ACTION
source: Setup
cs: Nastavit
de: Konfiguration
es: Configuración
hi: सेट अप
it: Impostazioni
ja: 設定
pl: Ustawienia
pt: Configurar
ro: Configurare
ru: Настроить
th: ตั้งค่า
tr: Kurulum
uk: Установка
zh: 设置

# MESSENGER__ENCRYPTION__CHANGING_PWD_NOTE
source: Changing your encryption password will cause your previous messages to be unreadable.
cs: Změna šifrovacího hesla způsobí, že vaše předchozí zprávy budou nečitelné.
hi: अपने एन्क्रिप्शन पासवर्ड को बदलने से आपके पिछले मैसेज पढ़ने योग्य नहीं रहेंगे।
it: Cambiare la tua password di crittografia renderà illeggibili i tuoi precedenti messaggi.
ja: 暗号化パスワードを変更すると、以前のメッセージが読み取れなくなります。
pl: Zmiana hasła szyfrowania spowoduje, że poprzednie wiadomości będą nieczytelne.
pt: Mudar sua senha de encriptação fará com que suas mensagens anteriores fiquem ilegíveis.
ro: Modificarea parolei de criptare va face ca mesajele anterioare să nu fie lizibile.
th: การเปลี่ยนคีย์เข้ารหัสของคุณจะทำให้ข้อความก่อนหน้าไม่สามารถอ่านได้
tr: Şifreleme parolanızı değiştirmek eski mesajlarınızı okumanızı engeller.
uk: Зміна вашого пароля шифрування призведе до того, що ваші попередні повідомлення будуть недоступні.

# MESSENGER__ENCRYPTION__CANCEL_ACTION
source: Cancel
cs: Zrušit
de: Abbrechen
es: Cancelar
hi: रद्द
it: Cancella
ja: キャンセル
pl: Anuluj
pt: Cancelar
ro: Anulează
ru: Отменить
th: ยกเลิก
tr: İptal
uk: Скасувати
zh: 取消

# MESSENGER__ENCRYPTION__CHANGE_ACTION
source: Change
cs: Změnit
de: Ändern
es: Cambiar
hi: परिवर्तन
it: Cambia
ja: 変更
pl: Zmiana
pt: Troca
ro: Schimbă
ru: Изменить
th: เปลี่ยน
uk: Змінити
zh: 更改

# MESSENGER__CONVERSATION__DELETE_TOOLTIP
source: Delete chat history
cs: Smazat historii chatu
de: Chatverlauf löschen
es: Borrar el historial de chat
hi: चैट इतिहास हटाएं
it: Elimina cronologia chat
ja: チャット履歴を削除
pl: Usuń historię czatu
pt: Excluir histórico de bate-papo
ro: Șterge istoricul conversațiilor
ru: Удалить историю чата
th: ลบประวัติการแชท
tr: Sohbet geçmişini sil
uk: Видалити історію чату
zh: 删除聊天记录

# MESSENGER__CONVERSATION__DESTROY
source: Destroy
cs: Zničit
de: Zerstören
es: Destruir
hi: नष्ट
it: Distruggi
ja: 破壊
pl: Zniszcz
pt: Destruir
ro: Distruge
ru: Уничтожить
th: ทำลาย
tr: İmha et
uk: Знищити
zh: 破坏的

# MESSENGER__CONVERSATION__BLOCK_TOOLTIP
source: Block participants
cs: Blokovat účastníky
de: Teilnehmer blockieren
es: Bloquear participantes
hi: प्रतिभागियों को ब्लॉक करें
it: Blocca partecipanti
ja: 参加者をブロック
pl: Zablokuj uczestników
pt: Bloquear participantes
ru: Заблокировать участников
th: บล็อกผู้เข้าร่วม
tr: Katılımcıları engelle
uk: Блокувати учасників
zh: 屏蔽参与者

# MESSENGER__CONVERSATION__BLOCK
source: Block
cs: Blokovat
de: Blocken
es: Bloquear
hi: ब्लॉक
it: Blocca
ja: ブロック
pl: Blok
pt: Bloquear
ro: Blochează
ru: Блокировать
th: บล็อค
tr: Engelle
uk: Блок
zh: 屏蔽

# MESSENGER__CONVERSATION__UNBLOCK_TOOLTIP
source: Un-block chat
cs: Odblokovat chat
de: Chat entsperren
es: Desbloquear conversación
hi: अन-ब्लॉक चैट
it: Sblocca chat
ja: チャットブロックを解除
pl: Odblokuj czat
pt: Desbloquear bate-papo
ro: Deblochează conversația
ru: Разблокировать чат
th: ยกเลิกการบล็อกการสนทนา
tr: Sohbet engelini kaldır
uk: Розблокувати чат
zh: 解除屏蔽聊天

# MESSENGER__CONVERSATION__UNBLOCK
source: Un-block
cs: Odblokovat
de: Entsperren
es: Desbloquear
hi: अनब्लॉक करें
it: Sblocca
ja: ブロック解除
pl: Odblokuj
pt: Desbloquear
ro: Deblochează
ru: Разблокировать
th: ยกเลิกการบล๊อค
tr: Engeli kaldır
uk: Розблокувати
zh: 取消封禁

# MESSENGER__CONVERSATION__CALL_ENDED
source: Call Ended
cs: Hovor ukončen
de: Anruf beendet
es: Llamada finalizada
hi: कॉल समाप्त
it: Chiamata Terminata
ja: 通話終了
pl: Połączenie zakończone
pt: Chamada encerrada
ro: Apel încheiat
ru: Вызов завершен
th: จบการโทร
tr: Çağrı Sonlandı
uk: Виклик завершено
zh: 呼叫结束

# MESSENGER__CONVERSATION__MISSED_CALL
source: Missed Call
cs: Zmeškaný hovor
de: Verpasster Anruf
es: Llamada perdida
hi: मिस कॉल
it: Chiamata Persa
ja: 不在着信
pl: Nieodebrane połączenie
pt: Chamada Perdida
ro: Apel pierdut
ru: Пропущенный вызов
th: สายที่ไม่ได้รับ
tr: Cevapsız Arama
uk: Пропущений виклик
zh: 未接来电

# MESSENGER__CONVERSATION__YOU_HAVE_BLOCKED_THIS_CHAT
source: You have blocked this chat
cs: Zablokovali jste tento chat
de: Du hast diesen Chat blockiert
es: Has bloqueado esta conversación
hi: आपने इस चैट को ब्लॉक कर दिया है
it: Hai bloccato questa chat
ja: このチャットをブロックしました
pl: Zablokowałeś ten czat
pt: Você bloqueou este bate-papo
ro: Ai blocat această conversație
ru: Вы заблокировали этот чат
th: คุณได้บล็อกผู้ใช้รายนี้แล้ว
tr: Bu sohbeti engellediniz
uk: Ви заблокували цей чат
zh: 您已屏蔽这个聊天

# MESSENGER__CONVERSATION__THIS_CHAT_IS_NO_LONGER_AVAILABLE
source: This chat is no longer available
cs: Tento chat již není k dispozici
de: Dieser Chat ist nicht mehr verfügbar
es: Esta conversación ya no está disponible
hi: यह चैट अब उपलब्ध नहीं है
it: Questa chat non è più disponibile
ja: このチャットはもう利用できません
pl: Ten czat nie jest już dostępny
pt: Este chat não está mais disponível
ro: Această conversație nu mai este disponibilă
ru: Этот чат больше не доступен
th: การสนทนาครั้งนี้สิ้นสุดแล้ว
tr: Bu sohbet artık mevcut değil
uk: Цей чат більше недоступний
zh: 這個聊天室不再可用

# MESSENGER__CONVERSATION__AWAITING_OTHER_PARTY
source: Awaiting other party…
cs: Čeká se na druhou stranu…
de: Warte auf andere Gruppe…
es: Esperando otro participante…
hi: अन्य पार्टी का इंतजार हो रहा है...
it: In attesa di un altro party…
ja: 他のパーティーを待っています…
pl: Oczekiwanie na inną imprezę…
pt: Aguardando outra parte…
ro: Se așteaptă o altă petrecere…
ru: Ожидание другой стороны…
th: รอคนอื่น...
uk: Очікуємо на іншу групу…
zh: 等待其他组队…

# MESSENGER__CONVERSATION__NOT_USING_MESSENGER_YET
source: Looks like {START_BOLD_TEXT} @ {INTERPOLATION} {CLOSE_BOLD_TEXT} isn't using Minds Messenger yet.
cs: Vypadá to, že {START_BOLD_TEXT} @ {INTERPOLATION} {CLOSE_BOLD_TEXT} ještě nepoužívá Minds Messenger.
de: Sieht aus wie {START_BOLD_TEXT} @ {INTERPOLATION} {CLOSE_BOLD_TEXT} verwendet noch keinen Minds Messenger.
es: Parece que {START_BOLD_TEXT} @ {INTERPOLATION} {CLOSE_BOLD_TEXT} aún no está usando Minds Messenger.
hi: ऐसा लगता है कि {START_BOLD_TEXT} @ {INTERPOLATION} {CLOSE_BOLD_TEXT} अभी तक Minds Messenger का उपयोग नहीं कर रहा है।
it: Sembra che {START_BOLD_TEXT} @ {INTERPOLATION} {CLOSE_BOLD_TEXT} non stia ancora usando Minds Messenger.
ja: {START_BOLD_TEXT} @ {INTERPOLATION} {CLOSE_BOLD_TEXT} はまだMinds Messengerを使用していません。
pl: Wygląda na to, że {START_BOLD_TEXT} @ {INTERPOLATION} {CLOSE_BOLD_TEXT} nie używa jeszcze komunikatora umysłów.
pt: Parece que {START_BOLD_TEXT} @ {INTERPOLATION} {CLOSE_BOLD_TEXT} ainda não está usando o Minds Messenger.
ro: Se pare că {START_BOLD_TEXT} @ {INTERPOLATION} {CLOSE_BOLD_TEXT} nu utilizează încă Mesagerul Minds Mall.
ru: Похоже, {START_BOLD_TEXT} @ {INTERPOLATION} {CLOSE_BOLD_TEXT} еще не использует Minds Messenger.
th: ท่าทาง {START_BOLD_TEXT} @ {INTERPOLATION} {CLOSE_BOLD_TEXT} จะยังไม่ได้ใช้ Minds Messenger นะ
zh: 看起来 {START_BOLD_TEXT} @ {INTERPOLATION} {CLOSE_BOLD_TEXT} 还没有使用Minds Messenger。

# MESSENGER__CONVERSATION__INVITE_ACTION
source: Invite
cs: Pozvat
de: Einladen
es: Invitar
hi: आमंत्रित करें
it: Invita
ja: 招待
pl: Zaproś
pt: Convidar
ro: Invită
ru: Пригласить
th: เชิญ
tr: Davet et
uk: Запросити
zh: 邀请

# MESSENGER__CONVERSATION__INVITED_STATE
source: Invited
cs: Pozván(a)
de: Eingeladen
es: Invitado
hi: आमंत्रित किया गया
it: Invitato
ja: 招待済
pl: Zaproszono
pt: Convidado
ro: Invitat
ru: Приглашен
th: เชิญแล้ว
tr: Davet edildi
uk: Запрошені
zh: 已邀请

# MESSENGER__CONVERSATION__SEND_A_MESSAGE
source: Send a message...
cs: Poslat zprávu...
de: Nachricht senden...
hi: संदेश भेजें
it: Invia un messaggio...
ja: メッセージを送信...
pl: Wyślij wiadomość...
pt: Enviar uma mensagem...
ro: Trimite un mesaj...
ru: Отправить сообщение...
th: ส่งข้อความ...
tr: Bir mesaj gönder...
uk: Надіслати повідомлення...
zh: 发送消息...

# MESSENGER__USERLIST__LOGOUT_TOOLTIP
source: Logout of chat
cs: Odhlásit se z chatu
de: Chat abmelden
es: Cerrar el chat
hi: चैट से लॉगआउट
it: Esci dalla chat
ja: チャットからログアウト
pl: Wyloguj z czatu
pt: Sair do bate-papo
ro: Deconectare chat
ru: Выход из чата
th: ลงชื่ออกจากแชต
tr: Sohbetten çıkış yap
uk: Вийти з чату
zh: 退出聊天

# MESSENGER__USERLIST__LOGOUT
source: Logout
cs: Odhlásit se
de: Abmelden
es: Salir
hi: लोग आउट
it: Esci
ja: ログアウト
pl: Wyloguj się
pt: Fechar sessão
ro: Deconectare
ru: Выйти
th: ออกจากระบบ
tr: Çıkış
uk: Вихід із системи
zh: 登出

# MESSENGER__USERLIST__CHANGE_PWD_TOOLTIP
source: Change your encryption password
cs: Změňte své šifrovací heslo
de: Passwort für Verschlüsselung ändern
hi: अपना एन्क्रिप्शन पासवर्ड बदलें
it: Cambia la tua password di crittografia
ja: 暗号化パスワードを変更する
pl: Zmień hasło szyfrowania
pt: Mude sua senha de criptografia
ro: Schimbați parola de criptare
ru: Изменить пароль шифрования
th: เปลี่ยนรหัส encryption ของคุณ
tr: Şifreleme parolanızı değiştirin
uk: Змінити ваш пароль шифрування
zh: 更改您的加密密码

# MESSENGER__USERLIST__REKEY
source: Re-key
cs: Znovu zadejte klíč
es: Regenerar clave
hi: एन्क्रिप्शन कुंजी रीसेट करें
ja: 再キー
pl: Przycisk ponownie
ro: Re-cheie
ru: Пере-ключ
th: กรอกอีกครั้ง
tr: Yeni anahtar
uk: Повторно натиснути
zh: 重置键

# MESSENGER__USERLIST__SEARCH_PH
source: Search
cs: Hledat
de: Suchen
es: Buscar
hi: खोज
it: Cerca
ja: 検索
pl: Szukaj
pt: Pesquisa
ro: Caută
ru: Искать
th: ค้นหา
tr: Ara
uk: Пошук
zh: 搜索
