Repository: Minds/front
Catalog: src/locale/Minds.*.xliff
Languages: cs, de, es, hi, it, ja, pl, pt, ro, ru, th, tr, uk, zh

# WIRE__THRESHOLD_INPUT__VISIBLE_TO
source: Visible to supporters who send over
cs: Viditelné pro podporovatele, kteří převedou alespoň
de: Sichtbar für Supporter, die übersenden
es: Visible para los seguidores que envían
hi: उन सपोर्टर के लिए जो इससे अधिक भेजते हैं
it: Visibile ai sostenitori che inviano
ja: 送金先のサポーターに表示
pl: Widoczne dla zwolenników, którzy wysyłają ponad
pt: Visível para apoiadores que enviarem acima
ro: Vizibil suporterilor care trimit la final
ru: Видимо для тех, кто отправляет больше
th: จะถูกเห็นโดยผู้สนับสนุนที่ส่งมา
uk: Видимий для прихильників, які надсилають
zh: 发送过来的支持者可见

# WIRE__THRESHOLD_INPUT__TOKENS_LABEL
source: Tokens
cs: Tokenů
de: Token
hi: टोकन
it: Token
ja: トークン
pl: Tokeny
ru: Жетоны
th: โทเค็น
tr: Token
zh: 令牌

# WIRE__CONSOLE__LEDGER__SENT_TAB
source: Sent
cs: Odesláno
de: Gesendet
es: Enviado
hi: भेज दिया
it: Inviato
ja: 送信済み
pl: Wysłano
pt: Enviado
ro: Trimis
ru: Отправлено
th: ส่งแล้ว
tr: Gönderildi
uk: Надіслано
zh: 已发送

# WIRE__CONSOLE__LEDGER__RECEIVED_TAB
source: Received
cs: Obdrženo
de: Erhalten
es: Recibido
hi: प्राप्त किया
it: Ricevuto
ja: 受信済み
pl: Otrzymano
pt: Recebido
ro: Primit
ru: Получено
th: ได้รับ
tr: Alındı
uk: Отримані
zh: 已接收

# WIRE__CONSOLE__LEDGER__FROM
source: From:
cs: Od:
de: Von:
es: De:
hi: भेजने वाला व्यक्ति:
it: Da:
ja: 差出人:
pl: Od:
pt: De:
ro: De la:
ru: От:
th: จาก:
tr: Kimden:
uk: Від:
zh: 从：

# M__FEATURE__POINTS
source: Points
cs: Body
de: Punkte
es: Puntos
hi: पॉइंट
it: Punti
ja: 制御点
pl: Punkty
pt: Pontos
ro: Puncte
ru: Очки
th: แต้ม
tr: Puan
uk: Бали
zh: 得分

# M__COMMON__DATE
source: Date
cs: Datum
de: Datum
es: Fecha
hi: दिनांक
it: Data
ja: 日付
pl: Data
pt: Data
ro: Data
ru: Дата
th: วันที่
tr: Tarih
uk: Дата
zh: 日期

# WIRE__CONSOLE__LEDGER__CHANNEL_COLUMN
source: Channel
cs: Kanál
de: Kanal
es: Canal
hi: चैनल
it: Canale
ja: チャンネル
pl: Kanał
pt: Canal
ro: Canal
ru: Канал
th: แชนแนล
tr: Kanal
uk: Канал
zh: 频道

# M__COMMON__COLUMN
source: Amount
cs: Množství
de: Betrag
es: Cantidad
hi: राशि
it: Quantità
ja: 額
pl: Kwota
pt: Quantia
ro: Sumă
ru: Количество
th: จำนวน
tr: Tutar
uk: Сума
zh: 金额

# M__COMMON__POINTS_WITH_VALUE
source: {INTERPOLATION} points
cs: {INTERPOLATION} bodů
de: {INTERPOLATION} Punkte
es: {INTERPOLATION} puntos
hi: {INTERPOLATION} पॉइंट
it: {INTERPOLATION} punti
ja: {INTERPOLATION} ポイント
pl: {INTERPOLATION} punktów
pt: {INTERPOLATION} pontos
ro: {INTERPOLATION} puncte
ru: {INTERPOLATION} баллов
th: {INTERPOLATION} พอยท์
tr: {INTERPOLATION} puan
uk: {INTERPOLATION} очок
zh: {INTERPOLATION} 分

# WIRE__CONSOLE__LEDGER__NO_WIRES_NOTICE
source: No Wires to show.
cs: Žádné převody k zobrazení.
de: Keine Kabel zum Anzeigen.
es: No hay transferencias que mostrar.
hi: दिखाने के लिए कोई भुगतान नहीं।
it: Nessun bonifico da mostrare.
ja: 表示するワイヤーがありません。
pl: Brak przewodów do wyświetlenia.
pt: Sem fiações para mostrar.
ro: Niciun fir de afișat.
ru: Нет проводов для отображения.
th: ไม่มีรายการสำหรับแสดง
tr: Gösterilecek Wire yok.
zh: 没有要显示的线路。

# WIRE__CONSOLE__SUPPORTER__THIS_MONTH
source: this month
cs: tento měsíc
de: in diesem Monat
es: este mes
hi: इस महीने
it: questo mese
ja: 今月
pl: w tym miesiącu
pt: este mês
ro: luna aceasta
ru: за месяц
th: เดือนนี้
tr: bu ay
uk: цього місяця
zh: 本月

# WIRE__CONSOLE__REWARDS_TABLE__INPUTS__TOKENS_LABEL
source: Tokens
cs: Tokeny
de: Token
hi: टोकन
it: Token
ja: トークン
pl: Tokeny
ru: Жетоны
th: โทเค็น
tr: Token
zh: 令牌

# WIRE__CHANNEL__TABLE__REWARD_PLACEHOLDER
source: Describe the reward
cs: Popište odměnu
de: Beschreibe die Belohnung
es: Describe la recompensa
hi: पुरस्कार का वर्णन करें
it: Descrivi la ricompensa
ja: 報酬を記述してください
pl: Opisz nagrodę
pt: Descreva a recompensa
ro: Descrie recompensa
ru: Опишите награду
th: อธิบายเกี่ยวกับรางวัล
tr: Ödülü tanımlayın
uk: Опишіть нагороду
zh: 描述奖励

# WIRE__CHANNEL__TABLE__ADD_REWARD_ACTION
source: Add Reward
cs: Přidat odměnu
de: Belohnung hinzufügen
es: Agregar recompensa
hi: पुरस्कार जोड़ें
it: Aggiungi Ricompensa
ja: ボーナスを追加
pl: Dodaj nagrodę
pt: Adicionar recompensa
ro: Adaugă Recompensă
ru: Добавить награду
th: เพิ่มรางรางวัล
tr: Ödül Ekle
uk: Додати винагороду
zh: 添加奖励

# M__COMMON__SAVED
source: Saved
cs: Uloženo
de: Gespeichert
es: Guardado
hi: बचाया
it: Salvato
ja: 保存しました
pl: Zapisano
pt: Salvo
ro: Salvat
ru: Сохранено
th: บันทึกแล้ว
tr: Kaydedildi
uk: Збережено
zh: 已保存

# WIRE__CONSOLE__SETTINGS__PREVIEW_DESC
source: The below description and preview image is what your subscribers will see on your exclusive posts until they become a supporter.
cs: Níže uvedený popis a náhled obrázku je to, co vaši sledující uvidí na vašich exkluzivních příspěvcích, dokud se nestanou podporovateli.
de: Die unten stehende Beschreibung und Vorschaubild ist das, was Ihre Abonnenten auf Ihren exklusiven Beiträgen sehen, bis sie ein Unterstützer werden.
es: La descripción a continuación y la imagen de vista previa es lo que verán sus suscriptores en tus publicaciones exclusivas hasta que se conviertan en un partidario.
hi: नीचे दिए गए विवरण और प्रीव्यू इमेज वह है जो आपके ग्राहक आपकी एक्सक्लूसिव पोस्ट पर देखेंगे जब तक कि वे सपोर्टर नहीं बन जाते।
it: La descrizione di seguito e l'immagine di anteprima è ciò che i tuoi iscritti vedranno sui tuoi post esclusivi fino a quando non diventano sostenitori.
ja: 以下の説明とプレビュー画像は、あなたの購読者がサポーターになるまで、あなたの排他的な投稿に表示されます。
pl: Poniższy opis i podgląd obrazka są tym, co Twoi subskrybenci zobaczą w Twoich ekskluzywnych wpisach, dopóki nie staną się pomocnikiem.
pt: A descrição e pré-visualização da imagem abaixo é o que os seus assinantes verão em suas publicações exclusivas até se tornarem um apoiador.
ru: Описание ниже и предварительный просмотр изображения - это то, что ваши подписчики увидят на ваших эксклюзивных постах до тех пор, пока они не станут сторонником.
th: ผู้ติดตามของท่านจะได้อ่านเนื้อหาและรูปภาพตัวอย่างที่จะแสดงบนเอ็กครูซีฟโพสต์เมื่อผู้ติดตามเหล่านั้นได้เป็นผู้สนับสนุนคุณ
zh: 下面的描述和预览图像是您的订阅者将在您的专属帖子上看到的，直到他们成为支持者。

# WIRE__CONSOLE__SETTINGS__DESCRIPTION_LABEL
source: Description
cs: Popis
de: Beschreibung
es: Descripción
hi: विवरण
it: Descrizione
ja: 説明
pl: Opis
pt: Descrição
ro: Descriere
ru: Описание
th: คำอธิบาย
tr: Tanım
uk: Опис
zh: 描述

# WIRE__CONSOLE__SETTINGS__DESCRIPTION_PLACEHOLDER
source: eg. Support me to see my exclusive content and join me for a monthly video chat
cs: Například: Podpořte mě pro zhlédnutí mého exkluzivního obsahu a jednou za měsíc si zavoláme přes videohovor
hi: जैसे मेरा एक्सक्लूसिव कंटेंट देखने के लिए मेरा समर्थन करें और मासिक वीडियो चैट के लिए मुझसे जुड़ें
it: es. Supportami per vedere il mio contenuto esclusivo e unisciti a me per una chat video mensile
ja: 例えば、自分の排他的なコンテンツを見ることをサポートし、毎月のビデオチャットに参加してください
pl: np. Wesprzyj mnie, aby zobaczyć moje ekskluzywne treści i dołączyć do mnie na miesięczny czat wideo
pt: ex. Me ajude a ver meu conteúdo exclusivo e junte-se a mim para um chat de vídeo mensal
ro: ex. Ajută-mă să văd conținutul meu exclusiv și să mă alătur mie pentru o conversație video lunară
th: เช่น สนับสนุนเพื่อการเข้าถึงเนื้อหาพิเศษและร่วม video chat กับฉันทุกเดือน
zh: 例如，支持我看到我的独家内容，和我一起每月进行视频聊天

# WIRE__CONSOLE__SETTINGS__BACKGROUND_LABEL
source: Background
cs: Pozadí
de: Hintergrund
es: Fondo
hi: पृष्ठभूमि
it: Sfondo
ja: 背景
pl: Kontekst
pt: Fundo
ro: Context
ru: Справочная информация
th: พื้นหลัง
uk: Фон
zh: 二. 背景

# WIRE__CONSOLE__SETTINGS__PREVIEW_LABEL
source: Preview
cs: Náhled
de: Vorschau
es: Vista previa
hi: प्रीव्यू
it: Anteprima
ja: プレビュー
pl: Podgląd
pt: Pré-visualizar
ro: Previzualizare
th: ภาพตัวอย่าง
zh: 预览

# WIRE__CONSOLE__SETTINGS__SAVING_LABEL
source: Saving…
cs: Ukládání…
de: Speichere…
es: Guardando…
hi: सहेजा जा रहा है...
it: Sto Salvando…
ja: 保存中…
pl: Zapisywanie…
pt: Salvando…
ro: Se salvează…
ru: Сохранение…
th: กำลังบันทึก...
tr: Kaydediliyor…
uk: Збереження…
zh: 保存…

# WIRE__CONSOLE__OVERVIEW__MONEY_WIRES_TOOLTIP
source: The total wires you have received
cs: Celkový počet převodů, které jste obdrželi
de: Die gesamten Drähte, die Sie erhalten haben
es: Cuántas transferencias has recibido en los últimos 30 días
hi: आपके द्वारा प्राप्त कुल भुगतान
it: I bonifici totali che hai ricevuto
ja: 受信したワイヤーの合計
pl: Łącznie otrzymałeś przewody
pt: O total de arames que você recebeu
ro: Totalul firelor primite
ru: Всего проводов, которые вы получили
th: จำนวนเงินที่คุณได้รับ
tr: Aldığınız toplam Wire
uk: Загальна кількість проводів, що ви отримали
zh: 您收到的总线

# M__COMMON__EARNINGS
source: Tokens
cs: Tokeny
de: Token
hi: टोकन
it: Token
ja: トークン
pl: Tokeny
ru: Жетоны
th: โทเคน
tr: Token
zh: 令牌

# WIRE__CONSOLE__OVERVIEW__TOKENS_EARNINGS_TOOLTIP
source: The total in Tokens you have earned
cs: Celková částka v tokenech, kterou jste vydělali
de: Die Gesamtsumme in Tokens, die Sie verdient haben
es: El total de Tokens que has obtenido
hi: टोकन का कुल, जो आपने जीता है
it: Il totale in Tokens che hai guadagnato
ja: 獲得したトークンの合計
pl: Łącznie w Tokenach, które zdobyłeś
pt: O total de Tokens que você ganhou
ru: Всего в заработанных вами жетонах
th: จำนวนโทเค็นทั้งหมดที่คุณได้รับ
tr: Token olarak toplam kazancınız
uk: Загальна кількість маркерів, які ви заробили
zh: 您已赚取的代币总数

# WIRE__CONSOLE__OVERVIEW__MONEY_EARNINGS_TOOLTIP
source: The total in USD you have earned
cs: Celková částka v USD, kterou jste vydělali
de: Die Summe in USD die Sie verdient haben
es: El total en USD que has obtenido
hi: USD में कुल आपने अर्जित किया है
it: Il totale in USD che hai ottenuto
ja: あなたが獲得した米ドルの合計
pl: Suma w dolarach amerykańskich, którą zarobiłeś
pt: O total em USD que você ganhou
ro: Totalul în USD pe care l-ai câștigat
ru: Общая сумма в USD вы заработали
th: จำนวน USD ทั้งหมดที่คุณได้รับ
tr: USD olarak toplam kazancınız
uk: Всього у доларах USD заробити
zh: 您赚取的总金额（美元）

# M__COMMON__REVIEW_PENDING
source: Review Pending
cs: Čeká na kontrolu
de: Überprüfung ausstehend
es: Revisión pendiente
hi: लंबित समीक्षा करें
it: In Attesa di Revisione
ja: 承認待ちのレビュー
pl: Oczekujące opinie
pt: Revisão pendente
ro: Revizuire în așteptare
ru: Ожидает отзыва
th: อยู่ระหว่างการตรวจสอบ
tr: İnceleme için Bekliyor
uk: Очікують на рецензію
zh: 正在等待审核

# REPORT__CONSOLE__APPEALED_TAB
source: Appealed
cs: Odvoláno
de: Beschworen
es: Apelado
it: Appellato
ja: 控訴しました
pl: Odwołanie
pt: Apelado
ro: Reclamat
ru: Апелляция
th: เรียกร้องสมบูรณ์
tr: İtiraz edildi
zh: 被上诉的

# M__COMMON__APPROVED
source: Approved
cs: Schváleno
de: Genehmigt
es: Aprobado
hi: मंजूर किया
it: Approvato
ja: 承認済み
pl: Zatwierdzone
pt: Aceito
ro: Aprobat
ru: Одобрено
th: ได้รับการอนุมัติแล้ว
tr: Onaylı
uk: Затверджено
zh: 已批准

# M__COMMON__REJECTED
source: Rejected
cs: Odmítnuto
de: Abgelehnt
es: Rechazado
hi: नामंजूर किया
it: Respinto
ja: 拒否
pl: Odrzucono
pt: Rejeitados
ro: Respins
ru: Отклонено
th: ถูกปฏิเสธ
tr: Reddedildi
uk: Відхилено
zh: 已拒绝

# M__BAN__MODAL__PLEASE_EXPLAIN
source: Please explain why you think this content should not be on Minds.
cs: Vysvětlete, proč si myslíte, že by tento obsah neměl být na Minds.
de: Bitte erklären Sie, warum Sie meinen, dass dieser Inhalt nicht im Kopf stehen sollte.
es: Por favor, explica por qué piensas que este contenido no debería estar en Minds.
hi: कृपया बताएं कि आपको क्यों लगता है कि यह कंटेंट Minds पर नहीं होना चाहिए
it: Spiega perché pensi che questo contenuto non debba essere su Minds.
ja: このコンテンツがマインドであるべきではないと思う理由を説明してください。
pl: Proszę wyjaśnić, dlaczego uważasz, że ta zawartość nie powinna być w minutach.
pt: Por favor, explique por que você acha que este conteúdo não deve ser considerado.
ro: Vă rugăm să explicați de ce credeți că acest conținut nu ar trebui să fie pe Minds.
ru: Пожалуйста, объясните, почему вы считаете, что это содержание не должно быть на Мысли.
th: กรุณาอธิบายว่าทำไมคุณถึงคิดว่าเนื้อหานี้ไม่เหมาะสมที่จะอยู่บน Minds
zh: 请解释为什么你认为这个内容不应该在心灵上。

# M__BAN__MODAL__SUBMIT_CAPS
source: SUBMIT
cs: ODESLAT
es: ENVIAR
hi: प्रस्तुत
it: INVIA
ja: 送信
pl: Prześlij
pt: ENVIAR
ro: TRIMITERE
ru: ОТПРАВИТЬ
th: ส่ง
tr: GÖNDER
uk: НАДІСЛАТИ
zh: 提交

# M__BAN__MODAL__NEXT_CAPS
source: NEXT
cs: DALŠÍ
de: NÄCHT
es: SIGUIENTE
hi: आगे
it: PROSSIMO
ja: 次へ
pl: NASTĘPNY
pt: PRÓXIMO
ro: URMĂTORUL
ru: СЛЕДУЮЩИЙ
th: ถัดไป
tr: SONRAKİ
uk: ДАЛІ
zh: 下一个

# M__ACTION__SHARE
source: Share
cs: Sdílet
de: Anteil
es: Compartir
hi: शेयर
it: Condividi
ja: 共有
pl: Udostępnij
pt: Compartilhar
ro: Distribuie
ru: Поделиться
th: แบ่งปัน
tr: Paylaş
uk: Поділитись
zh: 分享

# THIRD_PARTY_NETWORKS__FACEBOOK__DETACH_PAGE_ACTION
source: Detach page
cs: Odpojit stránku
es: Desenlazar página
hi: पृष्ठ को अलग करें
it: Scollega pagina
th: แยกหน้า
tr: Sayfayı kaldır

# THIRD_PARTY_NETWORKS__FACEBOOK__LINK_BOOST
source: Link your boosts to facebook
cs: Propojit vaše boosty s Facebookem
de: Verknüpfen Sie Ihre Boosts mit Facebook
hi: अपने बूस्ट को Facebook से लिंक करें
ja: ブーストをFacebookにリンクする
th: ลิงก์บูสต์ของคุณไปยัง Facebook
zh: 将您的助推链接到Facebook上

# THIRD_PARTY_NETWORKS__FACEBOOK__SELECT_PAGE_LABEL
source: Select a page to link below
cs: Vyberte stránku, na kterou chcete odkazovat
de: Seite zum Verlinken auswählen
es: Selecciona una página para enlazar debajo
hi: नीचे लिंक करने के लिए एक पेज चुनें
it: Seleziona una pagina da collegare qui sotto
ja: 下にリンクするページを選択
pl: Wybierz stronę do linku poniżej
pt: Selecione uma página para vincular abaixo
ro: Selectați o pagină pentru a vă conecta mai jos
ru: Выберите страницу для ссылки ниже
th: เลือกหน้าที่จะเชื่อมโยงด้านล่าง
tr: Bağlantı oluşturmak için aşağıdan bir sayfa seçin
uk: Виберіть сторінку, щоб прив'язати нижче
zh: 选择要链接到下面的页面

# COMMENTS__DISABLED
source: Comments have been disabled for this post
cs: Komentáře byly pro tento příspěvek zakázány
de: Kommentare wurden für diesen Beitrag deaktiviert
es: Los comentarios han sido desactivados para esta publicación
hi: इस पोस्ट के लिए कमेंट बंद किए गए हैं
it: I commenti sono stati disabilitati per questo post
ja: この投稿のコメントは無効になっています
pl: Komentarze zostały wyłączone dla tego wpisu
pt: Os comentários foram desativados neste post
ro: Comentariile au fost dezactivate pentru această postare
ru: Комментарии были отключены для этого сообщения
th: การแสดงความคิดเห็นถูกปิดใช้งานสำหรับโพสต์นี้
tr: Bu gönderi yoruma kapalıdır
uk: Коментарі були відключені для цього повідомлення
zh: 此帖的评论已被禁用

# MINDS__BUTTONS__FEATURE__CATEGORY_PLACEHOLDER
source: -- SELECT A CATEGORY --
cs: -- VYBERTE KATEGORII --
de: -- KATEGORIE WÄHLEN --
es: -- Selecciona una categoría --
hi: -- एक वर्ग का चयन करें --
it: -- SELEZIONA UNA CATEGORIA --
ja: -- カテゴリーを選択 --
pl: -- WYBIERZ KATEGORĘ --
pt: -- SELECIONE UMA CATEGORIA --
ro: -- SELECTAŢI O CATEGORIE --
ru: -- ВЫБЕРИТЕ КАТЕГОРИЮ --
th: -- เลือกหมวดหมู่ --
tr: -- BİR KATEGORİ SEÇİN --
uk: -- ОБЕРІТЬ КАТЕГОРІЮ -
zh: -- 选择A 类别 --

# M__ACTION__FEATURE
source: Feature
cs: Zvýraznit
es: Destacar
hi: फ़ीचर
it: Caratteristica
ja: 機能
pl: Funkcja
pt: Funcionalidade
ro: Caracteristică
ru: Функция
th: คุณสมบัติ
tr: Öne çıkan
uk: Особливість
zh: 功能

# MODALS__REMIND_COMPOSER__REMIND_TITLE
source: Remind
cs: Sdílet
de: Erinnern
es: Recordar
hi: याद दिलाएं
it: Condividi
ja: リマインド
pl: Przypomnij
pt: Lembrar
ro: Reamintire
ru: Напомнить
th: รีมายด์
tr: Yeniden Yanınla
uk: Нагадати
zh: 提醒

# MODALS__REMIND_COMPOSER__PLACEHOLDER
source: Enter your remind status here (optional)
cs: Zde zadejte váš status (volitelné)
de: Gib hier deinen Erinnerungsstatus ein (optional)
es: Introduce el estado de tu Remind aquí (opcional)
hi: यहां अपनी याद दिलाने की स्थिति दर्ज करें (वैकल्पिक)
it: Inserisci qui lo stato del tuo Remind (opzionale)
ja: リマインダーの状態をここに入力します (オプション)
pl: Wprowadź tutaj status przypomnienia (opcjonalnie)
pt: Digite o status de seu lembrete aqui (opcional)
ro: Introduceți starea de reamintire aici (opțional)
ru: Введите ваш статус напоминания здесь (необязательно)
th: ป้อนสถานะรีมายด์ของคุณที่นี่ (ถ้ามี)
tr: Yeniden yayınlama durumunuzu buraya girin (tercihe bağlı)
zh: 在此处输入您的提醒状态 (可选)

# M__ACTION__SUBSCRIBE
source: Subscribe
cs: Sledovat
de: Abonnieren
es: Suscribirte
hi: सदस्यता लें
it: Iscriviti
ja: 申し込み
pl: Subskrybuj
pt: Subscrever
ro: Abonează-te
ru: Подписаться
th: ติดตาม
tr: Abone ol
uk: Підписатися
zh: 订阅

# MINDS__BUTTONS__UNSUBSCRIBE__SUBSCRIBED_LABEL
source: Unsubscribe
cs: Nesledovat
de: Abonnement beenden
es: Eliminar suscripción
hi: सदस्यता रद्द करें
ja: 申し込みに停止
pl: Anuluj subskrypcję
pt: Anular inscrição
ro: Dezabonare
ru: Отписаться
th: เลิกติดตาม
tr: Abonelikten ayrıl
uk: Відмовитися від підписки
zh: 取消订阅

# MINDS__BUTTONS__USER_DROPDOWN__BLOCK
source: Block @ {INTERPOLATION}
cs: Blokovat @ {INTERPOLATION}
es: Bloquear a {INTERPOLATION}
hi: @ {INTERPOLATION} ब्लॉक करें
it: Blocca @ {INTERPOLATION}
ja: {INTERPOLATION} をブロック
pl: Zablokuj {INTERPOLATION}
pt: Bloquear @ {INTERPOLATION}
ro: Blochează @ {INTERPOLATION}
ru: Блок @ {INTERPOLATION}
th: บล็อก @ {INTERPOLATION}
tr: @ {INTERPOLATION} kullanıcısını blokla
uk: Заблокувати @ {INTERPOLATION}
zh: 阻止@ {INTERPOLATION}

# MINDS__BUTTONS__USER_DROPDOWN__UNBLOCK
source: Un-Block @ {INTERPOLATION}
cs: Odblokovat @ {INTERPOLATION}
de: Entsperren @ {INTERPOLATION}
es: Desbloquear @ {INTERPOLATION}
hi: @ {INTERPOLATION} को अनब्लॉक करें
ja: ブロック解除 @ {INTERPOLATION}
pl: Odblokuj @ {INTERPOLATION}
pt: Desbloquear @ {INTERPOLATION}
ro: Deblochează @ {INTERPOLATION}
th: อันบล็อก @ {INTERPOLATION}
tr: @ {INTERPOLATION} için bloku kaldır
uk: Розблокувати @ {INTERPOLATION}
zh: 取消屏蔽@ {INTERPOLATION}

# MINDS__BUTTONS__USER_DROPDOWN__SUBSCRIBE
source: Subscribe
cs: Sledovat
de: Abonnieren
es: Suscribirte
hi: सदस्यता लें
it: Iscriviti
ja: 申し込み
pl: Subskrybuj
pt: Subscrever
ro: Abonează-te
ru: Подписаться
th: ติดตาม
tr: Abone ol
uk: Підписатися
zh: 订阅

# MINDS__BUTTONS__USER_DROPDOWN__UNSUBSCRIBE
source: Unsubscribe
cs: Nesledovat
de: Abonnement beenden
es: Eliminar suscripción
hi: सदस्यता रद्द
ja: 申し込みに停止
pl: Anuluj subskrypcję
pt: Anular inscrição
ro: Dezabonare
ru: Отписаться
th: เลิกติดตาม
tr: Abonelikten ayrıl
uk: Відмовитися від підписки
zh: 取消订阅

# MINDS__BUTTONS__USER_DROPDOWN__UNBAN_GLOBALLY
source: Un-ban globally
cs: Zrušit zákaz všude
de: Globales Entsperren
hi: विश्व स्तर पर अप्रतिबंधित
ja: グローバルでBANを解除
ru: Разблокировать по всему миру
th: ยกเลิกการแบนทั้งหมด
tr: Global olarak yasağı kaldır
uk: Розблокувати глобально
zh: 全局解除封禁

# MINDS_BUTTON__USER_DROPDOWN__VIEW_LEDGER
source: View Ledger
cs: Zobrazit seznam transakcí
de: Zeige Ledger
es: Ver libro mayor
hi: हिसाब-किताब देखें
it: Visualizza Registro
ja: Ledgerを表示
pl: Zobacz Ledger
pt: Ver Livro
ro: Vezi Ledger
th: ดูบัญชี
uk: Дивитись Ledger
zh: 查看账单

# MINDS_BUTTON__USER_DROPDOWN__VIEW_WITHDRAWALS
source: View Withdrawals
cs: Zobrazit výběry
de: Abhebungen anzeigen
es: Ver retiros
hi: धन राशि निकासी देखें
it: Visualizza Prelievi
ja: 引き出しを表示
pl: Zobacz wypłaty
pt: Ver Retiradas
ro: Vezi Retrageri
th: ดูประวัติการถอน
tr: Çekimleri Görüntüle
uk: Переглянути зняття
zh: 查看提款

# MINDS_BUTTON__USER_DROPDOWN__VIEW_EMAIL_ADDR
source: E-mail Address
cs: E-mailová adresa
de: E-Mail-Adresse
es: Dirección de e-mail
hi: ईमेल पता
it: Indirizzo Email
ja: メールアドレス
pl: Adres e-mail
pt: Endereço de e-mail
ro: Adresă e-mail
th: อีเมล
uk: Адреса електронної пошти
zh: 电子邮件地址

# M__ACTION__MARK_EXPLICIT
source: Set as explicit
cs: Nastavit jako explicitní
de: Als explizit festlegen
es: Definir como explícito
hi: स्पष्ट रूप में सेट करें
it: Imposta come esplicito
ja: 明示的に設定
pl: Ustaw jako wyróżnione
pt: Definir como explícito
ro: Setează ca explicit
ru: Установить как явное
th: ติดป้ายเตือนเนื้อหาไม่เหมาะสม
tr: Sakıncalı olarak işaretle
uk: Встановити як явний
zh: 设置为明确的

# M__ACTION__REMOVE_EXPLICIT
source: Remove Explicit
cs: Odebrat explicitní
de: Explizit entfernen
es: Quitar explícito
hi: स्पष्ट निकालें
it: Rimuovi Esplicito
ja: 明示的に削除
pl: Usuń oczywisty
pt: Remover explícito
ro: Elimină Explicit
ru: Удалить явное
th: ถอดป้ายเตือนเนื้อหาไม่เหมาะสม
tr: Sakıncalı işaretini kaldır
uk: Видалити явний
zh: 删除明确的

# M__ACTION__REINDEX
source: Reindex
cs: Přeindexovat
es: Volver a indexar
hi: फिर से इंडेक्स करें:
th: จัดทำดัชนีใหม่

# M__ACTION__MARK_AS_SAFE
source: Mark as Safe
cs: Označit jako bezpečné
de: Als sicher markieren
es: Marcar como seguro
hi: सुरक्षित के रूप में मार्क करें
it: Segna come sicuro
ja: 安全としてマーク
pl: Oznacz jako bezpieczny
pt: Marcar como Segura
ro: Marchează ca sigur
ru: Пометить как Сейф
th: ทำเครื่องหมายว่าปลอดภัย
tr: Güvenli Olarak İşaretle
uk: Позначити як безпечне
zh: 标记为安全

# M__ACTION__MENU__MARK_AS_OPEN
source: Mark as Open
cs: Označit jako otevřené
de: Als offen markieren
es: Marcar como abierto
hi: ओपन के रूप में मार्क करें
it: Segna come Open
ja: 開いているとしてマーク
pl: Oznacz jako otwarte
pt: Marcar como Aberto
ro: Marchează ca Deschis
ru: Пометить как открытые
th: ทำเครื่องหมายว่าเป็นสแปม
tr: Açık Olarak İşaretle
uk: Позначити як відкрите
zh: 标记为打开

# MINDS__BAN__CONFIRMATION
source: Are you sure you want to ban this user?
cs: Opravdu chcete zakázat tohoto uživatele?
de: Sind Sie sicher, dass Sie diesen Benutzer sperren wollen?
hi: क्या आप वाकई इस यूज़र को प्रतिबंधित करना चाहते हैं?
ja: このユーザーを禁止してもよろしいですか？
pl: Czy na pewno chcesz zbanować tego użytkownika?
pt: Tem certeza de que deseja banir este usuário?
ro: Ești sigur că vrei să blochezi acest utilizator?
th: คุณแน่ใจหรือไม่ที่จะแบนผู้ใช้นี้?
tr: Bu kullanıcıyı yasaklamak istediğinize emin misiniz?
uk: Ви впевнені, що хочете заблокувати цього користувача?
zh: 您确定要封禁此用户吗？

source: This will close all open sessions and lock them out from Minds.
cs: Toto zavře všechny otevřené relace a odhlásí je z Minds.
de: Dies schließt alle offenen Sitzungen und schließt sie von den Minds aus.
hi: यह सभी खुले सत्रों को बंद कर देगा और उन्हें Minds से बाहर कर देगा।
it: Questo chiuderà tutte le sessioni aperte e le bloccherà fuori da Minds.
pl: Spowoduje to zamknięcie wszystkich otwartych sesji i zablokowanie ich w minutach.
pt: Isto encerrará todas as sessões abertas e as encerrará da mente.
th: นี่จะทำให้เซสชั่นที่เปิดอยู่ทั้งหมดปิดลงและล็อคจาก Minds

# MINDS__BUTTONS__USER_DROPDOWN__BAN_USER_SUCCESS_MESSAGE
source: User has been banned.
cs: Uživatel byl zakázán.
de: Benutzer wurde gesperrt.
hi: यूज़र को प्रतिबंधित कर दिया गया है।
ja: ユーザーは禁止されています。
pl: Użytkownik został zbanowany.
pt: O usuário foi banido.
ro: Utilizatorul a fost banat.
ru: Пользователь был заблокирован.
th: ผู้ใช้ได้ถูกแบนแล้ว
tr: Kullanıcı yasaklandı.
uk: Користувач був заблокований.
zh: 用户已被禁止。

# M__ACTION__BAN_USER
source: Ban user
cs: Zakázat uživatele
de: Benutzer sperren
hi: प्रतिबंध उपयोगकर्ता
ja: 僅用於中文
pl: Zablokuj użytkownika
pt: Banir usuário
ro: Blochează utilizator
th: แบนผู้ใช้
tr: Kullanıcıyı yasakla
uk: Заблокувати користувача
zh: 封禁用户

# BAN__FROM__MONETIZATION
source: Are you sure you want to ban this user from monetization?
cs: Jste si jisti, že chcete tomuto uživateli zakázat zpeněžení?
de: Sind Sie sicher, dass Sie diesen Benutzer von der Monetarisierung sperren möchten?
hi: क्या आप वाकई इस यूज़र को मॉनेटाइज़ेशन से प्रतिबंधित करना चाहते हैं?
ja: このユーザーをマネタイゼーションから禁止してもよろしいですか？
pt: Tem certeza de que deseja banir este usuário da monetização?
ro: Ești sigur că vrei să interzici acest utilizator din monetizare?
th: ยืนยันการลบชื่อสมาชิก?
zh: 您确定要禁止此用户进行货币化吗？
