Repository: Minds/front
Catalog: src/locale/Minds.*.xliff
Languages: cs, de, es, hi, it, ja, pl, pt, ro, ru, th, tr, uk, zh

# OWNER_BLOCK__UNLISTED
source: Unlisted
cs: Neuvedeno
de: Nicht gelistet
es: Sin listar
hi: असूचीबद्ध
it: Non Elencato
ja: リストにありません
pl: Niewymienione
pt: Não-listado
ro: Nelistate
ru: Не занесено
th: ไม่อยู่ในรายการ
tr: Liste dışı
uk: Поза списком
zh: 未上架

# MEDIA__THUMBNAIL_SELECTOR__THUMBNAILS_TITLE
source: Thumbnails
cs: Náhledy
hi: थंबनेल
it: Miniature
th: ภาพขนาดย่อ
tr: Küçük resimler

# MEDIA__THUMBNAIL_SELECTOR__SELECT_ONE_OR
source: Select one from the list or
cs: Vyberte jeden ze seznamu nebo
de: Wählen Sie eine aus der Liste oder
es: Seleccione una de la lista o
hi: सूची में से एक का चयन करें या
it: Selezionane uno dalla lista o
ja: リストから1つを選択するか
pl: Wybierz jeden z listy lub
pt: Selecione um da lista ou
ru: Выберите из списка или
tr: Listeden birini seçin veya
uk: Виберіть один зі списку або
zh: 从列表中选择一个

# MEDIA__THUMBNAIL_SELECTOR__UPLOAD_A_NEW_ONE
source: upload a new one
cs: nahrajte nový
de: eine neue hochladen
hi: नया अपलोड करें
it: caricane uno nuovo
ja: 新しいものをアップロードする
pl: wgraj nowy
pt: carregar um novo
ro: încarcă unul nou
ru: загрузить новый
tr: yeni bir adet yükleyin
uk: завантажити новий
zh: 上传一个新的

# MINDS__MEDIA__TITLE_INPUT_PLACEHOLDER
source: Title...
cs: Název...
de: Titel...
hi: शीर्षक...
it: Titolo...
ja: タイトル...
pl: Tytuł...
pt: Título...
ro: Titlu...
ru: Заголовок...
th: หัวข้อ...
tr: Başlık...
uk: Назва...
zh: 标题...

# MEDIA__EDIT__INLINE_EDITOR_PLACEHOLDER
source: Go ahead and write some content!
cs: Jděte a napište nějaký obsah!
de: Gehen Sie voran und schreiben Sie ein paar Inhalte!
es: ¡Adelante, escribe algo de contenido!
hi: आगे बढ़ें और कोई कंटेंट लिखें!
it: Vai avanti e scrivi dei contenuti!
ja: さあ、いくつかのコンテンツを書いてください!
pl: Kontynuuj i napisz trochę treści!
pt: Vá em frente e escreva algum conteúdo!
ro: Continuați și scrieți niște conținut!
ru: Иди впереди и напиши что-нибудь содержимое!
th: เอาเลยมาเขียนเนื้อหากัน
tr: Beklemeyin, biraz içerik yazın!
zh: 继续写一些内容！

# MINDS__MEDIA__ENTITY_FLAGGED_AS_SPAM
source: This media was flagged as spam.
cs: Tato média byla označena jako spam.
de: Dieses Medium wurde als Spam markiert.
hi: इस मीडिया को स्पैम के रूप में मार्क किया गया था।
ja: このメディアはスパムとしてフラグ付けされました。
pl: Ten nośnik został oznaczony jako spam.
pt: Esta mídia foi marcada como spam.
ro: Acest media a fost marcat ca spam.
th: เนื้อหานี้ถูกรายงานว่าเป็นสแปม
zh: 该媒体被标记为垃圾信息。

# MINDS__MEDIA__ENTITY_FLAGGED_AS_DELETED
source: This media was flagged as deleted.
cs: Toto médium bylo označeno jako smazané.
de: Dieses Medium wurde als gelöscht markiert.
es: Este contenido fue marcado como eliminado.
hi: इस मीडिया को हटा दिया गया था।
it: Questo media è stato contrassegnato come eliminato.
ja: このメディアは削除済みとしてフラグが立てられました。
pl: Ten plik został oznaczony jako usunięty.
pt: Esta mídia foi marcada como excluída.
ro: Această media a fost marcată ca ștearsă.
ru: Этот файл был помечен как удаленный.
th: เนื้อหานี้ถูกรายงานว่าถูกลบแล้ว
tr: Bu medya silinmiş olarak işaretlendi.
uk: Ці медіа були позначені як видалені.
zh: 此媒体被标记为已删除。

# MINDS__MEDIA__ENTITY_NOT_EXISTS
source: The post may not exist
cs: Příspěvek nemusí existovat
de: Der Beitrag existiert möglicherweise nicht
es: La publicación puede no existir
hi: शायद पोस्ट मौजूद नहीं है
it: Il post potrebbe non esistere
ja: 投稿が存在しない可能性があります
pl: Post może nie istnieć
pt: A postagem pode não existir
ro: Postarea poate să nu existe
ru: Это сообщение может не существовать
th: โพสต์นี้อาจไม่มีอยู่
tr: Gönderi mevcut değil
uk: Допис не існує
zh: 帖子可能不存在

# MINDS__MEDIA__CONFIRMATION_DIALOG
source: Are you sure you want to delete this?
cs: Jste si jisti, že to chcete smazat?
de: Bist du sicher, dass du dies löschen möchtest?
es: ¿Está seguro que desea eliminar esto?
hi: क्या आप वाकई इसे हटाना चाहते हैं?
it: Sei sicuro di voler eliminare questo?
ja: 削除してもよろしいですか？
pl: Czy na pewno chcesz to usunąć?
pt: Tem certeza que deseja excluir isto?
ru: Вы уверены, что хотите удалить это?
tr: Bunu silmek istediğinize emin misiniz?
uk: Ви впевнені, що бажаєте видалити це?
zh: 您确定要删除这个吗？

# MINDS__MEDIA__THERES_NO_UNDO
source: There's no UNDO!
cs: NELZE VRÁTIT!
de: Es gibt kein UNDO!
es: ¡No hay UNDO!
hi: अनडू करने की सुविधा नहीं है!
it: Non si può ANNULLARE!
ja: 元に戻すことはできません！
pl: Nie ma UNDO!
pt: Não há UNDO!
ro: Nu este UNDO!
ru: Нет UNDO!
th: ย้อนกลับไม่ได้นะ!
tr: Bu işlemi GERİ ALAMAZSINIZ!
uk: Немає відмовлення!
zh: 无可用！

# MINDS__MEDIA__DELETION_CONFIRMATION
source: The media has been deleted.
cs: Médium bylo smazáno.
de: Die Medien wurden gelöscht.
es: Este contenido ha sido eliminado.
hi: पोस्ट को हटा दिया गया है।
it: Il media è stato eliminato.
ja: メディアを削除しました。
pl: Media zostały usunięte.
pt: A mídia foi excluída.
ro: Media a fost ștearsă.
th: เนื้อหานี้ถูกลบไปแล้ว
tr: Medya silindi.
zh: 媒体已被删除。

# MEDIA__THEATRE__COUNTDOWN_NEXT_IN
source: Loading the next video in {START_TAG_STRONG} {INTERPOLATION} {CLOSE_TAG_STRONG} seconds.
cs: Načítám další video za {START_TAG_STRONG} {INTERPOLATION} {CLOSE_TAG_STRONG} sekund.
de: Lade das nächste Video in {START_TAG_STRONG} {INTERPOLATION} {CLOSE_TAG_STRONG} Sekunden.
es: Cargando el siguiente vídeo en {START_TAG_STRONG} {INTERPOLATION} {CLOSE_TAG_STRONG} segundos.
hi: अगला वीडियो {START_TAG_STRONG} {INTERPOLATION} {CLOSE_TAG_STRONG} सेकंड में लोड हो रहा है।
it: Caricamento del prossimo video in {START_TAG_STRONG} {INTERPOLATION} {CLOSE_TAG_STRONG} secondi.
ja: {START_TAG_STRONG} {INTERPOLATION} {CLOSE_TAG_STRONG} 秒後に次のビデオを読み込んでいます。
pl: Ładowanie następnego filmu za {START_TAG_STRONG} {INTERPOLATION} {CLOSE_TAG_STRONG} sekund.
pt: Carregando o próximo vídeo em {START_TAG_STRONG} {INTERPOLATION} {CLOSE_TAG_STRONG} segundos.
ro: Se încarcă următorul videoclip în {START_TAG_STRONG} {INTERPOLATION} {CLOSE_TAG_STRONG} secunde.
ru: Следующее видео загрузится через {START_TAG_STRONG} {INTERPOLATION} {CLOSE_TAG_STRONG} секунд.
tr: Bir sonraki video {START_TAG_STRONG} {INTERPOLATION} {CLOSE_TAG_STRONG} saniye sonra yüklenecek.
uk: Завантаження наступного відео за {START_TAG_STRONG} {INTERPOLATION} {CLOSE_TAG_STRONG} секунд.
zh: 在 {START_TAG_STRONG} {INTERPOLATION} {CLOSE_TAG_STRONG} 秒内加载下一个视频。

# MARKETING_YT_MIGRATION__YOUTUBE_MIGRATION
source: YouTube Migration
cs: YouTube migrace
hi: YouTube माइग्रेशन
ja: YouTube移行
pl: Migracja YouTube
ro: Migrare YouTube
zh: YouTube 迁移

# MARKETING_YT_MIGRATION__BREAK_FREE_FROM_GOOGLE_MACHINE
source: Break free from the {START_EMPHASISED_TEXT} Google machine {CLOSE_EMPHASISED_TEXT}
cs: Osvoboďte se od {START_EMPHASISED_TEXT} Google stroje {CLOSE_EMPHASISED_TEXT}
de: Befreien Sie sich von der {START_EMPHASISED_TEXT} Google-Maschine {CLOSE_EMPHASISED_TEXT}
es: Libérate de la máquina {START_EMPHASISED_TEXT} de Google {CLOSE_EMPHASISED_TEXT}
hi: {START_EMPHASISED_TEXT} Google मशीन {CLOSE_EMPHASISED_TEXT} से छुटकारा पाएं
it: Liberati dai {START_EMPHASISED_TEXT} meccanismi di Google {CLOSE_EMPHASISED_TEXT}
ja: {START_EMPHASISED_TEXT} の Google マシン {CLOSE_EMPHASISED_TEXT} から破壊する
pl: Przerwij za darmo z maszyny {START_EMPHASISED_TEXT} Google {CLOSE_EMPHASISED_TEXT}
pt: Quebrar gratuitamente a máquina do Google {START_EMPHASISED_TEXT} {CLOSE_EMPHASISED_TEXT}
ru: Бесплатно отломайте на {START_EMPHASISED_TEXT} Google машине {CLOSE_EMPHASISED_TEXT}
uk: Перервати безкоштовно на {START_EMPHASISED_TEXT} Google machine {CLOSE_EMPHASISED_TEXT}
zh: 从 {START_EMPHASISED_TEXT} 谷歌机器 {CLOSE_EMPHASISED_TEXT} 断开

# MARKETING_YT_MIGRATION__LINK_ACCOUNTS
source: Link your accounts so that every new upload to YouTube also posts to Minds. Import your full video library to protect your content from unfair censorship and demonetization.
cs: Propojte své účty tak, aby se každé nově nahrané video na YouTube také odeslalo na Minds. Importujte celou knihovnu videí, abyste chránili váš obsah před nespravedlivou cenzurou a demonetizací.
hi: अपने खातों को लिंक करें ताकि YouTube पर हर नया अपलोड Minds में भी पोस्ट हो। अपने कंटेंट को अनुचित सेंसरशिप और डिमोनेटाइज़ेशन से बचाने के लिए अपनी पूरी वीडियो लाइब्रेरी आयात करें।
ja: 新しいYouTubeにアップロードするたびにMindsに投稿できるようにアカウントをリンクします。 不当な検閲や削除からコンテンツを保護するために、完全な動画ライブラリをインポートします。
pl: Połącz swoje konta, aby każde nowe przesłanie do YouTube również publikowało w Mindach. Importuj pełną bibliotekę wideo, aby chronić swoje treści przed nieuczciwą cenzurą i demonetyzacją.
zh: 链接您的帐户，以便每次新上传到YouTube的帖子都会显示给心灵。 导入完整的视频库以保护您的内容免受不公平的检查和妖魔化。

# MARKETING_YT_MIGRATION__BREAK_FREE_FROM_GOOGLE
source: Break free from Google
cs: Osvoboďte se od Googlu
de: Von Google befreit
es: Liberar de Google
hi: Google से मुक्त तोड़
it: Liberati da Google
ja: Googleから解放された
pl: Przerwij za darmo od Google
pt: Interrupção gratuita do Google
ro: Pauză fără Google
ru: Не отрываться от Google
th: ทำตัวให้เป็นอิสระจาก Google
uk: Звільніть від Google
zh: 从谷歌断开

# MARKETING_YT_MIGRATION__MONETIZE_YOUR_CONTENT
source: Monetize your content
cs: Monetizujte svůj obsah
de: Monetize deinen Inhalt
es: Monetiza tu contenido
hi: अपने कंटेंट को मॉनेटाइज़ करें
it: Monetizza i tuoi contenuti
ja: コンテンツを収益化する
pl: Monetize swoją zawartość
pt: Monetizar seu conteúdo
ro: Monetizează-ți conținutul
th: สร้างรายได้จากช่องของคุณ
tr: İçeriğinizi gelire çevirin
zh: 货币化您的内容

# MARKETING_YT_MIGRATION__EVERYONE_EARNS_CONTRIBUTION
source: Everyone earns {START_LINK} Minds Tokens {CLOSE_LINK} based on their daily contribution to the network, which can be used to boost your content and grow your audience.
cs: Každý vydělává {START_LINK} Minds Tokeny {CLOSE_LINK} na základě svého denního příspěvku do sítě. Tokeny mohou být použity na boostování vašeho obsahu a rozšíření vašeho publika.
de: Jeder verdient {START_LINK} Gedankenmarken {CLOSE_LINK} basierend auf seinem täglichen Beitrag zum Netzwerk, mit dem Sie Ihre Inhalte steigern und Ihre Zielgruppe erweitern können.
hi: हर कोई नेटवर्क में अपने दैनिक योगदान के आधार पर {START_LINK} Minds टोकन {CLOSE_LINK} कमाता है, जिसका उपयोग आपके कंटेंट को बूस्ट करने और आपके दर्शकों की संख्या बढ़ाने के लिए किया जा सकता है।
ja: 誰もがネットワークへの毎日の貢献に基づいて {START_LINK} Mindsトークンを {CLOSE_LINK} 獲得します。 コンテンツを増やし視聴者を増やすのに使うことができます
pl: Każdy zarabia {START_LINK} tokenów umysłu {CLOSE_LINK} na podstawie ich dziennego wkładu w sieć. które mogą być użyte do zwiększenia treści i rozwoju swoich odbiorców.
pt: Todo mundo ganha {START_LINK} Tokens de Mente {CLOSE_LINK} com base na sua contribuição diária para a rede, que pode ser usado para impulsionar o seu conteúdo e aumentar o seu público.
ro: Toată lumea câștigă {START_LINK} Minds Tokens {CLOSE_LINK} pe baza contribuției zilnice la rețea, care poate fi folosit pentru a stimula conținutul tău și pentru a crește audiența.
zh: 每个人都根据他们对网络的每日贡献获得 {START_LINK} Minds Tokens {CLOSE_LINK} 。 它可以用于提升您的内容和增加您的听众。

# MARKETING_YT_MIGRATION__MINDS_PLUS_AND_PRO_FEATURES
source: {START_LINK} Minds Plus {CLOSE_LINK} and {START_LINK_1} Pro {CLOSE_LINK} members unlock additional monetization features, including revenue-sharing and monthly cash payments for pageviews and referrals.
cs: {START_LINK} Minds Plus {CLOSE_LINK} a {START_LINK_1} Pro {CLOSE_LINK} odemknou další funkce zpeněžení včetně sdílení zisku a měsíčních peněžních plateb za zobrazení stránek a doporučení nových uživatelů.
hi: {START_LINK} Minds प्लस {CLOSE_LINK} और {START_LINK_1} प्रो {CLOSE_LINK} सदस्य अतिरिक्त मॉनेटाइज़ सुविधाओं को अनलॉक करते हैं, जिसमें रेवेन्यू शेयरिंग और पेजव्यू और रेफ़रल के लिए मासिक नकद भुगतान की सुविधाएं शामिल हैं।
ja: {START_LINK} Minds Plus {CLOSE_LINK} と {START_LINK_1} Pro {CLOSE_LINK} メンバーは、収益分配やページビューや紹介のための月額現金支払など、追加のマネタイゼーション機能をアンロックします。
pt: {START_LINK} Mente mais {CLOSE_LINK} e {START_LINK_1} membros Pro {CLOSE_LINK} desbloqueiam recursos adicionais de monetização, incluindo compartilhamento de receitas e pagamentos mensais de caixa para visualizações de páginas e indicações.
ro: {START_LINK} Membrii Minds Plus {CLOSE_LINK} și {START_LINK_1} Pro {CLOSE_LINK} deblochează funcții adiționale de monetizare, inclusiv partajarea veniturilor și plățile lunare în numerar pentru vizualizări de pagini și recomandări.
zh: {START_LINK} Minds Plus {CLOSE_LINK} 和 {START_LINK_1} Pro {CLOSE_LINK} 成员解锁额外的货币化功能，包括收入分享和每月支付的页面访问和推荐。

# MARKETING_YT_MIGRATION__1000_YT_SUBSCRIBER_CLAIM
source: If you have over 1,000 YouTube subscribers, {START_LINK} claim a free annual subscription to Minds Plus {CLOSE_LINK} .
cs: Pokud máte více než 1000 YouTube odběratelů, {START_LINK} vyžádejte si bezplatné roční předplatné pro Minds Plus {CLOSE_LINK} .
de: Wenn Sie über 1.000 YouTube-Abonnenten haben, beansprucht {START_LINK} ein kostenloses jährliches Abonnement für Minds Plus {CLOSE_LINK} .
hi: यदि आपके 1,000 से अधिक YouTube ग्राहक हैं, तो {START_LINK} Minds प्लस की फ़्री वार्षिक सदस्यता का दावा करें {CLOSE_LINK} ।
ja: YouTubeの登録者が1,000人を超える場合、 {START_LINK} はMinds Plus {CLOSE_LINK} の無料年間サブスクリプションをお求めください。
pl: Jeśli masz ponad 1 000 subskrybentów YouTube, {START_LINK} odbierz bezpłatną roczną subskrypcję dla Minds Plus {CLOSE_LINK} .
ro: Dacă ai peste 1.000 de abonați YouTube, {START_LINK} solicită un abonament anual gratuit pentru Minds Plus {CLOSE_LINK} .
zh: 如果您有 1 000多名YouTube订阅者， {START_LINK} 要求每年免费订阅Minds Plus {CLOSE_LINK} 。

# MARKETING_YT_MIGRATION__10000_YT_SUBSCRIBER_CLAIM
source: If you have over 10,000 YouTube subscribers, {START_LINK} claim a free annual subscription to Minds Pro {CLOSE_LINK} .
cs: Pokud máte více než 10 000 YouTube odběratelů, {START_LINK} vyžádejte si bezplatné roční předplatné pro Minds Pro {CLOSE_LINK} .
de: Wenn Sie über 10.000 YouTube-Abonnenten haben, beansprucht {START_LINK} ein kostenloses jährliches Abonnement für Minds Pro {CLOSE_LINK} .
hi: यदि आपके 10,000 से अधिक YouTube ग्राहक हैं, तो {START_LINK} Minds Pro की फ़्री वार्षिक सदस्यता का दावा करें {CLOSE_LINK} ।
ja: YouTubeの登録者が10,000人を超えている場合、 {START_LINK} はMinds Pro {CLOSE_LINK} への無料年間サブスクリプションを受け取ります。
pl: Jeśli masz ponad 10 000 subskrybentów YouTube, {START_LINK} odbierz bezpłatną roczną subskrypcję dla Minds Pro {CLOSE_LINK} .
ro: Dacă ai peste 10.000 de abonați YouTube, {START_LINK} solicită un abonament anual gratuit la Minds Pro {CLOSE_LINK} .
zh: 如果您有 10 000 YouTube 订阅者， {START_LINK} 要求每年免费订阅Minds Pro {CLOSE_LINK} 。

# MARKETING_YT_MIGRATION__REGAIN_YOUR_FREEDOM
source: Regain your freedom
cs: Znovu získejte svobodu
de: Erhalten Sie Ihre Freiheit
es: Recupera tu libertad
hi: अपनी आजादी फिर से हासिल करें
it: Riconquista la tua libertà
ja: 自由を手に入れよう
pl: Przywróć swoją wolność
pt: Recupere a sua liberdade
ro: Reveniți la libertate
ru: Восстановите свою свободу
tr: Özgürlüğünüzü yeniden kazanın
uk: Знову отримайте вашу свободу
zh: 恢复您的自由

# MARKETING_YT_MIGRATION__TIRED_UNFAIR_TREATMENT
source: Tired of the unfair treatment from traditional social networks?
cs: Jste unaveni z nespravedlivého zacházení od tradičních sociálních sítí?
de: Müde der unfairen Behandlung durch traditionelle soziale Netzwerke?
es: ¿Cansado del trato injusto que reciben las redes sociales tradicionales?
hi: पारंपरिक सामाजिक नेटवर्क से अनुचित व्यवहार से थक गए?
it: Stanco del trattamento iniquo dei social network tradizionali?
ja: 伝統的なソーシャルネットワークからの不公平な治療にうんざり?
pl: Zjawisko niesprawiedliwego traktowania ze strony tradycyjnych sieci społecznościowych?
pt: Cansado do tratamento injusto das redes sociais tradicionais?
ro: Oprește tratamentul inegal al rețelelor sociale tradiționale?
ru: Устали от несправедливого обращения с традиционными социальными сетями?
tr: Geleneksel sosyal ağarın adil olmayan tavırlarından bıktınız mı?
uk: Втомилися від несправедливого поводження з традиційними соціальними мережами?
zh: 对传统社会网络的不公平待遇感到厌恶？

# MARKETING_YT_MIGRATION__FULLY_TRANSPARENT_OFFER
source: Minds offers a fully transparent, privacy-focused platform built for creators.
cs: Minds nabízí plně transparentní platformu zaměřenou na soukromí a vytvořenou pro tvůrce.
de: Minds bietet eine vollkommen transparente und auf den Datenschutz ausgerichtete Plattform für Schöpfer.
es: Minds ofrece una plataforma totalmente transparente, centrada en la privacidad, creada para los creadores.
hi: Minds पूरी तरह से पारदर्शी, गोपनीयता आधारित प्लेटफ़ॉर्म प्रदान करता है जो क्रिएटर्स के लिए बनाया गया है।
it: Minds offre una piattaforma completamente trasparente e incentrata sulla privacy costruita per i creatori.
ja: Mindsは、クリエイター向けに構築された完全に透明でプライバシーを重視したプラットフォームを提供します。
pl: Myśli oferują w pełni przejrzystą i ukierunkowaną na prywatność platformę stworzoną dla twórców.
pt: Mentes oferecem uma plataforma totalmente transparente e orientada para a privacidade, construída para os criadores.
ro: Minds oferă o platformă complet transparentă, concentrată pe confidențialitate, construită pentru creatori.
ru: Умы обеспечивают полностью прозрачную, ориентированную на конфиденциальность платформу для создателей.
tr: Minds içerik oluşturucuları için tamamen saydam, gizlilik odaklı bir platform sunar.
uk: Minds пропонує повністю прозору, приватно орієнтовану платформу, побудовану для творців.
zh: 心灵为创作者提供了一个完全透明的、以隐私为中心的平台。

# MARKETING_YT_MIGRATION__TAKE_BACK_CONTROL_YOUR_MEDIA
source: Take back control of your social media
cs: Získejte zpět kontrolu nad svými sociálními médii
de: Übernehme die Kontrolle über deine sozialen Medien
es: Recuperar el control de tus redes sociales
hi: अपने सोशल मीडिया पर नियंत्रण वापस ले लें
it: Riprendi il controllo dei tuoi social media
ja: ソーシャルメディアのコントロールを取り戻します
pl: Przejmij kontrolę nad swoimi portalami społecznościowymi
pt: Assuma o controle de suas redes sociais
ro: Preia din nou controlul asupra rețelelor sociale
uk: Отримайте контроль над соціальними мережами
zh: 重新控制您的社交媒体

# YOUTUBE_MIGRATION__YOUTUBE_MIGRATION
source: YouTube Migration
cs: YouTube migrace
hi: YouTube माइग्रेशन
ja: YouTube移行
pl: Migracja YouTube
ro: Migrare YouTube
zh: YouTube 迁移

# COMPOSER_POPUP__UPLOADED_IMAGE
source: Uploaded image
cs: Nahraný obrázek
es: Imagen subida
hi: अपलोड की गई इमेज
it: Immagine caricata
ja: アップロードされた画像
pl: Przesłany obraz
pt: Imagem carregada
ro: Imagine încărcată
ru: Загружено изображение
th: รูปภาพที่อัพโหลด
tr: Yüklenen resim
uk: Завантажені зображення
zh: 上传的图像

# COMMON__UPLOAD
source: Upload
cs: Nahrát
de: Hochladen
es: Subir
hi: डालना
it: Carica
ja: アップロード
pl: Prześlij
pt: Transferir
ru: Выгрузить
th: อัพโหลด
tr: Yükle
uk: Вивантажити
zh: 上传

# COMMON__TAGS
source: Tags
cs: Štítky
de: Erwähnungen
es: Etiquetas
it: Tag
ja: タグ
pl: Tagi
pt: Etiquetas
ro: Etichete
ru: Теги
th: แท็ก
tr: Etiketler
uk: Мітки
zh: 标签

# COMMON__POST
source: Post
cs: Publikovat
de: Posten
es: Publicar
hi: पोस्ट
it: Posta
ja: 投稿
pl: Wpis
ro: Postează
ru: Публикация
th: โพสต์
tr: Gönder
uk: Публікація
zh: 发布

# COMPOSER__SCHEDULE_POST
source: Schedule Post
cs: Naplánovat příspěvek
de: Beitrag planen
es: Programar publicación
hi: पोस्ट शेड्यूल करें
it: Pianifica Post
ja: 投稿をスケジュールする
pl: Zaplanuj post
pt: Post agendado
ro: Programare postare
ru: Запись расписания
th: ตารางเวลา
tr: Gönderiyi zamanla
uk: Розклад допису
zh: 计划帖子

# COMPOSER__COMPOSE
source: Compose
cs: Vytvořit
de: Verfassen
es: Redactar
hi: लिखें
it: Componi
ja: 作成
pl: Napisz
pt: Compor
ro: Compune
ru: Написать
th: เขียนข้อความใหม่
tr: Oluştur
uk: Написати лист
zh: 撰写内容

# COMPOSER__CREATE_BLOG
source: Create Blog
cs: Vytvořit blog
de: Blog erstellen
es: Crear Blog
hi: ब्लॉग बनाएँ
ja: ブログを作成
pl: Utwórz bloga
pt: Criar blog
ro: Creare blog
ru: Создать блог
th: สร้างบล็อก
uk: Створити блог
zh: 创建博客

# DISCOVERY_FEEDS__FEED_SETTINGS
source: Feed Settings
cs: Nastavení výsledků hledání
es: Ajustes de noticias
hi: फ़ीड सेटिंग्स
it: Impostazioni Feed
ja: フィードの設定
pl: Ustawienia kanału
pt: Configurações de feeds
ro: Setări flux
ru: Настройки ленты новостей
th: ตั้งค่าฟีด
tr: Akış Ayarları
uk: Параметри стрічки подій
zh: 新闻源设置

# DISCOVERY_FEEDS__CONTENT_TYPES
source: Content Types
cs: Typy obsahu
de: Inhaltstypen
es: Tipos de contenido
hi: सामग्री प्रकार
it: Tipi Di Contenuto
ja: コンテンツタイプ
pl: Typy treści
pt: Tipos de Conteúdo
ro: Tipuri de conținut
ru: Типы контента
th: ประเภทเนื้อหา
tr: İçerik Türleri
uk: Типи вмісту
zh: 内容类型

# DISCOVERY_SETTINGS__SHOW_NSFW_IN_RESULTS
source: Show NSFW content in results
cs: Zobrazit NSFW obsah ve výsledcích
es: Mostrar contenido NSFW en resultados
hi: परिणामों में NSFW कंटेंट दिखाएं
it: Mostra contenuto NSFW nei risultati
ja: NSFWコンテンツを結果に表示
pl: Pokaż zawartość NSFW w wynikach
pt: Mostrar conteúdo NSFW nos resultados
ro: Arată conținutul NSFW în rezultate
ru: Показывать NSFW содержимое в результатах
tr: İİUD içeriği sonuçlarda göster
uk: Показувати вміст NSFW в результатах
zh: 在结果中显示 NSFW 内容

# HOMEPAGE__V2__SUBHEADER
source: A place to have open conversations and bring people together. Free your mind and get paid for creating content, driving traffic and referring friends.
cs: Místo pro otevřené konverzace a spojování lidí dohromady. Osvoboďte svoji mysl a dostávejte zaplaceno za vytváření obsahu, vaši návštěvnost a doporučování přátel.
de: Ein Ort, an dem man offene Gespräche führen und Leute zusammenbringen kann. Befreien Sie sich und werden Sie dafür bezahlt, Inhalte zu erstellen, Verkehr zu fahren und Freunde zu verweisen.
hi: खुली बातचीत करने और लोगों को एक साथ लाने के लिए एक जगह। अपने दिमाग को मुक्त करें और सामग्री बनाने, यातायात चलाने और दोस्तों का जिक्र करने के लिए भुगतान करें।
it: Un posto per avere conversazioni aperte e riunire insieme le persone. Libera la tua mente e vieni pagato per creare contenuti, generare traffico e referenziare gli amici.
ja: オープンな会話をして、人々を集める場所。心を解放し、コンテンツを作成したり、トラフィックを運転したり、友達を紹介したりすることで報酬を受け取ることができます。
pl: Miejsce, w którym można nawiązać otwarte rozmowy i zbliżyć ludzi. Zwolnij umysł i otrzymaj wynagrodzenie za tworzenie treści, prowadzenie ruchu i polecanie znajomych.
pt: Um lugar para ter conversas abertas e reunir as pessoas. Liberte a sua mente e seja pago para criar conteúdo, conduzindo o tráfego e indicar amigos.
ro: Un loc pentru a purta conversații deschise și pentru a aduce oamenii laolaltă. Eliberați-vă mintea și fiți plătiți pentru crearea de conținut, pentru conducerea traficului și pentru prietenii de referință.
ru: Место, где можно вести открытые разговоры и объединять людей. Освободите свой разум и получайте оплату за создание контента, вождение трафика и ссылки на друзей.
tr: Açık görüşmeler ve insanları bir araya getirmek için bir ortam. Zihninizi özgürleştirin ve yarattığınız içerik, oluşturduğunuz trafik ve arkadaşlarınıza yaptığınız yönlendirmeler için para kazanın.

source: Join Minds Now
cs: Připojit se k Minds nyní
de: Jetzt Geist beitreten
es: Únete a Minds ahora
hi: Minds से अभी जुड़ें
it: Unisciti a Minds Adesso
ja: 今すぐMindsに参加
pl: Dołącz do umysłów teraz
pt: Junte-se às Mentes Agora
ru: Вступить в умы
th: เข้าร่วม Minds ตอนนี้
uk: Приєднайтеся до міркувань зараз
zh: 立即加入心情

# HOMEPAGE_V2__HOW_DOES_IT_WORK
source: How does it work?
cs: Jak to funguje?
de: Wie funktioniert das?
es: ¿Cómo funciona?
hi: यह कैसे काम करता है?
it: Come funziona?
ja: どのように動作しますか？
pl: Jak to działa?
pt: Como é que funciona?
ro: Cum funcționează?
ru: Как это работает?
tr: Nasıl çalışır?
uk: Як це працює?
zh: 它是如何工作的？

# HOMEPAGE_V2__POST_TYPES_SECURELY
source: Post videos, blogs, images and statuses. Message and video chat securely with groups or directly with friends. Discover great content through trending feeds and hashtags.
cs: Publikujte videa, blogy, obrázky a statusy. Chatujte a provádějte videohovory bezpečně se skupinami nebo přímo s přáteli. Objevujte skvělý obsah prostřednictvím populárních kanálů a štítků.
hi: वीडियो, ब्लॉग, इमेज और स्टेटस पोस्ट करें। ग्रुप के साथ या सीधे दोस्तों के साथ सुरक्षित रूप से मैसेज और वीडियो चैट करें। चर्चित फ़ीड और हैशटैग के ज़रिए शानदार कंटेंट खोजें।
ja: ビデオ、ブログ、画像、ステータスを投稿します。メッセージやビデオチャットをグループや友達と直接行うことができます。トレンドフィードやハッシュタグを通じて素晴らしいコンテンツを見つけましょう。
zh: 发布视频、博客、图像和状态。与群组或直接与朋友安全地发送消息和视频聊天。通过热门反馈和散列标签发现很好的内容。
