Repository: Minds/front
Catalog: src/locale/Minds.*.xliff
Languages: cs, de, es, hi, it, ja, pl, pt, ro, ru, th, tr, uk, zh

# HOMEPAGE_V2__EARN_DAILY_CONTRIBUTION
source: Earn tokens for your daily contributions and use them to upgrade your channel, boost your content for more reach and support other creators.
cs: Vydělávejte tokeny za vaše denní příspěvky a používejte je k ugradování vašeho kanálu, boostování vašeho obsahu pro větší dosah a podporujte další tvůrce.
de: Verdiene Token für deine täglichen Beiträge und nutze sie um deinen Kanal zu erweitern, deine Inhalte zu verbessern und andere Autoren zu unterstützen.
es: Gana tokens por tus contribuciones diarias y úsalos para mejorar tu canal, aumentar tu contenido para más alcance y apoyar a otros creadores.
hi: अपने दैनिक योगदान के लिए टोकन जीतें और अपने चैनल को अपग्रेड करने के लिए उनका उपयोग करें, अधिक पहुंच के लिए अपने कंटेंट को बूस्ट करें और अन्य क्रिएटर्स को सपोर्ट करें।
ja: 毎日の貢献のためにトークンを獲得し、それらを使用してチャンネルをアップグレードし、コンテンツを増やし、他のクリエイターをサポートします。
pl: Zarabiaj tokeny za swój dzienny wkład i użyj ich do ulepszenia kanału, zwiększ swoją zawartość aby uzyskać więcej zasięgu i wesprzeć innych twórców.
pt: Ganhe tokens por suas contribuições diárias e use-os para melhorar seu canal, aumente seu conteúdo para alcançar mais recursos e apoiar outros criadores.
zh: 为您的每日贡献赚取令牌并使用它们来升级您的频道，提升您的内容，让更多的人接触，并支持其他创造者。

# HOMEPAGE_V2__RECEIVE_DIRECT_PAYMENTS
source: You can also receive direct payments in USD, Bitcoin and Ether from your fans or {START_LINK} upgrade {CLOSE_LINK} your account to launch your own website and get paid for the traffic you drive.
cs: Můžete také přijímat přímé platby v USD, Bitcoinu a Ethereu od vašich fanoušků nebo můžete {START_LINK} upgradovat {CLOSE_LINK} váš účet, abyste si vytvořili svoji vlastní webovou stránku a dostávali peníze za její návštěvnost.
hi: आप अपने प्रशंसकों से USD, Bitcoin और Ether में सीधे भुगतान प्राप्त कर सकते हैं या अपनी वेबसाइट लॉन्च करने के लिए अपना खाता {START_LINK} अपग्रेड करें {CLOSE_LINK} और आपके ज़रिए आने वाले ट्रैफ़िक के लिए भुगतान पाएं।
ja: 米ドルで直接支払いを受け取ることもできます BitcoinとEtherをファンから入手するか、または {START_LINK} のアカウントを {CLOSE_LINK} アップグレードして、自分のウェブサイトを立ち上げ、運転するトラフィックに対して支払いを受けましょう。
zh: 您也可以直接收到美元支付， 您的粉丝比特币和进阶或 {START_LINK} 升级 {CLOSE_LINK} 您的帐户来启动您自己的网站并获得您驱动的流量。

source: Download Whitepaper
cs: Stáhnout Whitepaper
hi: Whitepaper डाउनलोड करें
pl: Pobierz Biały Papier
ru: Скачать белую бумагу

# HOMEPAGE_V2__OUR_PRINCIPLES
source: Our principles
cs: Naše zásady
de: Unsere Prinzipien
es: Nuestros principios
hi: हमारे सिद्धांत
it: I nostri principi
ja: 私たちの原則
pl: Nasze zasady
pt: Nossos princípios
ro: Principiile noastre
ru: Наши принципы
tr: İlkelerimiz
uk: Наші принципи
zh: 我们的原则

# HOMEPAGE_V2__TAKE_BACK_CONTROL
source: Take back control of your social media
cs: Získejte zpět kontrolu nad svými sociálními médii
de: Übernehme die Kontrolle über deine sozialen Medien
es: Recuperar el control de tus redes sociales
hi: अपने सोशल मीडिया पर नियंत्रण वापस ले लें
it: Riprendi il controllo dei tuoi social media
ja: ソーシャルメディアのコントロールを取り戻します
pl: Przejmij kontrolę nad swoimi portalami społecznościowymi
pt: Assuma o controle de suas redes sociais
ro: Preia din nou controlul asupra rețelelor sociale
th: ถึงเวลาทวงคืนความควบคุมที่คุณควรมีในโซเชียลมีเดียแล้ว
uk: Отримайте контроль над соціальними мережами
zh: 重新控制您的社交媒体

source: Join Minds Now
cs: Připojte se k Minds nyní
de: Jetzt Geist beitreten
es: Únete a Minds ahora
hi: Minds से अभी जुड़ें
it: Unisciti A Minds Ora
ja: 今すぐMindsに参加
pl: Dołącz do umysłów teraz
pt: Junte-se às Mentes Agora
ru: Вступить в умы
th: เข้าร่วม Minds ตอนนี้
uk: Приєднайтеся до міркувань зараз
zh: 立即加入心情

# ONBOARDING_NOTICE__WELCOME
source: Welcome
cs: Vítejte
de: Begrüßung
es: Bienvenida
hi: स्वागत है
it: Benvenuto
ja: ようこそ
pl: Witaj
pt: Boas-vindas
ro: Bun venit
ru: Добро пожаловать
th: ยินดีต้อนรับ
tr: Hoş Geldiniz
uk: Вітаємо
zh: 欢迎使用

# ONBOARDING_NOTICE__WELCOME_MINDS_COMMUNITY
source: Welcome to the Minds Community
cs: Vítejte v komunitě Minds
de: Willkommen bei der Minds Community
es: Bienvenido a la comunidad de mentes
hi: Minds कम्युनिटी में आपका स्वागत है
it: Benvenuti nella comunità di Minds
ja: Minds Community へようこそ
pl: Witaj w społeczności umysłów
pt: Bem-vindo à Comunidade de Mentes
ro: Bine ați venit la comunitatea Minds
ru: Добро пожаловать в сообщество умов
th: ยินดีต้อนรับสู่ ชุมชน Minds
tr: Minds Topluluğuna Hoş Geldiniz
zh: 欢迎来到心灵社区

# ONBOARDING_NOTICE__YOUR_PRIVACY_OUR_PRIORITY
source: Your privacy is our priority. You are free to provide as much or as little information as you wish for better recommendations and to connect with people in your local area.
cs: Vaše soukromí je pro nás prioritou. Můžete poskytnout jakékoliv množství informací chcete pro zlepšení doporučeného obsahu a spojení s lidmi ve vaší oblasti.
de: Ihre Privatsphäre ist unsere Priorität. Es steht Ihnen frei, so viel oder so wenig Informationen zur Verfügung zu stellen, wie Sie es für bessere Empfehlungen wünschen und mit Menschen in Ihrer Umgebung in Kontakt zu treten.
es: Su privacidad es nuestra prioridad. Eres libre de proporcionar tanta o tan poca información como desees para mejores recomendaciones y para conectar con la gente de tu zona.
hi: आपकी गोपनीयता हमारी प्राथमिकता है। आप बेहतर सिफारिशों के लिए और अपने स्थानीय क्षेत्र के लोगों से जुड़ने के लिए जितनी चाहें उतनी जानकारी प्रदान करने के लिए स्वतंत्र हैं।
it: La vostra privacy è la nostra priorità. Siete liberi di fornire tutte le informazioni che desiderate per avere suggerimenti migliori e per entrare in contatto con le persone della vostra zona.
ja: あなたのプライバシーは私たちの優先事項です。 あなたはより良い推奨事項を望むほど、または少ない情報を提供し、あなたの地元の人々とつながることが自由です。
pl: Twoja prywatność jest naszym priorytetem. Możesz podać tyle lub tyle informacji, ile chcesz, aby uzyskać lepsze rekomendacje i połączyć się z ludźmi w Twojej okolicy.
pt: Sua privacidade é nossa prioridade. Você é livre para fornecer tanto ou quanto quiser de informações melhores recomendações e para se conectar com as pessoas da sua área local.
ro: Confidențialitatea ta este prioritatea noastră. Sunteți liber să furnizați cât de multe sau cât de puține informații doriți pentru recomandări mai bune și să vă conectați cu oamenii din zona dvs. locală.
ru: Ваша конфиденциальность является нашим приоритетом. Вы можете предоставить столько или столько информации, сколько захотите, для более качественных рекомендаций и для связи с людьми в вашем районе.
th: ความเป็นส่วนตัวของคุณเป็นถือเป็นความสำคัญของเรา คุณมีสิทธิ์ในการจะให้ข้อมูลเท่าที่ไหร่ก็ได้เท่าที่คุณคิดว่าข้อมูลเหล่านั้นเป็นคำแนะนำเพื่อการใช้งานที่ดีขึ้น และเพื่อเชื่อต่อกับกลุ่มคนที่อยู่รอบตัวคุณ
uk: Ваша конфіденційність є нашим пріоритетом. Ви вільні надавати настільки ж велику кількість інформації як бажано для кращих рекомендацій та для зв'язку з людьми у вашій місцевій місцевості.
zh: 您的隐私是我们的优先事项。 您可以自由提供尽可能多或尽可能少的信息，如您想要更好的建议，并与您所在地区的人连接。

# ONBOARDING_NOTICE__LETS_GET_SETUP
source: Let's Get Setup
cs: Pojďme to nastavit
de: Lass uns das Setup erstellen
es: Vamos a configurar
hi: आइए सेटअप करें
it: Iniziamo la Configurazione
ja: セットアップを開始する
pl: Otwórzmy ustawienia
pt: Vamos obter as configurações
ro: Să începem să configurăm
ru: Давайте приступим к настройке
tr: Hadi Başlayalım
uk: Давайте збережемо налаштування
zh: 让我们开始安装

# ONBOARDING_NOTICE__NO_THANKS_LATER
source: No thanks, I'll do it later
cs: Ne, děkuji, udělám to později
de: Nein danke, ich werde es später tun
es: No gracias, lo haré más tarde
hi: नहीं धन्यवाद, मैं इसे बाद में करूँगा
it: No grazie, lo farò più tardi
ja: いいえ、後でやります。
pl: Nie, dziękuję, zrobię to później
pt: Não, obrigado. Vou fazer isso mais tarde
ru: Нет, спасибо, я сделаю это позже
tr: Hayır teşekkürler, daha sonra yapacağım
uk: Ні, дякую, я зроблю це пізніше
zh: 谢谢，我稍后再试

# ONBOARDING_HASHTAGS__SELECT_SOME_HASHTAGS
source: Select some hashtags that are of interest to you.
cs: Vyberte si nějaké štítky, které vás zajímají.
hi: कुछ हैशटैग चुनें जो आपकी रुचि के हों।
ja: 興味のあるハッシュタグを選択してください。
tr: İlginizi çeken bazı etiketleri seçiniz.
zh: 选择一些您感兴趣的散列标签。

# ONBOARDING_HASHTAGS__YOU_MUST_SELECT_ATLEAST_3
source: You must select at least 3 hashtags
cs: Musíte vybrat alespoň 3 štítky
hi: आपको कम से कम 3 हैशटैग का चयन करना चाहिए
ja: 少なくとも3つのハッシュタグを選択する必要があります
tr: En az 3 etiket seçmelisiniz
zh: 您必须选择至少 3 个哈希标签

# COMMON__SKIP
source: Skip
cs: Přeskočit
de: Überspringen
es: Saltar
hi: छोड़ें
it: Salta
ja: スキップ
pl: Pomiń
pt: Ignorar
ro: Omitere
ru: Пропустить
th: ข้าม
tr: Atla
uk: Пропустити
zh: 跳过

# COMMON_CONTINUE
source: Continue
cs: Pokračovat
de: Weiter
es: Continuar
hi: जारी रहें
it: Continua
ja: 続ける
pl: Kontynuuj
pt: Continuar
ro: Continuă
ru: Продолжить
th: ต่อไป
tr: İlerle
uk: Продовжити
zh: 继续

# ONBOARDING_PHONE__MOBILE_PHONE_NUMBER
source: Mobile Phone Number
cs: Číslo mobilního telefonu
de: Mobiltelefonnummer
es: Número de teléfono móvil
hi: मोबाइल फोन नंबर
it: Numero di Cellulare
ja: 携帯電話番号
pl: Numer telefonu komórkowego
pt: Número de telefone celular
ro: Număr de telefon mobil
ru: Номер мобильного телефона
th: หมายเลขโทรศัพท์มือถือ
tr: Cep Telefonu
uk: Номер мобільного телефону
zh: 手机号码

# ONBOARDING_PHONE__YOUR_PHONE_USED_ADDITIONAL_SECURITY
source: Your mobile number may be used for additional account security, unique identification and to help your friends find you. This data is private and encrypted.
cs: Vaše mobilní číslo může být použito k další ochraně účtu, jedinečné identifikaci a pomůže vašim přátelům vás najít. Tato data jsou soukromá a šifrovaná.
de: Ihre Handynummer kann für zusätzliche Kontosicherheit, eindeutige Identifikation und um Ihren Freunden zu helfen, Sie zu finden. Diese Daten sind privat und verschlüsselt.
es: Tu número de teléfono móvil puede ser usado para seguridad adicional de tu cuenta, identificación única y para ayudar a tus amigos a encontrarte. Estos datos son privados y cifrados.
hi: आपके मोबाइल नंबर का उपयोग अतिरिक्त खाता सुरक्षा, विशिष्ट पहचान और आपके दोस्तों को आपको खोजने में मदद करने के लिए किया जा सकता है। यह डेटा निजी और एन्क्रिप्टेड है।
it: Il tuo numero di cellulare può essere utilizzato per una maggiore sicurezza dell'account, per l'identificazione univoca e per aiutare i tuoi amici a trovarti. Questi dati sono privati e criptati.
ja: あなたの携帯電話番号は、追加のアカウントセキュリティ、ユニークなID、および友達があなたを見つけるのを助けるために使用されることがあります。このデータはプライベートで暗号化されています。
pl: Twój numer telefonu komórkowego może być użyty dla dodatkowego zabezpieczenia konta, unikatowej identyfikacji i pomocy znajomym w znalezieniu Ciebie. Te dane są prywatne i zaszyfrowane.
pt: Seu número de celular pode ser usado para segurança adicional da conta, identificação única e para ajudar seus amigos a encontrá-lo. Esses dados são privados e criptografados.
ro: Numărul tău de mobil poate fi folosit pentru o securitate suplimentară a contului, pentru identificarea unică și pentru a-i ajuta pe prietenii tăi să te găsească. Aceste date sunt private și criptate.
ru: Ваш мобильный номер может быть использован для дополнительной защиты учетной записи, уникальной идентификации и для того, чтобы помочь вашим друзьям найти вас. Эти данные являются конфиденциальными и зашифрованы.
th: เบอร์โทรศัพท์ของคุณจะถูกใช้เพื่อยกระดับความปลอดภัยของบัญชี,การระบุตัวตน และช่วยเพื่อนของคุณในการค้นหารายชื่อ ข้อมูลนี้มีความเป็นส่วนตัวและต้องระบุรหัสผ่าน
tr: Telefon numaranız güvenlik, benzersiz kimlik ve arkadaşlarınızın sizi bulması için kullanılabilir. Bu veri özeldir ve şifrelenir.
uk: Ваш мобільний номер може використовуватися для додаткової безпеки облікового запису, унікальної ідентифікації та допомоги вашим друзям знайти вас. Ці дані є приватними та зашифрованими.
zh: 您的手机号码可能用于额外的帐户安全性，独特的身份识别，并帮助您的朋友找到您。这个数据是私密和加密的。

# COMMON__OPTIONAL
source: Optional
cs: Nepovinné
es: Opcional
hi: ऐच्छिक
it: Opzionale
ja: 省略可能
pl: Opcjonalnie
pt: Opcional
ru: Опционально
th: * ไม่จำเป็น
tr: İsteğe bağlı
uk: За бажанням
zh: 可选的

# ONBOARDING_PHONE__VERIFY
source: Verify
cs: Ověřit
de: Überprüfen
es: Verificar
hi: सत्यापित करें
it: Verifica
ja: 確認する
pl: Weryfikacja
pt: Verificar
ro: Verifică
ru: Подтвердить
tr: Doğrula
uk: Перевірити
zh: 验证

# ONBOARDING_PHONE__YOUR_NUMBER_HAS_BEEN_VERIFIED
source: Your phone number has been verified.
cs: Vaše telefonní číslo bylo ověřeno.
de: Ihre Telefonnummer wurde verifiziert.
es: Tu número de teléfono ha sido verificado.
hi: आपका फ़ोन नंबर सत्यापित कर दिया गया है।
it: Il tuo numero di telefono è stato verificato.
ja: 電話番号が認証されました。
pl: Twój numer telefonu został zweryfikowany.
pt: Seu número de telefone foi verificado.
ro: Numărul tău de telefon a fost verificat.
ru: Ваш номер телефона подтвержден.
tr: Telefon numaranız doğrulandı.
uk: Ваш номер телефону було підтверджено.
zh: 您的电话号码已被验证。

# ONBOARDING_PHONE__VERIFICATION_CODE
source: Verification Code
cs: Ověřovací kód
de: Bestätigungscode
es: Código de verificación
hi: पुष्टि संख्या
it: Codice di verifica
ja: 認証コード
pl: Kod weryfikacyjny
pt: Código de verificação
ro: Cod de verificare
ru: Проверочный код
tr: Doğrulama Kodu
uk: Код підтвердження
zh: 验证码

# ONBOARDING_PHONE__PLEASE_ENTER_CODE
source: Please enter the code we just sent to + {INTERPOLATION} , to verify your number.
cs: Zadejte kód, který jsme právě poslali na + {INTERPOLATION} , pro ověření vašeho čísla.
hi: अपना नंबर सत्यापित करने के लिए कृपया हमारे द्वारा अभी भेजा गया कोड + {INTERPOLATION} दर्ज करें।
pl: Wprowadź kod, który właśnie wysłaliśmy na + {INTERPOLATION} , aby zweryfikować Twój numer.
pt: Por favor insira o código que acabamos de enviar para + {INTERPOLATION} , para verificar seu número.
ro: Te rugăm să introduci codul pe care tocmai l-am trimis la + {INTERPOLATION} , pentru a verifica numărul tău.
ru: Пожалуйста, введите код, который мы только что отправили на + {INTERPOLATION} , чтобы подтвердить ваш номер.
tr: Numaranızı doğrulamak için lütfen + {INTERPOLATION} numarasına gönderdiğimiz kodu girin.
uk: Будь ласка, введіть код, який ми щойно надіслали на + {INTERPOLATION} , щоб підтвердити ваш номер.

# ONBOARDING_PHONE__EXAMPLE_INPUT_CODE
source: eg. 198349
cs: např. 198349
hi: जैसे 198349

# ONBOARDING_PHONE__RESEND_VERIFICATION_CODE
source: Re-send verification code
cs: Znovu odeslat ověřovací kód
de: Bestätigungscode erneut senden
es: Reenviar código de verificación
hi: सत्यापन कोड फिर से भेजें
it: Re-invia il codice di verifica
ja: 確認コードを再送信する
pl: Wyślij ponownie kod weryfikacyjny
pt: Reenviar código de verificação
ro: Retrimite codul de verificare
ru: Повторно отправить код подтверждения
tr: Doğrulama kodunu tekrar gönder
uk: Відправити код підтвердження ще раз
zh: 重新发送验证码

# ONBOARDING_PHONE__GO_BACK
source: Go back
cs: Jít zpět
hi: वापस जाओ
it: Torna indietro
ja: 前に戻る
pl: Wróć
ro: Mergi înapoi
th: กลับ
tr: Geri git
uk: Повернутися назад
zh: 返回

# ONBOARDING_PHONE__YOU_MUST_VERIFY
source: You must verify your phone number
cs: Musíte ověřit své telefonní číslo
de: Sie müssen Ihre Telefonnummer bestätigen
es: Debes verificar tu número de teléfono
hi: आपको अपना फ़ोन नंबर सत्यापित करना होगा
it: Devi verificare il tuo numero di telefono
ja: 電話番号を確認する必要があります
pl: Musisz zweryfikować swój numer telefonu
pt: Você deve verificar seu número de telefone
ro: Trebuie să verificați numărul de telefon
ru: Вы должны подтвердить ваш номер телефона
tr: Telefon numaranızı doğrulamanız gerekmektedir
uk: Ви повинні підтвердити свій номер телефону
zh: 您必须验证您的电话号码

# ONBOARDING_INFO__LOCATION
source: Location
cs: Poloha
de: Standort
es: Ubicación
hi: स्थान
it: Posizione
ja: 場所
pl: Lokalizacja
ru: Местоположение
th: ตำแหน่ง
tr: Konum
zh: 地点

# ONBOARDING_INFO__PLEASE_ENTER_CITY
source: Please enter your city to help us connect you with channels in your area. We do not track your exact location.
cs: Zadejte prosím své město a pomozte nám propojit vás s kanály ve vaší oblasti. Nesledujeme vaši přesnou polohu.
de: Bitte gib deine Stadt ein, um uns zu helfen, dich mit Kanälen in deiner Nähe zu verbinden. Wir verfolgen nicht deinen genauen Standort.
es: Por favor, introduce tu ciudad para ayudarnos a conectarte con los canales de tu área. No rastreamos tu ubicación exacta.
hi: अपने क्षेत्र के चैनलों से आपको जोड़ने में हमारी सहायता करने के लिए कृपया अपना शहर दर्ज करें। हम आपके सटीक स्थान को ट्रैक नहीं करते हैं।
it: Inserisci la tua città per aiutarci a connetterti con i canali della tua zona. Non tracciamo la tua posizione esatta.
ja: 都市を入力して、お客様の地域のチャンネルとの接続を支援してください。正確な位置情報は追跡されません。
pl: Wprowadź swoje miasto, aby pomóc nam połączyć Cię z kanałami w Twojej okolicy. Nie śledzimy Twojej dokładnej lokalizacji.
pt: Por favor, insira sua cidade para nos ajudar a conectar você com canais na sua área. Nós não rastreamos sua localização exata.
ro: Te rugăm să introduci orașul tău pentru a ne ajuta să te conectăm la canalele din zona ta. Nu urmărim locația ta exactă.
ru: Пожалуйста, введите ваш город, чтобы помочь нам связать вас с каналами в вашем районе. Мы не отслеживаем ваше точное местоположение.
th: โปรดระบุชื่อเมืองของคุณเพื่อช่วยเราเชื่อมต่อคุณกับช่องในพื้นที่ของคุณ เราจะไม่ทำการติดตามสถานะที่ตั้งของคุณ
tr: Lütfen şehrinizi girerek sizi bölgenizdeki diğer kanallara bağlamamıza yardımcı olun. Tam konumunuzu takip etmiyoruz.
zh: 请输入您的城市来帮助我们连接您所在区域的频道。我们不会跟踪您的确切位置。

# ONBOARDING_INFO__OPTIONAL
source: Optional
cs: Nepovinné
es: Opcional
hi: ऐच्छिक
it: Opzionale
ja: 省略可能
pl: Opcjonalnie
pt: Opcional
ru: Опционально
tr: İsteğe bağlı
uk: За бажанням
zh: 可选的

# COMMON__DATE_OF_BIRTH
source: Date of Birth
cs: Datum narození
de: Geburtsdatum
es: Fecha de nacimiento
hi: जन्म की तारीख
it: Data di nascita
ja: 誕生日
pl: Data urodzenia
pt: Data de nascimento
ro: Data nașterii
ru: Дата рождения
th: วัน เดือน ปีเกิด
tr: Doğum Tarihi
uk: Дата народження
zh: 出生日期

# ONBOARDING_INFO__PLEASE_ENTER_DOB
source: Please enter your birth date to confirm your age and help us improve our recommendations.
cs: Zadejte prosím datum narození, abyste potvrdili svůj věk a pomohli nám vylepšit naše doporučení pro vás.
de: Bitte geben Sie Ihr Geburtsdatum ein, um Ihr Alter zu bestätigen und helfen Sie uns, unsere Empfehlungen zu verbessern.
es: Por favor, introduzca su fecha de nacimiento para confirmar su edad y ayudarnos a mejorar nuestras recomendaciones.
hi: कृपया अपनी आयु की पुष्टि करने के लिए अपनी जन्मतिथि डालें और अपनी सिफारिशों को बेहतर बनाने में हमारी मदद करें
it: Inserisci la tua data di nascita per confermare la tua età e aiutaci a migliorare i nostri suggerimenti.
ja: 生年月日を入力して年齢を確認し、推奨事項の改善にご協力ください。
pl: Podaj datę urodzenia, aby potwierdzić swój wiek i pomóc nam poprawić nasze zalecenia.
pt: Por favor, digite sua data de nascimento para confirmar sua idade e nos ajudar a melhorar nossas recomendações.
ru: Пожалуйста, введите дату рождения, чтобы подтвердить свой возраст и помочь нам улучшить наши рекомендации.
th: กรุณากรอกวันเดือนปีเกิดเพื่อยืนยันอายุและเพื่อเป็นการช่วยเหลือพวกเราปรับปรุงระบบการแนะนำ
tr: Lütfen doğum tarihinizi girerek yaşınızı onaylayın böylece size tavsiyelerimizi daha iyi yapmış oluruz.
uk: Будь ласка, введіть дату вашого народження, щоб підтвердити ваш вік і допомогти нам поліпшити наші рекомендації.
zh: 请输入您的出生日期以确认您的年龄，并帮助我们改进我们的建议。

# ONBOARDING_INFO__YOU_MUST_BE_ATLEAST_13
source: You must be at least 13 years old
cs: Musíte mít alespoň 13 let
de: Sie müssen mindestens 13 Jahre alt sein
es: Debes tener al menos 13 años de edad
hi: आपकी आयु कम से कम 13 वर्ष होनी चाहिए
it: Devi avere almeno 13 anni
ja: 13歳以上である必要があります
pl: Musisz mieć co najmniej 13 lat
pt: Você deve ter pelo menos 13 anos de idade
ro: Trebuie să ai cel puțin 13 ani
ru: Вам должно быть не менее 13 лет
tr: En az 13 yaşında olmalısınız
uk: Ви повинні бути не молодші 13 років
zh: 您必须至少 13 岁

# COMMON__CONTINUE
source: Continue
cs: Pokračovat
de: Weiter
es: Continuar
hi: जारी रहें
it: Continua
ja: 続ける
pl: Kontynuuj
pt: Continuar
ro: Continuă
ru: Продолжить
th: ต่อไป
tr: İlerle
uk: Продовжити
zh: 继续

# COMMON__FINISH
source: Finish
cs: Dokončit
de: Beenden
es: Finalizar
hi: समाप्त
it: Termina
ja: 完了
pl: Zakończ
pt: Acabamento
ro: Terminare
ru: Закончить
tr: Bitir
uk: Закінчити
zh: 完成

# ONBOARDING_CHANNELS_LIST__SUBSCRIBERS
source: {INTERPOLATION} subscribers
cs: {INTERPOLATION} sledujících
de: {INTERPOLATION} Abonnenten
es: {INTERPOLATION} suscriptores
hi: {INTERPOLATION} ग्राहक
it: {INTERPOLATION} iscritti
ja: {INTERPOLATION} 人の購読
pl: {INTERPOLATION} subskrybentów
pt: {INTERPOLATION} assinantes
ro: {INTERPOLATION} abonați
ru: {INTERPOLATION} подписчиков
tr: {INTERPOLATION} abone
uk: {INTERPOLATION} передплатників
zh: {INTERPOLATION} 订阅者

# ONBOARDING_AVATAR__POSITION_YOUR_PHOTO
source: Position your photo
cs: Umístěte svou fotku
de: Positioniere dein Foto
es: Coloque su foto
hi: अपनी तस्वीर की स्थिति
it: Posiziona la foto
ja: 写真を配置
pl: Umieść zdjęcie
pt: Posicione sua foto
ro: Poziționează-ți fotografia
ru: Позиция фото
th: จัดการตำแหน่งรูปภาพของคุณ
tr: Fotoğrafınızı yerleştirin
uk: Розташуйте ваше фото
zh: 放置您的照片

# COMMON_CANCEL
source: Cancel
cs: Zrušit
de: Abbrechen
es: Cancelar
hi: रद्द करें
it: Cancella
ja: キャンセル
pl: Anuluj
pt: Cancelar
ro: Anulează
ru: Отменить
th: ยกเลิก
tr: İptal
uk: Скасувати
zh: 取消

# COMMON__UPLOAD_A_PHOTO
source: Upload a Photo
cs: Nahrát fotku
de: Foto hochladen
es: Subir una foto
hi: फ़ोटो अपलोड करें
it: Carica una foto
ja: 写真をアップロード
pl: Prześlij zdjęcie
pt: Enviar uma foto
ro: Încarcă o fotografie
ru: Загрузить фото
th: อัพโหลดรูปภาพ
tr: Fotoğraf Yükle
uk: Завантажити фото
zh: 上传照片

# ONBOARDING_GROUPS_LIST__MEMBERS
source: {INTERPOLATION} members
cs: {INTERPOLATION} členů
de: {INTERPOLATION} Mitglieder
es: {INTERPOLATION} miembros
hi: {INTERPOLATION} सदस्यों
it: {INTERPOLATION} membri
ja: {INTERPOLATION} 人のメンバー
pl: {INTERPOLATION} użytkowników
pt: {INTERPOLATION} membros
ro: {INTERPOLATION} membri
ru: {INTERPOLATION} участников
th: {INTERPOLATION} จำนวนสมาชิก
tr: {INTERPOLATION} üye
uk: {INTERPOLATION} учасники
zh: {INTERPOLATION} 位成员

# MARKETING_PLUS__UPGRADE_CHANNEL_PREMIUM_FEATURES
source: Upgrade your channel and {START_EMPHASISED_TEXT} unlock premium features {CLOSE_EMPHASISED_TEXT}
cs: Upgradujte váš kanál a {START_EMPHASISED_TEXT} odemkněte prémiové funkce {CLOSE_EMPHASISED_TEXT}
es: Mejora tu canal y desbloquea {START_EMPHASISED_TEXT} funciones premium {CLOSE_EMPHASISED_TEXT}
hi: अपने चैनल को अपग्रेड करें और {START_EMPHASISED_TEXT} प्रीमियम फ़ीचर को अनलॉक करें {CLOSE_EMPHASISED_TEXT}
it: Aggiorna il tuo canale e {START_EMPHASISED_TEXT} sblocca funzionalità premium {CLOSE_EMPHASISED_TEXT}
ja: チャンネルをアップグレードして {START_EMPHASISED_TEXT} プレミアム機能 {CLOSE_EMPHASISED_TEXT} をアンロックする
pl: Ulepsz swój kanał i odblokuj {START_EMPHASISED_TEXT} funkcje premium {CLOSE_EMPHASISED_TEXT}
pt: Atualize seu canal e {START_EMPHASISED_TEXT} desbloqueie recursos premium {CLOSE_EMPHASISED_TEXT}
tr: Kanalınızı yükseltin ve {START_EMPHASISED_TEXT} ayrıcalıklı özelliklerin kilidini açın {CLOSE_EMPHASISED_TEXT}
zh: 升级您的频道和 {START_EMPHASISED_TEXT} 解锁高级功能 {CLOSE_EMPHASISED_TEXT}
