Repository: Minds/front
Catalog: src/locale/Minds.*.xliff
Languages: cs, de, es, hi, it, ja, pl, pt, ro, ru, th, tr, uk, zh

# NOTIFICATIONS__NOTIFICATION__FOR_WORD
source: for
cs: pro
de: für
es: para
hi: के लिये
it: per
ja: に
pl: dla
pt: para
ro: pentru
ru: для
th: สำหรับ
tr: için
uk: за
zh: 为了

# NOTIFICATIONS__NOTIFICATION__THEIR_POST
source: their post
cs: jejich příspěvek
de: ihr Beitrag
es: su publicación
hi: उनकी पोस्ट
it: loro post
ja: 彼らのポストは
pl: ich posty
pt: sua publicação
ru: их пост
th: โพสต์ของพวกเขา
tr: gönderileri
uk: їх пост
zh: 他们的帖子

# NOTIFICATIONS__NOTIFICATION__BOOST_PEER_ACCEPTED__ACCEPTED_BID
source: {START_BOLD_TEXT} @ {INTERPOLATION} {CLOSE_BOLD_TEXT} accepted your bid of
cs: {START_BOLD_TEXT} @ {INTERPOLATION} {CLOSE_BOLD_TEXT} přijal(a) vaši nabídku
de: {START_BOLD_TEXT} @ {INTERPOLATION} {CLOSE_BOLD_TEXT} hat Ihr Gebot angenommen
es: {START_BOLD_TEXT} @ {INTERPOLATION} {CLOSE_BOLD_TEXT} aceptó su oferta de
hi: {START_BOLD_TEXT} @ {INTERPOLATION} {CLOSE_BOLD_TEXT} ने आपकी यह बोली स्वीकार कर ली
it: {START_BOLD_TEXT} @ {INTERPOLATION} {CLOSE_BOLD_TEXT} ha accettato la tua offerta di
ja: {START_BOLD_TEXT} @ {INTERPOLATION} {CLOSE_BOLD_TEXT} があなたの入札を承認しました
pl: {START_BOLD_TEXT} @ {INTERPOLATION} {CLOSE_BOLD_TEXT} zaakceptował Twoją ofertę
pt: {START_BOLD_TEXT} @ {INTERPOLATION} {CLOSE_BOLD_TEXT} aceitou o seu lance de
ro: {START_BOLD_TEXT} @ {INTERPOLATION} {CLOSE_BOLD_TEXT} a acceptat oferta ta de
ru: {START_BOLD_TEXT} @ {INTERPOLATION} {CLOSE_BOLD_TEXT} принял вашу ставку
th: {START_BOLD_TEXT} @ {INTERPOLATION} {CLOSE_BOLD_TEXT} รับข้อเสนอการราคาของคุณที่
uk: {START_BOLD_TEXT} @ {INTERPOLATION} {CLOSE_BOLD_TEXT} прийняв Вашу заявку
zh: {START_BOLD_TEXT} @ {INTERPOLATION} {CLOSE_BOLD_TEXT} 接受了您的出价

# NOTIFICATIONS__NOTIFICATION__BOOST_PEER_REJECTED__DECLINED_BID
source: {START_BOLD_TEXT} @ {INTERPOLATION} {CLOSE_BOLD_TEXT} declined your bid of
cs: {START_BOLD_TEXT} @ {INTERPOLATION} {CLOSE_BOLD_TEXT} odmítl(a) vaši nabídku
de: {START_BOLD_TEXT} @ {INTERPOLATION} {CLOSE_BOLD_TEXT} hat Ihr Gebot abgelehnt
es: {START_BOLD_TEXT} @ {INTERPOLATION} {CLOSE_BOLD_TEXT} rechazó tu oferta de
hi: {START_BOLD_TEXT} @ {INTERPOLATION} {CLOSE_BOLD_TEXT} ने आपकी बोली अस्वीकार कर दी
it: {START_BOLD_TEXT} @ {INTERPOLATION} {CLOSE_BOLD_TEXT} ha rifiutato la tua offerta di
ja: {START_BOLD_TEXT} @ {INTERPOLATION} {CLOSE_BOLD_TEXT} があなたの入札を拒否しました
pl: {START_BOLD_TEXT} @ {INTERPOLATION} {CLOSE_BOLD_TEXT} odrzucił twoją ofertę
pt: {START_BOLD_TEXT} @ {INTERPOLATION} {CLOSE_BOLD_TEXT} recusou a sua oferta de
ro: {START_BOLD_TEXT} @ {INTERPOLATION} {CLOSE_BOLD_TEXT} a refuzat oferta dvs. de
ru: {START_BOLD_TEXT} @ {INTERPOLATION} {CLOSE_BOLD_TEXT} отклонил вашу ставку
th: {START_BOLD_TEXT} @ {INTERPOLATION} {CLOSE_BOLD_TEXT} ปฏิเสธข้อเสนอการราคาของคุณที่
uk: {START_BOLD_TEXT} @ {INTERPOLATION} {CLOSE_BOLD_TEXT} відхилив Вашу заявку
zh: {START_BOLD_TEXT} @ {INTERPOLATION} {CLOSE_BOLD_TEXT} 拒绝了您的出价

# NOTIFICATIONS__NOTIFICATION__BOOST_PEER_REJECTED__NOT_CHARGED
source: You have not been charged.
cs: Nic vám nebylo účtováno.
de: Es wurde Ihnen nichts berechnet.
es: No se te ha cobrado.
hi: आपसे शुल्क नहीं लिया गया।
it: Non ti è stato addebitato nulla.
ja: 請求されていません.
pl: Nie zostałeś obciążony.
pt: Não foi cobrado.
ro: Nu ați fost taxat.
ru: Вы не были оплачены.
th: คุณไม่เสียค่าใช้จ่าย
tr: Sizden ödeme alınmadı.
uk: Ви не стягнуті.

# NOTIFICATIONS__NOTIFICATION__PROGRAM_QUEUED
source: Your application for {INTERPOLATION} program is awaiting approval.
cs: Vaše žádost o program {INTERPOLATION} čeká na schválení.
de: Ihre Bewerbung für das Programm {INTERPOLATION} wartet auf die Genehmigung.
es: Su solicitud para el programa {INTERPOLATION} está pendiente de aprobación.
hi: {INTERPOLATION} प्रोग्राम के लिए आपके आवेदन पर मंजूरी की प्रतीक्षा हो रही है।
it: La tua richiesta per il programma {INTERPOLATION} è in attesa di approvazione.
ja: {INTERPOLATION} プログラムの申請は承認待ちです。
pl: Twoja aplikacja dla programu {INTERPOLATION} oczekuje na zatwierdzenie.
pt: Sua solicitação para o programa {INTERPOLATION} está aguardando aprovação.
ro: Cererea ta pentru programul {INTERPOLATION} este în așteptarea aprobării.
ru: Ваша заявка на программу {INTERPOLATION} ожидает одобрения.
th: การสมัครโปรแกรม {INTERPOLATION} ของคุณกำลังรอการอนุมัติ
tr: {INTERPOLATION} programı için başvurunuz onay bekliyor.
uk: Ваша заявка на програму {INTERPOLATION} очікує затвердження.
zh: 您的 {INTERPOLATION} 程序的申请正在等待批准。

# NOTIFICATIONS__NOTIFICATION__PROGRAM_ACCEPTED
source: Your application for {INTERPOLATION} program was approved. Congratulations!
cs: Vaše žádost o program {INTERPOLATION} byla schválena. Gratulujeme!
de: Ihre Bewerbung für das Programm {INTERPOLATION} wurde genehmigt. Herzlichen Glückwunsch!
es: Tu solicitud para el programa {INTERPOLATION} ha sido aprobada. ¡Enhorabuena!
hi: {INTERPOLATION} प्रोग्राम के लिए आपका आवेदन स्वीकृत हो गया था। बधाई हो!
it: La tua richiesta per il programma {INTERPOLATION} è stata approvata. Congratulazioni!
ja: {INTERPOLATION} プログラムの申請が承認されました。おめでとうございます！
pl: Twoja aplikacja dla programu {INTERPOLATION} została zatwierdzona. Gratulacje!
pt: Sua inscrição para o programa {INTERPOLATION} foi aprovada. Parabéns!
ro: Cererea ta pentru programul {INTERPOLATION} a fost aprobată. Felicitări!
ru: Ваша заявка на программу {INTERPOLATION} была утверждена. Поздравляем!
tr: {INTERPOLATION} programı için başvurunuz kabul edildi. Tebrikler!
uk: Ваша заявка на програму {INTERPOLATION} була схвалена. Вітаємо!
zh: 您的 {INTERPOLATION} 程序的申请已被批准。恭喜！

# NOTIFICATIONS__NOTIFICATION__PROGRAM_DECLINED
source: Your application for {INTERPOLATION} program was declined.
cs: Vaše žádost o program {INTERPOLATION} byla zamítnuta.
de: Ihre Bewerbung für das Programm {INTERPOLATION} wurde abgelehnt.
es: Tu solicitud para el programa {INTERPOLATION} fue rechazada.
hi: {INTERPOLATION} प्रोग्राम के लिए आपके आवेदन को अस्वीकार कर दिया गया था।
it: La tua applicazione per il programma {INTERPOLATION} è stata rifiutata.
ja: {INTERPOLATION} プログラムの申請が拒否されました。
pl: Twoja aplikacja dla programu {INTERPOLATION} została odrzucona.
pt: Sua inscrição para o programa {INTERPOLATION} foi recusada.
ro: Cererea ta pentru programul {INTERPOLATION} a fost refuzată.
ru: Ваша заявка на программу {INTERPOLATION} была отклонена.
th: การสมัครโปรแกรม {INTERPOLATION} ของคุณถูกปฏิเสธ
tr: {INTERPOLATION} programı için başvurunuz reddedildi.
uk: Ваша заявка на програму {INTERPOLATION} була відхилена.
zh: 您的 {INTERPOLATION} 程序的申请被拒绝。

# NOTIFICATIONS__NOTIFICATION__PAYOUT_QUEUED
source: Your payment request for {INTERPOLATION} is awaiting approval.
cs: Vaše žádost o platbu pro {INTERPOLATION} čeká na schválení.
de: Ihre Zahlungsanfrage für {INTERPOLATION} wartet auf die Genehmigung.
es: Tu solicitud de pago para {INTERPOLATION} está pendiente de aprobación.
hi: {INTERPOLATION} के आपके भुगतान अनुरोध पर मंजूरी की प्रतीक्षा हो रही है।
it: La tua richiesta di pagamento per {INTERPOLATION} è in attesa di approvazione.
ja: {INTERPOLATION} の支払いリクエストは承認待ちです。
pl: Twoja prośba o płatność dla {INTERPOLATION} oczekuje na zatwierdzenie.
pt: Sua solicitação de pagamento para {INTERPOLATION} está aguardando aprovação.
ro: Solicitarea dvs. de plată pentru {INTERPOLATION} este în așteptarea aprobării.
ru: Ваш запрос платежа для {INTERPOLATION} ожидает подтверждения.
th: คำขอชำระเงินของคุณสำหรับ {INTERPOLATION} กำลังรอการอนุมัติ
uk: Ваш запит на оплату на {INTERPOLATION} очікує затвердження.
zh: 您的 {INTERPOLATION} 付款请求正在等待批准。

# NOTIFICATIONS__NOTIFICATION__PAYOUT_ACCEPTED
source: Your payment request for {INTERPOLATION} was approved.
cs: Vaše žádost o platbu pro uživatele {INTERPOLATION} byla schválena.
de: Ihre Zahlungsaufforderung für {INTERPOLATION} wurde genehmigt.
es: Tu solicitud de pago para {INTERPOLATION} ha sido aprobada.
hi: {INTERPOLATION} के लिए आपका भुगतान अनुरोध मंजूर हो गया।
it: La tua richiesta di pagamento per {INTERPOLATION} è stata approvata.
ja: {INTERPOLATION} の支払いリクエストが承認されました。
pl: Twoja prośba o płatność dla {INTERPOLATION} została zatwierdzona.
pt: Seu pedido de pagamento para {INTERPOLATION} foi aprovado.
ro: Solicitarea dvs. de plată pentru {INTERPOLATION} a fost aprobată.
ru: Ваш запрос платежа для {INTERPOLATION} был одобрен.
th: คำขอชำระเงินของคุณสำหรับ {INTERPOLATION} ได้รับการอนุมัติแล้ว
tr: {INTERPOLATION} için ödeme talebiniz kabul edildi.
uk: Ваш запит на оплату {INTERPOLATION} був схвалений.
zh: 您的 {INTERPOLATION} 付款请求已被批准。

# NOTIFICATIONS__NOTIFICATION__PAYOUT_DECLINED
source: Your payment request for {INTERPOLATION} was declined.
cs: Vaše žádost o platbu pro {INTERPOLATION} byla zamítnuta.
de: Ihre Zahlungsaufforderung für {INTERPOLATION} wurde abgelehnt.
es: Tu solicitud de pago para {INTERPOLATION} ha sido rechazada.
hi: {INTERPOLATION} के लिए आपके भुगतान अनुरोध को नामंजूर कर दिया गया था।
it: La tua richiesta di pagamento per {INTERPOLATION} è stata rifiutata.
ja: {INTERPOLATION} の支払い要求が拒否されました。
pl: Twoja prośba o płatność dla {INTERPOLATION} została odrzucona.
pt: Sua solicitação de pagamento para {INTERPOLATION} foi recusada.
ro: Solicitarea dvs. de plată pentru {INTERPOLATION} a fost refuzată.
ru: Ваш запрос платежа для {INTERPOLATION} отклонен.
th: คำขอชำระเงินของคุณสำหรับ {INTERPOLATION} ถูกปฏิเสธ
tr: {INTERPOLATION} için ödeme talebiniz reddedildi.
uk: Ваш запит на оплату для {INTERPOLATION} був відхилений.
zh: 您的 {INTERPOLATION} 付款请求被拒绝。

# NOTIFICATIONS__NOTIFICATION__WELCOME_POINTS
source: Welcome to Minds. We have given you {START_TAG_SPAN} 1000 points {CLOSE_TAG_SPAN} to get you started.
cs: Vítejte na Minds. Dali jsme vám {START_TAG_SPAN} 1000 bodů {CLOSE_TAG_SPAN} , abyste mohli začít.
de: Willkommen bei Gedanken. Wir haben dir {START_TAG_SPAN} 1000 Punkte {CLOSE_TAG_SPAN} gegeben, um dich loszulegen.
es: Bienvenido a las mentes. Te hemos dado {START_TAG_SPAN} 1000 puntos {CLOSE_TAG_SPAN} para empezar.
hi: Minds में आपका स्वागत है। हमने आपको शुरुआत करने के लिए {START_TAG_SPAN} 1000 पॉइंट {CLOSE_TAG_SPAN} दिए हैं।
it: Benvenuto in Minds. Ti abbiamo dato {START_TAG_SPAN} 1000 punti {CLOSE_TAG_SPAN} per iniziare.
ja: マインドへようこそ。 {START_TAG_SPAN} 1000ポイント {CLOSE_TAG_SPAN} を獲得しました。
pt: Bem-vindo à Mente. Demos a você {START_TAG_SPAN} 1000 pontos {CLOSE_TAG_SPAN} para começar.
ro: Bine ai venit la Minds. Ți-am dat {START_TAG_SPAN} 1000 de puncte {CLOSE_TAG_SPAN} pentru a începe.
th: ยินดีต้อนรับสู่ Minds เราได้ส่ง {START_TAG_SPAN} 1000 แต้ม {CLOSE_TAG_SPAN} เพื่อให้คุณเริ่มต้น
zh: 欢迎来到心灵。我们给了你 {START_TAG_SPAN} 1000点 {CLOSE_TAG_SPAN} 来开始你。

# NOTIFICATIONS__NOTIFICATION__WELCOME_POST
source: {START_TAG_SPAN} Tap here {CLOSE_TAG_SPAN} to create a post
cs: {START_TAG_SPAN} Klepněte zde {CLOSE_TAG_SPAN} pro vytvoření příspěvku
es: {START_TAG_SPAN} Pulsa aquí {CLOSE_TAG_SPAN} para crear una publicación
hi: पोस्ट बनाने के लिए {START_TAG_SPAN} यहां टैप करें {CLOSE_TAG_SPAN}
it: {START_TAG_SPAN} Tocca qui {CLOSE_TAG_SPAN} per creare un post
ja: {START_TAG_SPAN} ここをタップ {CLOSE_TAG_SPAN} して投稿を作成
pt: {START_TAG_SPAN} Toque aqui {CLOSE_TAG_SPAN} para criar uma postagem
ro: {START_TAG_SPAN} Atinge {CLOSE_TAG_SPAN} aici pentru a crea o postare
ru: {START_TAG_SPAN} Нажмите здесь {CLOSE_TAG_SPAN} для создания сообщения
th: {START_TAG_SPAN} แตะที่นี่ {CLOSE_TAG_SPAN} เพื่อสร้างโพสต์
tr: Gönderi oluşturmak için {START_TAG_SPAN} burayı tıklayın {CLOSE_TAG_SPAN}
zh: {START_TAG_SPAN} 点击这里 {CLOSE_TAG_SPAN} 来创建一个帖子

# NOTIFICATIONS__NOTIFICATION__WELCOME_BOOST
source: You can gain more reach by boosting your content. Hit the blue boost icon on your posts.
cs: Boostováním můžete získat více zhlédnutí svého obsahu. Klikněte na modrou ikonu boostu u vašich příspěvků.
es: Puedes ganar más alcance promoviendo tu contenido. Pulsa el icono azul de Boost en tus publicaciones.
hi: आप अपने कंटेंट को बूस्ट करके अधिक पहुंच प्राप्त कर सकते हैं। अपने पोस्ट पर नीले बूस्ट आइकन को हिट करें।
ja: あなたはあなたのコンテンツをブーストすることによってより多くの範囲を得ることができます。投稿の青いブーストアイコンをクリックしてください。
pl: Możesz zyskać więcej dzięki wzmocnieniu zawartości. Przytrzymaj niebieską ikonę podbicia w swoich wpisach.
pt: Pode ganhar mais promovendo seu conteúdo. Toque no ícone Boost azul em suas publicações.
ru: Boost свой контент, и вы охватите большую аудиторию. Нажмите на синюю кнопку «Boost» на ваших публикациях.
th: คุณสามารถเพิ่มการเข้าถึงได้มากขึ้นโดยการ boost เนื้อหาของคุณ กดไอคอน boost สีน้ำเงินบนโพสต์ของคุณ
uk: Ви можете отримати більше досягнення, підвищивши вміст. Натисніть на синій значок стимулювання ваших постів.

# NOTIFICATIONS__NOTIFICATION__WELCOME_CHAT
source: Chat securely with your mutual subscriptions.
cs: Chatujte bezpečně s lidmi, se kterými se navzájem sledujete.
de: Sicher mit Ihren gemeinsamen Abonnements chatten.
es: Chatea de forma segura con tus suscripciones mutuas.
hi: अपने आपसी सदस्यता के साथ सुरक्षित रूप से चैट करें।
ja: あなたの相互参加者と安全にチャットしましょう。
pl: Czatuj bezpiecznie z subskrypcjami wzajemnymi.
pt: Bate-papo com segurança com suas subscrição mútuas.
ro: Vorbește în siguranță cu abonamentele tale reciproce.
ru: Общайтесь безопасно с вашими взаимными подписчиками.
th: สนทนาอย่างปลอดภัยกับผู้ที่ติดตามกันและกัน
tr: Ortak aboneler arasında güvenli sohbet edin.

# NOTIFICATIONS__NOTIFICATION__WELCOME_DISCOVER
source: {START_TAG_SPAN} Tap here {CLOSE_TAG_SPAN} to discover new channels and media.
cs: {START_TAG_SPAN} Klepněte zde {CLOSE_TAG_SPAN} pro objevení nových kanálů a médií.
es: {START_TAG_SPAN} Pulsa aquí {CLOSE_TAG_SPAN} para descubrir nuevos canales y medios.
hi: नए चैनल और मीडिया खोजने के लिए {START_TAG_SPAN} यहां टैप करें {CLOSE_TAG_SPAN} ।
it: {START_TAG_SPAN} Tocca qui {CLOSE_TAG_SPAN} per scoprire nuovi canali e media.
ja: {START_TAG_SPAN} {CLOSE_TAG_SPAN} をタップして新しいチャンネルやメディアを見つけましょう。
pt: {START_TAG_SPAN} Toque aqui {CLOSE_TAG_SPAN} para descobrir novos canais e mídia.
ro: {START_TAG_SPAN} Apasă aici {CLOSE_TAG_SPAN} pentru a descoperi canale noi și media.
tr: Yeni medya ve kanalları keşfetmek için {START_TAG_SPAN} burayı tıklayın {CLOSE_TAG_SPAN} .
zh: {START_TAG_SPAN} 点击这里 {CLOSE_TAG_SPAN} 来发现新的频道和媒体。

# NOTIFICATIONS__NOTIFICATION__VIDEO_IS_READY
source: Your {START_LINK} video {CLOSE_LINK} is ready to be viewed!
cs: Vaše {START_LINK} video {CLOSE_LINK} je připraveno ke zhlédnutí!
de: Ihr {START_LINK} -Video {CLOSE_LINK} ist bereit zum ansehen!
es: ¡Tu video {START_LINK} {CLOSE_LINK} está listo para ser visto!
hi: आपका {START_LINK} वीडियो {CLOSE_LINK} देखने के लिए तैयार है!
it: Il tuo video {START_LINK} {CLOSE_LINK} è pronto per essere visualizzato!
ja: あなたの {START_LINK} ビデオ {CLOSE_LINK} が表示される準備ができました！
pl: Twój film {START_LINK} {CLOSE_LINK} jest gotowy do oglądania!
pt: Seu vídeo {START_LINK} {CLOSE_LINK} está pronto para ser visualizado!
ro: Videoclipul {START_LINK} {CLOSE_LINK} este gata pentru a fi vizualizat!
ru: Ваше видео {START_LINK} {CLOSE_LINK} готово к просмотру!
tr: {START_LINK} Videonuz {CLOSE_LINK} görüntülenmeye hazır!
uk: Ваш {START_LINK} відео {CLOSE_LINK} готовий до перегляду!
zh: 您的 {START_LINK} 视频 {CLOSE_LINK} 已准备就绪！

# NOTIFICATIONS__NOTIFICATION__MESSENGER_INVITE
source: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} wants to chat with you!
cs: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} s vámi chce chatovat!
de: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} möchte mit dir chatten!
es: ¡ {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} quiere chatear contigo!
hi: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} आपसे चैट करना चाहता है!
ja: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} があなたとチャットを希望しています！
pl: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} chce z tobą rozmawiać!
pt: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} quer conversar com você!
ro: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} vrea să vorbească cu tine!
ru: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} хочет общаться с вами!
tr: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} sizinle sohbet etmek istiyor!
uk: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} хоче спілкуватися з вами!
zh: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} 想要和您聊天！

# NOTIFICATIONS__NOTIFICATION__WIRE_HAPPENED__TO_ONETIME
source: You have successfully wired {INTERPOLATION} to {START_LINK} @ {INTERPOLATION_1} {CLOSE_LINK}
cs: Úspěšně jste převedli {INTERPOLATION} uživateli {START_LINK} @ {INTERPOLATION_1} {CLOSE_LINK}
de: Sie haben erfolgreich {INTERPOLATION} an {START_LINK} @ {INTERPOLATION_1} {CLOSE_LINK} angeschlossen
es: Has conectado con éxito {INTERPOLATION} a {START_LINK} @ {INTERPOLATION_1} {CLOSE_LINK}
hi: आपने {INTERPOLATION} {START_LINK} @ {INTERPOLATION_1} {CLOSE_LINK} को सफलतापूर्वक भुगतान किए
it: Hai versato con successo {INTERPOLATION} a {START_LINK} @ {INTERPOLATION_1} {CLOSE_LINK}
ja: {INTERPOLATION} から {START_LINK} @ {INTERPOLATION_1} {CLOSE_LINK} への接続に成功しました
pt: Você conectou com sucesso {INTERPOLATION} para {START_LINK} @ {INTERPOLATION_1} {CLOSE_LINK}
ro: Ai conectat cu succes {INTERPOLATION} la {START_LINK} @ {INTERPOLATION_1} {CLOSE_LINK}
ru: Вы успешно вывели {INTERPOLATION} на {START_LINK} @ {INTERPOLATION_1} {CLOSE_LINK}
th: คุณได้ทำการโอนเงิน {INTERPOLATION} ไปที่ {START_LINK} @ {INTERPOLATION_1} {CLOSE_LINK}
tr: {START_LINK} @ {INTERPOLATION_1} {CLOSE_LINK} kullanıcısına başarıyla {INTERPOLATION} Wire gönderdiniz
uk: Ви успішно передали {INTERPOLATION} до {START_LINK} @ {INTERPOLATION_1} {CLOSE_LINK}
zh: 您已成功地将 {INTERPOLATION} 连线到 {START_LINK} @ {INTERPOLATION_1} {CLOSE_LINK}

# NOTIFICATIONS__NOTIFICATION__WIRE_HAPPENED__FROM_ONETIME
source: You have received a wire of {INTERPOLATION} from {START_LINK} @ {INTERPOLATION_1} {CLOSE_LINK}
cs: Obdrželi jste převod v hodnotě {INTERPOLATION} od {START_LINK} @ {INTERPOLATION_1} {CLOSE_LINK}
de: Sie haben einen Draht von {INTERPOLATION} von {START_LINK} @ {INTERPOLATION_1} {CLOSE_LINK} erhalten
es: Has recibido un cable de {INTERPOLATION} de {START_LINK} @ {INTERPOLATION_1} {CLOSE_LINK}
hi: आपको {START_LINK} @ {INTERPOLATION_1} {CLOSE_LINK} से {INTERPOLATION} का भुगतान मिला है
it: Hai ricevuto un versamento di {INTERPOLATION} da {START_LINK} @ {INTERPOLATION_1} {CLOSE_LINK}
ja: {INTERPOLATION} @ {START_LINK} {INTERPOLATION_1} {CLOSE_LINK} からの電信を受信しました
pl: Otrzymałeś przewód {INTERPOLATION} od {START_LINK} @ {INTERPOLATION_1} {CLOSE_LINK}
pt: Você recebeu um fio de {INTERPOLATION} de {START_LINK} @ {INTERPOLATION_1} {CLOSE_LINK}
ro: Ați primit un fir de {INTERPOLATION} de la {START_LINK} @ {INTERPOLATION_1} {CLOSE_LINK}
ru: Вы получили перевод {INTERPOLATION} от {START_LINK} @ {INTERPOLATION_1} {CLOSE_LINK}
th: คุณได้เงินจำนวน {INTERPOLATION} จาก {START_LINK} @ {INTERPOLATION_1} {CLOSE_LINK}
tr: {START_LINK} @ {INTERPOLATION_1} {CLOSE_LINK} kullanıcısından {INTERPOLATION} Wire aldınız
uk: Ви отримали в {INTERPOLATION} дріт з {START_LINK} @ {INTERPOLATION_1} {CLOSE_LINK}
zh: 您收到了来自 {INTERPOLATION} 的 {START_LINK} @ {INTERPOLATION_1} {CLOSE_LINK} 的电线

# NOTIFICATIONS__NOTIFICATION__WIRE_HAPPENED__TO_SUBSCRIPTION
source: You have subscribed to wire {INTERPOLATION} /month to {START_LINK} @ {INTERPOLATION_1} {CLOSE_LINK}
cs: Přihlásili jste k převodu {INTERPOLATION} /měsíc uživateli {START_LINK} @ {INTERPOLATION_1} {CLOSE_LINK}
de: Sie haben Draht {INTERPOLATION} / Monat für {START_LINK} @ {INTERPOLATION_1} {CLOSE_LINK} abonniert
es: Te has suscrito a {INTERPOLATION} /mes a {START_LINK} @ {INTERPOLATION_1} {CLOSE_LINK}
hi: आपने {INTERPOLATION} /माह के भुगतान पर {START_LINK} @ {INTERPOLATION_1} {CLOSE_LINK} के लिए सदस्यता ली है
it: Ti sei iscritto per versare {INTERPOLATION} /mese a {START_LINK} @ {INTERPOLATION_1} {CLOSE_LINK}
ja: {INTERPOLATION} @ {START_LINK} @ {INTERPOLATION_1} {CLOSE_LINK} に月額named@@4 を送金しています
pl: Subskrybujesz przewód {INTERPOLATION} /miesiąc {START_LINK} @ {INTERPOLATION_1} {CLOSE_LINK}
pt: Você se inscreveu para transferir {INTERPOLATION} /mês para {START_LINK} @ {INTERPOLATION_1} {CLOSE_LINK}
ro: V-ați abonat să fiți {INTERPOLATION} /lună la {START_LINK} @ {INTERPOLATION_1} {CLOSE_LINK}
ru: Вы подписались на перевод {INTERPOLATION} /месяц {START_LINK} @ {INTERPOLATION_1} {CLOSE_LINK}
th: คุณได้ทำการสมัครทำการโอนเงิน {INTERPOLATION} ต่อเดือน {START_LINK} @ {INTERPOLATION_1} {CLOSE_LINK}
uk: Ви підписалися на дріт {INTERPOLATION} /місяць на {START_LINK} @ {INTERPOLATION_1} {CLOSE_LINK}
zh: 您已订阅了电线 {INTERPOLATION} /月 到 {START_LINK} @ {INTERPOLATION_1} {CLOSE_LINK}

# NOTIFICATIONS__NOTIFICATION__WIRE_HAPPENED__FROM_SUBSCRIPTION
source: You have received a wire subscription of {INTERPOLATION} /month from {START_LINK} @ {INTERPOLATION_1} {CLOSE_LINK}
cs: Obdrželi jste předplatné v hodnotě {INTERPOLATION} /měsíc od {START_LINK} @ {INTERPOLATION_1} {CLOSE_LINK}
de: Sie haben ein Drahtabonnement von {INTERPOLATION} /Monat von {START_LINK} @ {INTERPOLATION_1} {CLOSE_LINK} erhalten
es: Has recibido una suscripción wire de {INTERPOLATION} /mes de {START_LINK} @ {INTERPOLATION_1} {CLOSE_LINK}
hi: आपको {INTERPOLATION} /माह के भुगतान पर {START_LINK} @ {INTERPOLATION_1} {CLOSE_LINK} सदस्यता प्राप्त हुई है
it: Hai ricevuto un versamento da iscrizione di {INTERPOLATION} /mese da {START_LINK} @ {INTERPOLATION_1} {CLOSE_LINK}
ja: {INTERPOLATION} @ {START_LINK} {INTERPOLATION_1} {CLOSE_LINK} から月額named@@4 の電信サブスクリプションを受け取りました
pt: Você recebeu uma assinatura do fio de {INTERPOLATION} /mês de {START_LINK} @ {INTERPOLATION_1} {CLOSE_LINK}
ro: Ați primit un abonament la fir de {INTERPOLATION} /lună de la {START_LINK} @ {INTERPOLATION_1} {CLOSE_LINK}
ru: Вы получили банковскую подписку {INTERPOLATION} /месяц от {START_LINK} @ {INTERPOLATION_1} {CLOSE_LINK}
th: คุณได้ทำการสมัครรับการโอนเงิน {INTERPOLATION} ต่อเดือน {START_LINK} @ {INTERPOLATION_1} {CLOSE_LINK}
tr: {START_LINK} @ {INTERPOLATION_1} {CLOSE_LINK} kullanıcısından üyelik için aylık {INTERPOLATION} Wire alımı başlatıldı

# NOTIFICATIONS__NOTIFICATION__REPORT_ACTIONED__ACTIVITY_BEEN
source: Your post
cs: Váš příspěvek
de: Dein Beitrag
es: Tu publicación
hi: आपकी डाक
it: Il tuo post
ja: あなたの投稿
pl: Twój post
pt: Sua publicação
ro: Postarea ta
ru: Ваше сообщение
th: โพสต์ของคุณ
tr: Gönderiniz
uk: Ваш пост
zh: 您的帖子

# NOTIFICATIONS__NOTIFICATION__REPORT_ACTIONED__ACTIVITY_TITLE_BEEN
source: Your post {INTERPOLATION}
cs: Váš příspěvek {INTERPOLATION}
de: Dein Beitrag {INTERPOLATION}
es: Tu publicación {INTERPOLATION}
hi: आपकी पोस्ट {INTERPOLATION}
it: Il tuo post {INTERPOLATION}
ja: あなたの投稿 {INTERPOLATION}
pl: Twój post {INTERPOLATION}
pt: Sua publicação {INTERPOLATION}
ro: Postarea ta {INTERPOLATION}
ru: Ваше сообщение {INTERPOLATION}
th: โพสต์ของคุณ {INTERPOLATION}
tr: Gönderiniz {INTERPOLATION}
uk: Ваш пост {INTERPOLATION}
zh: 您的帖子 {INTERPOLATION}

# NOTIFICATIONS__NOTIFICATION__REPORT_ACTIONED__COMMENT_BEEN
source: {START_TAG_SPAN} Your comment {CLOSE_TAG_SPAN} has been {INTERPOLATION}
cs: {START_TAG_SPAN} Váš komentář {CLOSE_TAG_SPAN} byl {INTERPOLATION}
de: {START_TAG_SPAN} Ihr Kommentar {CLOSE_TAG_SPAN} wurde {INTERPOLATION}
es: {START_TAG_SPAN} Tu comentario {CLOSE_TAG_SPAN} ha sido {INTERPOLATION}
hi: {START_TAG_SPAN} आपके कमेंट {CLOSE_TAG_SPAN} {INTERPOLATION} किए गए हैं
it: {START_TAG_SPAN} Il tuo commento {CLOSE_TAG_SPAN} è stato {INTERPOLATION}
ja: {START_TAG_SPAN} あなたのコメント {CLOSE_TAG_SPAN} は {INTERPOLATION} になりました
pl: {START_TAG_SPAN} Twój komentarz {CLOSE_TAG_SPAN} został {INTERPOLATION}
pt: {START_TAG_SPAN} Seu comentário {CLOSE_TAG_SPAN} foi {INTERPOLATION}
ro: {START_TAG_SPAN} Comentariul tău {CLOSE_TAG_SPAN} a fost {INTERPOLATION}
ru: {START_TAG_SPAN} Ваш комментарий {CLOSE_TAG_SPAN} был {INTERPOLATION}
th: {START_TAG_SPAN} คอมเมนท์ของคุณ {CLOSE_TAG_SPAN} ได้ถูก {INTERPOLATION}
tr: {START_TAG_SPAN} Yorumunuz {CLOSE_TAG_SPAN} {INTERPOLATION}
uk: {START_TAG_SPAN} Ваш коментар {CLOSE_TAG_SPAN} був {INTERPOLATION}
zh: {START_TAG_SPAN} 您的评论 {CLOSE_TAG_SPAN} 已是 {INTERPOLATION}
