Repository: Minds/front
Catalog: src/locale/Minds.*.xliff
Languages: cs, de, es, hi, it, ja, pl, pt, ro, ru, th, tr, uk, zh

# PRO_SETTINGS__CUSTOMIZE_SELECT_CURRENCY_TYPE
source: Select the currency type you wish you be paid out in. Please note payouts only occur after your {START_LINK} earnings {CLOSE_LINK} are equivalent to $100 or greater.
cs: Vyberte měnu, ve které chcete být vyplaceni. Vezměte prosím na vědomí, že výplaty se uskuteční pouze poté, co budou vaše {START_LINK} výdělky {CLOSE_LINK} alespoň 100 dolarů nebo více.
de: Wählen Sie den Währungstyp aus, in dem Sie ausgezahlt werden möchten. Bitte beachten Sie, dass Auszahlungen nur erfolgen, wenn Ihre {START_LINK} -Einnahmen {CLOSE_LINK} $100 oder höher sind.
es: Seleccione el tipo de moneda que desea que se le pague. Ten en cuenta que los pagos solo ocurren después de que tus {START_LINK} ganancias {CLOSE_LINK} sean equivalentes a $100 o mayores.
hi: उस करंसी टाइप को चुनें जिसमें आप भुगतान पाना चाहते हैं। कृपया ध्यान दें कि भुगतान केवल तभी किया जाता है जब आपकी {START_LINK} कमाई {CLOSE_LINK} $100 या अधिक के बराबर हो जाती है।
it: Seleziona il tipo di valuta in cui desideri essere pagato. Si prega di notare che i pagamenti avvengono solo dopo che i tuoi {START_LINK} guadagni {CLOSE_LINK} raggiungono i $100 o più.
ja: 支払い済み通貨の種類を選択します。 {START_LINK} の収益 {CLOSE_LINK} が100ドル以上に相当する場合にのみ支払いが行われますのでご注意ください。
pl: Wybierz rodzaj waluty, którą chcesz zapłacić. Pamiętaj, że wypłaty mają miejsce dopiero po tym, jak Twoje {START_LINK} zarobki {CLOSE_LINK} są równe $100 lub większe.
pt: Selecione o tipo de moeda em que deseja ser enviado. Por favor, note que os pagamentos só ocorrem após os seus ganhos {START_LINK} {CLOSE_LINK} são equivalentes a $100 ou maiores.
ro: Selectați tipul de monedă în care doriți să fiți plătit. Te rugăm să reții că plățile au loc numai după ce ai câștigat {START_LINK} {CLOSE_LINK} sunt echivalente cu $100 sau mai mult.
ru: Выберите тип валюты, который вы хотите оплатить. Обратите внимание, что выплаты производятся только после того, как ваш {START_LINK} заработок {CLOSE_LINK} эквивалентны $100 или выше.
tr: Ödeme almak istediğiniz para birimi türünü seçin. Hatırlatırız ki ödemeler sadece {START_LINK} kazancınız {CLOSE_LINK} 100$ veya daha fazla tutarda ise yapılır.
uk: Виберіть тип валюти, в якому ви хочете виплатити. Будь ласка, зверніть увагу на виплати тільки після того, як ваш {START_LINK} заробіток {CLOSE_LINK} буде еквівалентний 100$ або більше.
zh: 选择您希望支付的货币类型。 请注意只有在您的 {START_LINK} 收入 {CLOSE_LINK} 等于或大于$100 之后才会发生付款。

# PRO_SETTINGS__MANAGE_SUBSCRIPTIONS
source: Manage your subscription
cs: Spravujte vaše předplatné
de: Verwalten Sie Ihr Abonnement
es: Administra tu suscripción
hi: अपनी सदस्यता मैनेज करें
it: Gestisci il tuo abbonamento
ja: サブスクリプションの管理
pl: Zarządzaj subskrypcją
pt: Gerencie sua assinatura
ro: Gestionează-ți abonamentul
ru: Управление подпиской
th: จัดการการติดตามของคุณ
tr: Aboneliğini yönet
uk: Керувати вашою підпискою
zh: 管理您的订阅

# PRO_SETTINGS__UPGRADE_TO_PRO
source: (Upgrade to Pro)
cs: (Upgrade na Pro)
de: (Upgrade auf Pro)
es: (Actualizar a Pro)
hi: (प्रो में अपग्रेड करें)
pl: (Uwaga do Pro)
pt: (Atualizar para Pro)
ro: (Upgrade la Pro)
ru: (Обновление до Pro)
th: (อัพเกรดเป็น Pro)
uk: (Підвищити до Pro)
zh: (升级到专业版)

# PRO_SETTINGS__PAGE_TITLE
source: Page Title
cs: Název stránky
de: Seitentitel
es: Título de página
hi: पृष्ठ का शीर्षक
it: Titolo Della Pagina
ja: ページタイトル
pl: Tytuł strony
pt: Título da página
ro: Titlu pagină
ru: Название страницы
th: ชื่อเรื่องของหน้า
tr: Sayfa Başlığı
uk: Назва сторінки
zh: 页面标题

# PRO_SETTINGS__NAME_OF_PRO_SITE
source: The name of your pro site
cs: Název vaší Pro stránky
de: Der Name Ihrer Pro-Seite
es: El nombre de su sitio pro
hi: आपकी प्रो साइट का नाम
it: Il nome del tuo sito Pro
ja: プロサイトの名前
pl: Nazwa twojej strony pro
pt: O nome do seu site Pro
ro: Numele site-ului tău Pro
ru: Имя вашего pro сайта
th: ชื่อหน้า Pro ของคุณ
tr: Pro sitenizin adı
uk: Ім'я вашого професійного сайту
zh: 您的专业版站点名称

# PRO_SETTINGS__BROWSER_TAB_TITLES
source: This will be used in browser tab titles and your SEO tags
cs: Toto bude použito v názvech záložek prohlížeče a vašich SEO značkách
es: Esto se utilizará en los títulos de las pestañas del navegador y sus etiquetas SEO
hi: यह ब्राउज़र टैब टाइटल और आपके SEO टैग में उपयोग किया जाएगा
it: Questo verrà utilizzato nei titoli delle schede del browser e nei tag SEO
ja: ブラウザのタブのタイトルとSEOタグに使用されます
pl: Ta opcja będzie używana w tytułach kart przeglądarki i tagach SEO
pt: Isso será utilizado nos títulos das guias do navegador e suas tags SEO
ro: Aceasta va fi folosită în titlurile de tab-uri ale browser-ului și tag-urile SEO
ru: Это будет использоваться в заголовках вкладок браузера и SEO тэгах
uk: Це буде використовуватися у заголовках вкладок браузера і ваших SEO тегах
zh: 这将用于浏览器标签标题和您的 SEO 标签

# PRO_SETTINGS__HEADLINE
source: Headline
cs: Nadpis
de: Überschrift
es: Título
hi: शीर्षक
it: Intestazione
ja: 見出し
pl: Nagłówek
pt: Título
ro: Titlu
ru: Заголовок
th: หัวเรื่อง
tr: Manşet
uk: Заголовок
zh: 标题

# PRO_SETTINGS__SHORT_DESCRIPTION
source: A short description about your site
cs: Stručný popis vašeho webu
de: Eine kurze Beschreibung Ihrer Website
es: Breve descripción de su sitio
hi: आपकी साइट के बारे में एक संक्षिप्त विवरण
it: Una breve descrizione del tuo sito
ja: あなたのサイトに関する簡単な説明
pl: Krótki opis Twojej witryny
pt: Uma breve descrição do seu site
ru: Краткое описание вашего сайта
th: คำอธิบายอย่างย่อเกี่ยวกับหน้าของคุณ
tr: Siteniz hakkında kısa bir açıklama
uk: Короткий опис вашого сайту
zh: 关于您的网站的简短描述

# PRO_SETTINGS__USED_IN_SEO_TAGS
source: This will be used in your SEO tags as well
cs: Toto bude použito i ve vašich SEO značkách
es: Esto también se utilizará en sus etiquetas SEO
hi: इसका उपयोग आपके SEO टैग में भी किया जाएगा
it: Questo sarà utilizzato anche nei tuoi tag SEO
ja: これはSEOタグでも使用されます
pl: To będzie również używane w tagach SEO
pt: Isso também será usado em suas tags SEO
ro: Aceasta va fi folosită și în etichetele SEO
ru: Это также будет использоваться в SEO тегах
th: นี่จะถูกใช้ในแท็ก SEO ของคุณเช่นกัน
uk: Це буде використовуватись у ваших SEO тегах
zh: 这也将用于您的 SEO 标签

# PRO_SETTINGS__ENABLE_PRO_THEME
source: Enable Pro theme
cs: Povolit Pro motiv
de: Pro-Theme aktivieren
es: Activar tema Pro
hi: प्रो विषय सक्षम करें
it: Abilita tema Pro
ja: Proテーマを有効にする
pl: Włącz motyw Pro
pt: Ativar tema Pro
ro: Activează tema Pro
ru: Включить Pro тему
th: เปิดใช้ธีม Pro
uk: Увімкнути Pro тему
zh: 启用专业版主题

# PRO_SETTINGS__WHEN_ENABLED_WILL_APPLY
source: When enabled, your channel on minds.com will have your Pro site theme applied
cs: Pokud je povoleno, váš kanál na Minds.com bude mít aplikovaný motiv Pro
de: Wenn aktiviert, wird Ihr Kanal auf minds.com Ihr Pro-Site-Theme anwenden
es: Cuando esté activado, su canal en minds.com tendrá su tema Pro
hi: चालू किए जाने पर, mind.com पर आपके चैनल पर आपकी प्रो साइट थीम लागू होगी
it: Se abilitato, al tuo canale su minds.com verrà applicato il tema del tuo sito Pro
ja: 有効にすると、Minds.comのチャンネルにProサイトテーマが適用されます
pl: Po włączeniu twój kanał na minds.com będzie miał zastosowanie motyw Pro
pt: Quando ativado, o seu canal em minds.com terá o tema Pro do site aplicado
ro: Când este activat, canalul tău pe minds.com va avea tema ta Pro aplicată
ru: Если включено, ваш канал на minds.com будет использовать вашу тему Pro сайта
uk: Якщо увімкнено, то ваш канал на minds.com матиме застосовувану вашу Pro тему
zh: 启用后，您在minds.com 上的频道将应用您的专业版网站主题

# PRO_SETTINGS__TEXT_COLOR
source: Text Color
cs: Barva textu
de: Textfarbe
es: Color del texto
hi: टेक्स्ट का कलर
it: Colore Del Testo
ja: テキストの色
pl: Kolor tekstu
pt: Cor do texto
ro: Culoare text
ru: Цвет текста
th: สีตัวอักษร
tr: Metin Rengi
uk: Колір тексту
zh: 文本颜色

# PRO_SETTINGS__COLOR_OF_TEXT_ON_SITE
source: The color of text on your Pro site
cs: Barva textu na vaší Pro stránce
de: Die Farbe des Textes auf Ihrer Pro-Seite
es: El color del texto en tu sitio Pro
hi: अपने प्रो साइट पर पाठ का रंग
it: Il colore del testo sul tuo sito Pro
ja: Proサイト上のテキストの色
pl: Kolor tekstu na twojej stronie Pro
pt: A cor do texto no seu site Pro
ro: Culoarea textului pe site-ul dvs. Pro
th: สีของตัวอักษรบนเว็บ Pro ของคุณ
tr: Pro sitenizdeki metnin rengi
uk: Колір тексту на Вашому сайті Pro
zh: 您专业版网站上文本的颜色

# PRO_SETTINGS__INVALID_HEX_CODE
source: Invalid hex code
cs: Neplatný hex kód
de: Ungültiger Hex-Code
es: Código hexadecimal inválido
hi: अमान्य हेक्स कोड
it: Codice esadecimale non valido
ja: 無効な16進数コード
pl: Nieprawidłowy kod szesnastkowy
pt: Código hexadecimal inválido
ro: Cod hex nevalid
ru: Неверный шестнадцатеричный код
th: รหัสไม่ถูกต้อง
tr: Geçersiz hex kodu
uk: Неправильний шістнадцятковий код
zh: 十六进制代码无效

# PRO_SETTINGS__TEXT_COLOR_REQUIRED
source: Text color is required
cs: Barva textu je vyžadována
de: Textfarbe ist erforderlich
es: El color del texto es requerido
hi: पाठ का रंग आवश्यक है
it: Il colore del testo è obbligatorio
ja: テキストの色は必須です
pl: Kolor tekstu jest wymagany
pt: Cor do texto necessária
ro: Este necesară culoarea textului
ru: Требуется цвет текста
th: ต้องระบุสี
tr: Metin rengi zorunludur
uk: Необхідно вказати колір тексту
zh: 文本颜色是必需的

# PRO_SETTINGS__LINK_COLOR
source: Link Color
cs: Barva odkazu
de: Link-Farbe
es: Color del enlace
hi: लिंक रंग
it: Colore Link
ja: リンクの色
pl: Kolor linku
pt: Cor do link
ro: Culoare Link
ru: Цвет ссылок
th: สีลิงก์
tr: Bağlantı Rengi
uk: Колір посилання
zh: 链接颜色

# PRO_SETTINGS__LINKS_COLOR_ON_HOVER
source: Links will become this color when you hover over them
cs: Odkazy se zbarví touto barvou, pokud nad nimi přejedete myší
de: Links werden zu dieser Farbe, wenn Sie über sie schweben
es: Los enlaces se convertirán en este color cuando los pases sobre ellos
hi: जब आपका माउस लिंक के ऊपर जाएगा तो लिंक इस रंग के हो जाएंगे
it: I link diventeranno di questo colore passandoci sopra
ja: リンクをホバーすると、この色になります
pl: Linki staną się tym kolorem po najechaniu na nie
pt: Links se tornarão essa cor quando você passar o mouse sobre eles
ro: Link-urile vor deveni această culoare când le plutești peste ele
ru: Ссылки станут таким цветом, когда вы наведите над ними
th: ลิงก์จะเปลี่ยนเป็นสีนี้เวลาเมาส์ลากผ่าน
tr: Bağlantılar üzerilerine gelindiğinde bu rengi alacaklar
uk: Посилання стануть таким кольором, коли ви наведете на них
zh: 当你悬停在链接上时，链接会变成这种颜色

# PRO_SETTINGS__LINK_COLOR_REQUIRED
source: Link color is required
cs: Barva odkazu je vyžadována
es: Color del enlace es requerido
hi: लिंक का रंग आवश्यक है
it: Il colore del link è obbligatorio
ja: リンクの色が必要です
pl: Kolor linku jest wymagany
pt: Cor do link é necessária
ro: Culoarea link-ului este necesară
ru: Требуется цвет ссылки
th: ต้องระบุสี
tr: Bağlantı rengi zorunludur
uk: Необхідно вказати колір посилання
zh: 链接颜色是必需的

# PRO_SETTINGS__BACKGROUND_COLOR
source: Background Color
cs: Barva pozadí
de: Hintergrundfarbe
es: Color de fondo
hi: पीछे का रंग
it: Colore Di Sfondo
ja: 背景色
pl: Kolor tła
pt: Cor de fundo
ro: Culoare fundal
ru: Цвет фона
th: สีพื้นหลัง
uk: Колір тла
zh: 背景颜色

# PRO_SETTINGS__BACKGROUND_COLOR_EXPLANATION
source: The background color of some elements on your site
cs: Barva pozadí některých prvků na vašem webu
de: Die Hintergrundfarbe einiger Elemente auf Ihrer Seite
es: El color de fondo de algunos elementos en su sitio
hi: आपकी साइट पर कुछ तत्वों की पृष्ठभूमि का रंग
it: Il colore di sfondo di alcuni elementi sul tuo sito
ja: サイト上のいくつかの要素の背景色
pl: Kolor tła niektórych elementów na twojej stronie
pt: A cor de fundo de alguns elementos em seu site
ro: Culoarea de fundal a unor elemente de pe site-ul dvs
ru: Цвет фона некоторых элементов на вашем сайте
uk: Фоновий колір деяких елементів на вашому сайті
zh: 您网站上某些元素的背景颜色

# PRO_SETTINGS__BACKGROUND_COLOR_REQUIRED
source: Background color is required
cs: Barva pozadí je vyžadována
de: Hintergrundfarbe ist erforderlich
es: El color de fondo es requerido
hi: पृष्ठभूमि का रंग आवश्यक है
it: Il colore di sfondo è obbligatorio
ja: 背景色が必要です
pl: Kolor tła jest wymagany
pt: Cor de fundo é necessária
ro: Culoarea de fundal este necesară
ru: Требуется цвет фона
th: ต้องมีสีพื้นหลัง
uk: Необхідно вказати колір тла
zh: 背景颜色是必需的

# PRO_SETTINGS__COLOR_SCHEMA
source: Color Schema
cs: Barevné schéma
de: Farbschema
es: Esquema de color
hi: रंग प्रणाली
it: Schema dei colori
ja: スキーマの色
pl: Schemat kolorów
pt: Esquema de Cor
ro: Schemă de culori
ru: Цветовая схема
th: แบบชุดสี
tr: Renk Şeması
uk: Схема кольорів
zh: 配色方案

# PRO_SETTINGS__LIGHT_OR_DARK_THEME
source: Do you want to use the light or dark theme?
cs: Chcete použít světlý nebo tmavý motiv?
de: Möchten Sie das helle oder dunkle Theme verwenden?
es: ¿Quieres usar el tema claro o oscuro?
hi: क्या आप प्रकाश या अंधेरे विषय का उपयोग करना चाहते हैं?
it: Vuoi usare il tema chiaro o il tema scuro?
ja: ライトまたはダークテーマを使用しますか？
pl: Czy chcesz użyć jasnego lub ciemnego motywu?
pt: Você quer usar o tema claro ou escuro?
ro: Vrei să folosești tema deschisă sau întunecată?
ru: Вы хотите использовать светлую или темную тему?
th: คุณต้องการใช้ Theme สว่างหรือมืด?
tr: Aydınlık mı yoksa karanlık bir tema mı kullanmak istersiniz?
uk: Бажаєте використовувати світлу чи темну тему?
zh: 您想要使用光线还是暗色主题？

# COMMON_LIGHT
source: Light
cs: Světlý
de: Hell
es: Claro
hi: रोशनी
it: Chiaro
ja: ライト
pl: Światło
pt: Fino
ro: Lumină
ru: Светлая
th: สว่าง
tr: Aydınlık
uk: Світла
zh: 亮色的

# COMMON_DARK
source: Dark
cs: Tmavý
de: Dunkel
es: Oscuro
hi: काला
it: Scuro
ja: ダーク
pl: Ciemny
pt: Escuro
ro: Întunecat
ru: Тёмная
th: มืด
tr: Karanlık
uk: Темна
zh: 深色

# PRO_SETTINGS__TILE_ASPECT_RATIO
source: Tiles Aspect Ratio
cs: Poměr stran dlaždic
de: Seitenverhältnis der Kacheln
es: Proporción de baldosas
hi: टाइल ऑस्पेक्ट रेशियो
it: Rapporto d'aspetto delle tessere
ja: タイルアスペクト比
pl: Współczynnik proporcji kafelków
pt: Blocos Aspect Ratio
ro: Raport aspect dale
ru: Соотношение сторон плиток
th: ป้อนอัตราส่วนกว้างยาว
tr: Döşeme En/Boy Oranı
zh: 瓷块宽高比

# PRO_SETTINGS__TILE_ASPECT_RATIO_EXPLANATION
source: The width-to-height ratio of tiles on your site
cs: Poměr šířky k výšce dlaždic na vašem webu
de: Das Verhältnis zwischen Breite und Höhe der Kacheln auf Ihrer Seite
es: La relación ancho-altura de las baldosas en su sitio
hi: आपकी साइट पर टाइल्स का चौड़ाई-का-ऊंचाई-से अनुपात
it: Il rapporto larghezza-altezza delle tessere sul tuo sito
ja: サイトのタイルの幅と高さの比
pl: Stosunek szerokości do wysokości kafelków w Twojej witrynie
ru: Соотношение ширины и высоты плиток на вашем сайте
th: อัตราส่วนความกว้างต่อความสูงของไทล์บนหน้าของคุณ
tr: Sitenizdeki döşemelerin en boy oranı
uk: Коефіцієнт ширини плиток на вашому сайті
zh: 您站点上瓷砖的宽高比

# PRO_SETTINGS__LOGO_EXPLANATION
source: This will be displayed on the top left of your site
cs: Bude zobrazeno vlevo nahoře na vašem webu
de: Dies wird links oben auf Ihrer Seite angezeigt
es: Esto se mostrará en la parte superior izquierda de su sitio
hi: यह आपकी साइट के शीर्ष बाईं ओर प्रदर्शित होगा
it: Questo verrà visualizzato in alto a sinistra del tuo sito
ja: これはサイトの左上に表示されます
pl: Zostanie wyświetlone w lewym górnym rogu witryny
pt: Isto será exibido no canto superior esquerdo do seu site
ro: Acest lucru va fi afișat în partea din stânga sus a site-ului
ru: Это будет отображаться в верхнем левом углу вашего сайта
th: สิ่งนี้จะถูกแสดงที่บนซ้ายของหน้าเพจคุณ
tr: Bu sitenizin sol üst köşesinde görüntülenecektir
zh: 这将显示在您网站左上方

# PRO_SETTINGS__BACKGROUND_IMAGE
source: Background Image
cs: Obrázek na pozadí
de: Hintergrundbild
es: Imagen de fondo
hi: पृष्ठभूमि छवि
it: Immagine Di Sfondo
ja: 背景画像
pl: Obraz tła
pt: Imagem de fundo
ro: Imagine de fundal
ru: Фоновое изображение
th: ภาพพื้นหลัง
uk: Фоновий малюнок
zh: 背景图像

# PRO_SETTINGS__BACKGROUND_IMAGE_EXPLANATION
source: This will be displayed on the background of your site
cs: Bude zobrazen na pozadí vašeho webu
de: Dies wird im Hintergrund Ihrer Seite angezeigt
es: Esto se mostrará en el fondo de su sitio
hi: यह आपकी साइट की पृष्ठभूमि पर प्रदर्शित होगा
it: Questo verrà visualizzato sullo sfondo del tuo sito
ja: これはあなたのサイトの背景に表示されます
pl: Zostanie wyświetlone w tle Twojej witryny
pt: Isto será exibido no plano de fundo do seu site
ro: Acest lucru va fi afișat pe fundalul site-ului dvs
ru: Это будет отображаться на фоне вашего сайта
th: สิ่งนี้จะถูกแสดงที่อยู่บนพื้นหลังของหน้าคุณ
uk: Буде показано на тлі вашого сайту
zh: 这将显示在您网站的后台上

# PRO_SETTINGS__CREATE_HASHTAGS
source: Hashtags
cs: Štítky
es: Etiquetas
hi: हैशटैग
ja: ハッシュタグ
pt: Palavras-chave
th: แฮชแท็ก
tr: Etiketler
zh: 标签

# PRO_SETTINGS__CREATE_HASHTAGS_EXPLANATION
source: Create a topbar of links to provide easy access to site contents that share a hashtag
cs: Vytvořte horní panel odkazů pro snadný přístup k obsahu, který sdílí štítek
hi: हैशटैग शेयर करने वाले साइट कंटेंट तक आसान एक्सेस देने के लिए लिंक का टॉपबार बनाएं
ja: ハッシュタグを共有するサイトコンテンツに簡単にアクセスできるように、トップバーのリンクを作成します
tr: Bağlantılardan oluşan bir üst çubuk oluşturarak sitenizin aynı etiketi paylaşan içeriklerine erişimi kolaylaştırın
zh: 创建一个链接的顶栏，方便访问共享标签的站点内容

# PRO_SETTINGS__ADD
source: Add
cs: Přidat
de: Neu
es: Añadir
hi: जोड़ना
it: Aggiungi
ja: 追加
pl: Dodaj
pt: Adicionar
ro: Adăugare
ru: Добавить
th: เพิ่ม
tr: Ekle
uk: Додати
zh: 添加

# PRO_SETTINGS__LINKS
source: Links
cs: Odkazy
es: Enlaces
hi: लिंक
it: Collegamenti
ja: リンク
pl: Linki
ro: Link-uri
ru: Ссылки
th: ลิงก์
tr: Bağlantılar
uk: Посилання
zh: 链接

# PRO_SETTINGS__LINKS_EXPLANATION
source: You can post external links below
cs: Můžete publikovat externí odkazy níže
es: Puedes publicar enlaces externos a continuación
hi: आप नीचे दिए गए बाहरी लिंक पोस्ट कर सकते हैं
it: È possibile pubblicare link esterni qui sotto
ja: 以下に外部リンクを投稿することができます
pl: Możesz opublikować linki zewnętrzne poniżej
pt: Você pode postar links externos abaixo
ro: Puteți posta link-uri externe mai jos
ru: Вы можете разместить внешние ссылки ниже
th: คุณสามารถโพสต์ลิงก์นอกด้านล่างนี้
tr: Dışarı bağlantıları aşağıya gönderebilirsiniz
uk: Ви можете розміщувати зовнішні посилання нижче
zh: 您可以在下方发布外部链接

# PRO_SETTINGS__TEXT_DISPLAYED_BOTTOM_OF_PAGE
source: This text will be displayed at the bottom of the page
cs: Tento text se zobrazí v dolní části stránky
de: Dieser Text wird am Ende der Seite angezeigt
es: Este texto se mostrará en la parte inferior de la página
hi: यह पाठ पृष्ठ के नीचे प्रदर्शित किया जाएगा
it: Questo testo verrà visualizzato in fondo alla pagina
ja: このテキストはページの下部に表示されます
pl: Ten tekst będzie wyświetlany na dole strony
ro: Acest text va fi afișat în partea de jos a paginii
ru: Этот текст будет отображаться внизу страницы
th: ข้อความนี้จะถูกแสดงข้างล่างของหน้า
tr: Bu metin sayfanın en alt bölümünde görüntülenecektir
zh: 此文本将显示在页面底部

# PRO_SETTINGS__DOMAIN
source: Domain
cs: Doména
de: Domäne
es: Dominio
hi: डोमेन
it: Dominio
ja: ドメイン
pl: Domena
pt: Domínio
ro: Domeniu
ru: Домен
th: โดเมน
tr: Alan adı
uk: Домен
zh: 域

# PRO_SETTINGS__CURRENTLY_ONLY_SUBDOMAINS
source: Currently only subdomains are supported. Custom domains are coming soon.
cs: Momentálně jsou podporovány pouze subdomény. Vlastní domény již brzy.
de: Derzeit werden nur Subdomains unterstützt. Eigene Domains kommen bald.
ja: 現在、サブドメインのみがサポートされています。カスタムドメインは近日公開されます。
pt: Atualmente são suportados apenas subdomínios suportados. Domínios personalizados virão em breve.
ro: În prezent doar subdomeniile sunt acceptate. Domeniile personalizate vor fi acceptate în curând.
tr: Şu anda sadece alt alan adları desteklenmektedir. Özel alan adları desteği yakında gelecek.
uk: На даний момент підтримуються тільки піддомени. Користувацькі домени скоро з'являться.
zh: 目前只支持子域。自定义域名很快就会出现。

# PRO_SETTINGS__CUSTOM_DOMAIN_HELP_EMAIL_MINDS
source: If you wish to use a custom domain then please email info@minds.com.
cs: Pokud chcete použít vlastní doménu, napište prosím na info@minds.com.
de: Wenn Sie eine eigene Domain verwenden möchten, senden Sie bitte eine E-Mail an info@minds.com.
es: Si desea utilizar un dominio personalizado por favor envíe un correo electrónico a info@minds.com.
hi: यदि आप एक कस्टम डोमेन का उपयोग करना चाहते हैं तो कृपया info@minds.com पर ईमेल करें।
it: Se desideri utilizzare un dominio personalizzato, scrivi a info@minds.com.
ja: カスタムドメインを使用したい場合は、info@minds.com までメールでお問い合わせください。
pl: Jeśli chcesz użyć niestandardowej domeny, napisz do info@minds.com.
pt: Se você deseja usar um domínio personalizado, envie um e-mail para info@minds.com.
ro: Dacă doriți să folosiți un domeniu personalizat, trimiteți un e-mail la info@minds.com.
ru: Если вы хотите использовать свой домен, пожалуйста, напишите на info@minds.com.
th: ถ้าคุณต้องการที่จะเปลี่ยน domain กรุณาส่งอีเมลมาที่ info@minds.com.
uk: Якщо ви хочете використовувати власний домен, то будь ласка, напишіть нам@minds.com.
zh: 如果您想使用自定义域名，请发送电子邮件至 info@minds.com。

# PRO_SETTINGS__DOMAIN_NOT_AVAILABLE
source: Domain not available
cs: Doména není k dispozici
de: Domain nicht verfügbar
es: Dominio no disponible
hi: डोमेन उपलब्ध नहीं है
it: Dominio non disponibile
ja: ドメインが利用できません
pl: Domena niedostępna
pt: Domínio não disponível
ro: Domeniul nu este disponibil
ru: Домен недоступен
th: ใช้โดเมนนี้ไม่ได้
tr: Alan adı uygun değil
uk: Домен недоступний
zh: 域名不可用

# PRO_SETTINGS__DOMAIN_IS_REQUIRED
source: Domain is required
cs: Doména je vyžadována
de: Domain ist erforderlich
es: Dominio requerido
hi: डोमेन आवश्यक है
it: Il dominio è obbligatorio
ja: ドメインが必要です
pl: Domena jest wymagana
pt: O domínio é necessário
ro: Domeniul este necesar
ru: Требуется домен
th: ต้องมีโดเมน
tr: Alan adı gereklidir
uk: Домен обов'язковий
zh: 域名必填项

# PRO_SETTINGS__CUSTOM_CODE
source: Custom <head> Code
cs: Vlastní <head> kód
de: Eigener <head> -Code
es: Código <head> personalizado
hi: कस्टम <head> कोड
it: Codice <head> personalizzato
ja: カスタム <head> コード
pl: Niestandardowy <head> kod
pt: Código personalizado <head>
ro: Cod <head> personalizat
ru: Пользовательский <head> код
th: โค้ด <head> สร้างเอง
tr: Özel <head> Kodu
uk: Власний код <head>
zh: 自定义 <head> 代码

# PRO_SETTINGS__CUSTOM_CODE_EXPLANATION
source: Place ad blocks or other JS head codes here. Ask an admin for assistance.
cs: Umístěte reklamní bloky nebo jiné JS kódy zde. Požádejte administrátora o pomoc.
es: Coloca los bloques de anuncios u otros códigos de cabeza JS aquí. Pídele ayuda a un administrador.
hi: यहां विज्ञापन ब्लॉक या अन्य JS हेड कोड रखें। सहायता के लिए एडमिन से पूछें।
ja: こちらに広告ブロックまたはその他のJSヘッドコードを設置してください。管理者に問い合わせてください。
pl: Umieść tutaj bloki reklam lub inne kody JS. Poproś administratora o pomoc.
pt: Coloque blocos de anúncio ou outros códigos de cabeçalho JS aqui. Peça ajuda a um administrador.
ro: Plasați aici blocurile de reclame sau alte coduri pentru capul JS. Cereți un administrator pentru asistență.
ru: Разместите здесь блоки рекламы или другие коды головы JS. Обратитесь к администратору за помощью.
uk: Розмістіть тут блоки реклами або інші коди JS голови. Попросіть адміністратора за допомогу.
zh: 在这里放置广告区块或其它JS头码。请询问管理员寻求帮助。

# PRO_SETTINGS__CONTACT_MINDS_CUSTOMIZE_CODE
source: Please contact a Minds admin or email info@minds.com to customize this field
cs: Kontaktujte prosím správce Minds nebo napište na info@minds.com pro přizpůsobení tohoto pole
es: Póngase en contacto con un administrador de mentes o envíe un correo electrónico a info@minds.com para personalizar este campo
hi: कृपया इस फ़ील्ड को कस्टमाइज़ करने के लिए Minds एडमिन या ईमेल info@minds.com से संपर्क करें
it: Si prega di contattare un amministratore di Minds o invia una e-mail a info@minds.com per personalizzare questo campo
ja: このフィールドをカスタマイズするには、Mindsの管理者または電子メールinfo@minds.comに連絡してください
pt: Por favor, contate um Administrador de Mentes ou envie um e-mail info@minds.com para personalizar este campo
ru: Пожалуйста, свяжитесь с администратором Minds или напишите info@minds.com для настройки этого поля
th: กรุณาติดต่อแอดมินของ Minds หรือส่งอีเมลไปที่ info@minds.com เพื่อเปลี่ยนฟีลด์นี้
uk: Будь ласка, зв'яжіться з адміністратором Minds або електронною поштою info@minds.com для налаштування цього поля
zh: 请联系心灵管理员或email info@minds.com 来定制此字段
