Repository: Minds/front
Catalog: src/locale/Minds.*.xliff
Languages: cs, de, es, hi, it, ja, pl, pt, ro, ru, th, tr, uk, zh

# PRO_SETTINGS__PAYOUT_METHOD
source: Payout Method
cs: Způsob výplaty
de: Auszahlungsmethode
es: Método de pago
hi: पेआउट विधि
it: Metodo di Prelievo
ja: 支払い方法
pl: Metoda wypłaty
pt: Método de pagamento
ro: Metoda de plată
ru: Метод выплаты
th: วิธีการชำระเงิน
tr: Ödeme Yöntemi
uk: Метод виплат
zh: 付款方法

# PRO_SETTINGS__MINDS_TOKENS
source: Minds Tokens
cs: Minds tokeny
de: Gedanken-Token
es: Tokens de mente
hi: Minds टोकन
ja: マインドトークン
pl: Żetony umysłów
pt: Tokens Mentes
th: โทเค็น Minds
zh: Minds 令牌

# PRO_SETTINGS__CANCEL_SUBSCRIPTION
source: Cancel Subscription
cs: Zrušit předplatné
de: Abonnement kündigen
es: Cancelar Suscripción
hi: सदस्यता रद्द
it: Annulla Abbonamento
ja: サブスクリプションをキャンセル
pl: Anuluj subskrypcję
pt: Cancelar assinatura
ro: Anulează abonamentul
ru: Отменить подписку
th: ยกเลิกการติดตาม
tr: Aboneliği İptal Et
uk: Скасувати передплату
zh: 取消订阅

# PRO_SETTINGS__SAVE
source: Save {INTERPOLATION}
cs: Uložit {INTERPOLATION}
de: {INTERPOLATION} speichern
es: Guardar {INTERPOLATION}
it: Salva {INTERPOLATION}
ja: {INTERPOLATION} を保存
pl: Oszczędzaj {INTERPOLATION}
pt: Economize {INTERPOLATION}
ro: Salvează {INTERPOLATION}
ru: Сохранить {INTERPOLATION}
th: บันทึก {INTERPOLATION}
tr: {INTERPOLATION} Kaydet
uk: Зберегти {INTERPOLATION}
zh: 保存 {INTERPOLATION}

# PRO_SUBSCRIPTION__YEARLY
source: Yearly
cs: Roční
de: Jährlich
es: Anual
hi: सालाना
it: Annuale
ja: 年ごと
pl: Rocznie
pt: Anualmente
ro: Anual
ru: Ежегодно
th: รายปี
tr: Yıllık
uk: За рік
zh: 每年一次

# PRO_SUBSCRIPTION__MONTHLY
source: Monthly
cs: Měsíční
de: Monatlich
es: Mensual
hi: महीने के
it: Mensile
ja: 月ごと
pl: Miesięczny
pt: Mensual
ro: Lunar
ru: Ежемесячно
th: รายเดือน
tr: Aylık
uk: Щомісячно
zh: 每月的

# PRO_SUBSCRIPTION__TOKENS
source: Tokens
cs: Tokeny
de: Token
hi: टोकन
it: Token
ja: トークン
pl: Tokeny
ru: Жетоны
th: โทเคน
tr: Token
zh: 令牌

# PRO_SUBSCRIPTION__PER_MONTH
source: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} per month
cs: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} měsíčně
de: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} pro Monat
es: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} al mes
hi: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} प्रति माह
it: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} al mese
ja: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} /月
pl: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} miesięcznie
pt: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} por mês
ro: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} pe lună
ru: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} в месяц
th: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} ต่อเดือน
tr: Aylık {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN}
uk: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} в місяць
zh: 每月 {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN}

# PRO_SUBSCRIPTION__UPGRADE_TO_PRO
source: Upgrade to Pro
cs: Upgradovat na Pro
de: Upgrade auf Pro
es: Actualizar a Pro
hi: प्रो में अपग्रेड
ja: Proにアップグレード
pl: Uaktualnij do wersji Pro
pt: Atualizar para versão Pro
ro: Actualizează la Pro
ru: Обновить до Pro
th: อัพเกรดเป็น Pro
uk: Оновити до Pro
zh: 升级到专业版

# PRO_SUBSCRIPTION__ALREADY_PRO_MEMBER
source: You're already a Pro member.
cs: Jste již členem Pro.
de: Du bist bereits ein Pro-Mitglied.
es: Ya eres un miembro Pro.
hi: आप पहले से ही एक प्रो सदस्य हैं।
it: Sei già membro Pro.
ja: あなたはすでにProメンバーです。
pl: Jesteś już członkiem Pro.
pt: Você já é membro Pro.
ro: Ești deja membru Pro.
ru: Вы уже являетесь Pro пользователем.
th: คุณเป็นสมาชิกแบบ Pro อยู่แล้ว
tr: Zaten Pro üyesiniz.
uk: Ви вже є членом Pro.
zh: 您已经是专业版会员。

# PRO_SUBSCRIPTION__MANAGE_MEMBERSHIP
source: Manage membership.
cs: Správa členství.
de: Mitgliedschaft verwalten.
hi: सदस्यता मैनेज करें।
it: Gestisci l'iscrizione.
ja: メンバーシップを管理する。
pl: Zarządzaj członkostwem.
pt: Gerenciar membro.
ro: Gestionează abonamentul.
ru: Управление членством.
th: จัดการระดับสมาชิก
tr: Üyeliği yönet.
uk: Управління членством.
zh: 管理会员。

# PRO_SUBSCRIPTION__TRY_PRO
source: Try Pro
cs: Vyzkoušet Pro
de: Profi testen
es: Prueba Pro
hi: प्रो कोशिश करो
it: Prova Pro
ja: Pro版を試す
pl: Wypróbuj Pro
pt: Experimente o Pro
ro: Încearcă Pro
ru: Попробуйте Pro
th: ลอง Pro
uk: Спробуйте Pro
zh: 试用专业版

# PRO_SUBSCRIPTION__BY_PURCHASING_PRO_AGREE
source: By purchasing Pro you agree to {START_LINK} Terms & Conditions {CLOSE_LINK} .
cs: Zakoupením Pro souhlasíte s {START_LINK} Podmínkami {CLOSE_LINK} .
de: Mit dem Kauf von Pro erklären Sie sich mit den {START_LINK} Nutzungsbedingungen & {CLOSE_LINK} einverstanden.
es: Al comprar Pro aceptas los {START_LINK} Términos & Condiciones {CLOSE_LINK} .
hi: प्रो खरीदकर आप {START_LINK} नियम & शर्तों {CLOSE_LINK} से सहमत होते हैं।
it: Acquistando Pro accetti {START_LINK} Termini & Condizioni {CLOSE_LINK} .
ja: Pro版を購入することで、 {START_LINK} 利用規約 & 条件 {CLOSE_LINK} に同意したことになります。
pl: Kupując wersję Pro akceptujesz regulamin {START_LINK} & Warunki {CLOSE_LINK} .
ro: Prin achiziționarea Pro sunteți de acord cu {START_LINK} Termeni & Condiții {CLOSE_LINK} .
ru: При покупке Pro вы соглашаетесь с {START_LINK} Условиями & Условиями {CLOSE_LINK} .
th: ในการซื้อ Pro คุณยินยอมตาม {START_LINK} เงื่อนไข & ข้อกำหนด {CLOSE_LINK} .
zh: 购买专业版即表示您同意 {START_LINK} 条款 & 条件 {CLOSE_LINK} 。

# PRO_CHANNEL_LIST__ALL
source: All
cs: Vše
de: Alle
es: Todo
hi: सभी
it: Tutto
ja: すべて
pl: Wszystkie
ro: Toate
ru: Все
th: ทั้งหมด
tr: Tümü
uk: Всі
zh: 所有的

# PRO_CHANNEL_LIST__VIDEOS
source: Videos
cs: Videa
hi: वीडियो
it: Video
ja: ビデオ
pl: Filmy
pt: Vídeos
ro: Video-uri
ru: Видео
th: วิดีโอ
tr: Videolar
uk: Відео
zh: 视频

# PRO_CHANNEL_LIST__IMAGES
source: Images
cs: Obrázky
de: Bilder
es: Imágenes
hi: इमेज
it: Immagini
ja: 画像
pl: Obrazy
pt: Imagens
ro: Imagini
ru: Изображения
th: รูปภาพ
tr: Resimler
uk: Малюнки
zh: 照片

# PRO_CHANNEL_LIST__ARTICLES
source: Articles
cs: Články
de: Artikel
es: Artículos
hi: कंटेंट
it: Articoli
ja: 記事
pl: Artykuły
pt: Artigos
ro: Articole
ru: Статьи
th: บทความ
tr: Makaleler
uk: Статті
zh: 文章

# PRO_CHANNEL_LIST__GROUPS
source: Groups
cs: Skupiny
de: Gruppen
es: Grupos
hi: ग्रुप
it: Gruppi
ja: グループ
pl: Grupy
pt: Grupos
ro: Grupuri
ru: Группы
th: กลุ่ม
tr: Gruplar
uk: Групи
zh: 小组

# PRO_CHANNEL_LIST__FEED
source: Feed
cs: Kanál
es: Actividades
hi: फ़ीड
ja: フィード
pl: Kanał
pt: Alimentar
ro: Flux
ru: Лента новостей
th: ฟีด
tr: Akış
uk: Стрічка подій
zh: 新闻

# COMMON__SUBSCRIBERS__WITH__COUNT
source: Subscribers: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN}
cs: Sledujících: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN}
de: Abonnenten: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN}
es: Suscriptores: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN}
hi: सदस्य: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN}
it: Iscritti: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN}
ja: 購読者: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN}
pl: Subskrybenci: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN}
pt: Assinantes: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN}
ro: Abonați: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN}
ru: Подписчики: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN}
tr: Abone olan: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN}
zh: 订阅者: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN}

# COMMON__SUBSCRIBE
source: Subscribe
cs: Sledovat
de: Abonnieren
es: Suscribirte
hi: सदस्यता लें
it: Iscriviti
ja: 申し込み
pl: Subskrybuj
pt: Subscrever
ro: Abonează-te
ru: Подписаться
th: สมัคร/ติดตาม
tr: Abone ol
uk: Підписатися
zh: 订阅

# COMMON__SUBSCRIBED
source: Subscribed
cs: Sleduji
de: Abonniert
es: Suscrito
hi: सदस्यता लिया
it: Iscritto
ja: 購読中
pl: Subskrybowane
pt: Subscrito
ro: Abonat
ru: Подписан
th: ติดตามแล้ว
tr: Abone olundu
uk: Підписані
zh: 订阅

# MINDS__HASHTAGS__TOPBAR__HASHTAGS
source: #hashtags {START_ITALIC_TEXT} arrow_drop_down {CLOSE_ITALIC_TEXT}
cs: #štítky {START_ITALIC_TEXT} arrow_drop_down {CLOSE_ITALIC_TEXT}
de: #Hashtags {START_ITALIC_TEXT} Pfeile_drop_down {CLOSE_ITALIC_TEXT}
pl: #hashtagi {START_ITALIC_TEXT} strzała_drop_down {CLOSE_ITALIC_TEXT}
ro: #hashtag-uri {START_ITALIC_TEXT} săgeat_drop_down {CLOSE_ITALIC_TEXT}
ru: #хэштэги {START_ITALIC_TEXT} стрел_выпада_вниз {CLOSE_ITALIC_TEXT}
th: #แฮขแท๊ก {START_ITALIC_TEXT} arrow_drop_down {CLOSE_ITALIC_TEXT}
tr: #etiketler {START_ITALIC_TEXT} arrow_drop_down {CLOSE_ITALIC_TEXT}
zh: #hashtags {START_ITALIC_TEXT} 箭头_down_ {CLOSE_ITALIC_TEXT}

# MINDS__HASHTAGS__TOPBAR__ALL
source: #all
cs: #vše
de: #alle
es: #todas
it: #tutto
ja: #すべて
pl: #wszystkie
pt: #Todos
ru: #все
th: #ทั้งหมด
tr: #tümü
uk: #всі
zh: #所有的

# MINDS__HASHTAGS__TOPBAR__MORE
source: MORE
cs: VÍCE
de: MEHR
es: MAS
hi: अधिक
it: DI PIÙ
ja: 詳細
pl: Większa
pt: MAIS
ro: MAI MULTE
ru: ЕЩЕ
th: ดูเพิ่มเติม
tr: DAHA FAZLA
uk: БІЛЬШЕ
zh: 更多

# MINDS__HASHTAGS__TOPBAR__SUGGESTED_MORE_TOOLTIP
source: Select the hashtags you wish to see more often
cs: Vyberte štítky, které chcete vidět častěji
hi: वह हैशटैग चुनें जिसे आप अधिक बार देखना चाहते हैं
ja: より頻繁に表示したいハッシュタグを選択してください
th: เลือกแฮชแท็กที่คุณต้องการจะเห็นบ่อยขึ้น
tr: Daha sık görmek istediğiniz etiketleri seçin
zh: 选择您希望更经常看到的哈什标签

# MINDS__HASHTAGS__TOPBAR__HASHTAGS_TITLE
source: #hashtags
cs: #štítky
it: #hashtag
th: #แฮชแท็ก
tr: #etiketler
zh: #标签

# HASHTAG_TYPEAHEAD__RECENT_TAGS
source: Recent Tags
cs: Nedávné štítky
de: Letzte Tags
es: Etiquetas recientes
hi: हाल के टैग
it: Tag Recenti
ja: 最近のタグ
pl: Ostatnie tagi
pt: Tags Recentes
ro: Tag-uri recente
ru: Последние теги
th: แท็กล่าสุด
tr: Son Etiketler
uk: Недавні мітки
zh: 最近的标签

# HASHTAG_TYPEAHEAD__CLEAR_HISTORY
source: Clear History
cs: Vymazat historii
de: Verlauf löschen
es: Borrar historial
hi: इतिहास साफ करें
it: Cancella Cronologia
ja: 履歴を消去
pl: Wyczyść historię
pt: Limpar Histórico
ro: Curăță Istoria
ru: Очистить историю
th: ล้างประวัติ
tr: Geçmişi Sil
uk: Очистити історію
zh: 清除历史记录

# SUGGESTIONS__CHANNEL__TITLE
source: Suggested Channels
cs: Navrhované kanály
de: Empfohlene Kanäle
es: Canales sugeridos
hi: सुझाए गए चैनल
it: Canali Suggeriti
ja: おすすめチャンネル
pl: Sugerowane kanały
pt: Canais sugeridos
ro: Canale sugerate
ru: Рекомендуемые каналы
th: แชนแนลที่แนะนำ
tr: Önerilen Kanallar
uk: Запропоновані канали

# SUGGESTIONS__GROUP__TITLE
source: Suggested Groups
cs: Navrhované skupiny
de: Empfohlene Gruppen
es: Grupos sugeridos
hi: सुझाए गए ग्रुप
it: Gruppi Suggeriti
ja: おすすめのグループ
pl: Sugerowane grupy
pt: Grupos Sugeridos
ro: Grupuri sugerate
ru: Предлагаемые группы
th: กลุ่มที่แนะนำ
tr: Önerilen Gruplar
uk: Пропоновані групи

# COMMON__JOIN
source: Join
cs: Připojit se
de: Beitreten
es: Unirte
hi: शामिल हों
it: Unisciti
ja: 参加
pl: Dołącz
pt: Aderir
ro: Alătură-te
ru: Присоединиться
th: เข้าร่วม
tr: Katıl
uk: Приєднатися до
zh: 加入

# COMMON__JOINING
source: Joining
cs: Připojování
de: Beitritt
es: Uniéndose
hi: में शामिल होने से
it: Unendo
ja: 参加中
pl: Dołączanie
pt: Entrando
ro: Aderare
ru: Вступление
th: เข้าร่วม
tr: Katılınıyor
uk: Приєднання
zh: 正在加入

# COMPOSER_NSFW__IF_POST_CONTAINS
source: If this post contains content that is NSFW (Not Safe for Work) it is your responsibility to tag it accordingly. Failing to do so will violate our terms of use.
cs: Pokud tento příspěvek obsahuje obsah, který je NSFW (Not Safe for Work - není bezpečné pro práci) je vaší odpovědností označit jej odpovídajícím způsobem. Pokud se tak nestane, porušíte tím naše podmínky použití.
de: Wenn dieser Beitrag Inhalte enthält, die NSFW (Nicht sicher für die Arbeit) ist, liegt es in Ihrer Verantwortung, ihn entsprechend zu markieren. Andernfalls würden wir unsere Nutzungsbedingungen verletzen.
es: Si esta publicación contiene contenido que es NSFW (no seguro para el trabajo), es su responsabilidad etiquetarla en consecuencia. No hacerlo sería violar nuestros términos de uso.
hi: यदि इस पोस्ट में NSFW (काम के लिए सुरक्षित नहीं है) कंटेंट है, तो इसके अनुसार टैग करना आपकी ज़िम्मेदारी है। ऐसा करने में विफलता हमारे उपयोग की शर्तों का उल्लंघन करेगी।
it: Se questo post contiene contenuti che sono NSFW (Not Safe for Work), è vostra responsabilità etichettarli di conseguenza. In caso contrario, violerai i nostri termini di utilizzo.
ja: NSFW (仕事に安全ではない) のコンテンツがこの投稿に含まれている場合は、それに応じてタグを付けることはお客様の責任です。 そうすることに失敗すると、当社の利用規約に違反することになります。
pl: Jeśli ten post zawiera treść, która jest NSFW (Not Safe for Work) to Twoim obowiązkiem jest oznaczanie go odpowiednio. Brak takiego działania narusza nasze warunki użytkowania.
pt: Se esta postagem contiver conteúdo NSFW (não é seguro para o trabalho), é sua responsabilidade marcar em conformidade. Se não o fizer, violará os nossos termos de uso.
ro: Dacă această postare conține conținut care este NSFW (nu este sigur pentru muncă), este responsabilitatea dvs. să îl etichetați corespunzător. Dacă nu vom face acest lucru, vom încălca condițiile noastre de utilizare.
ru: Если в этом сообщении содержится содержание, которое является NSFW (Не безопасно для работы), то вы должны соответствующим образом пометить его. В противном случае наши условия использования будут нарушены.
tr: Eğer bu gönderi İİUD (İş İçin Uygun Değil) içerik barındırıyorsa bunu gerektiği gibi etiketlemek sizin sorumluluğunuzdadır. İhmali doğrultusunda kullanım şartları ihlal edilmiş sayılır.
uk: Якщо цей пост містить вміст, який не є NSFW (Не безпечним для роботи), то ви зобов'язані відповідно його мітити. Якщо цього не зробити, це порушить наші умови використання.
zh: 如果这个帖子包含的内容是 NSFW (不安全工作)，那么你有责任对它进行相应的标记。 不这样做将违反我们的使用条件。

# COMPOSER_NSFW__GUIDELINES_FURTHER_INFORMATION
source: See {START_LINK} guidelines {CLOSE_LINK} for further information.
cs: Další informace naleznete v {START_LINK} pokynech {CLOSE_LINK} .
de: Siehe {START_LINK} Richtlinien {CLOSE_LINK} für weitere Informationen.
es: Consulte {START_LINK} las normas {CLOSE_LINK} para más información.
hi: अधिक जानकारी के लिए {START_LINK} दिशानिर्देश {CLOSE_LINK} देखें।
it: Vedi le {START_LINK} linee guida {CLOSE_LINK} per ulteriori informazioni.
ja: 詳細については、 {START_LINK} ガイドライン {CLOSE_LINK} を参照してください。
pt: Veja {START_LINK} diretrizes {CLOSE_LINK} para mais informações.
ro: Vezi {START_LINK} linii directoare {CLOSE_LINK} pentru mai multe informații.
ru: Смотрите {START_LINK} рекомендации {CLOSE_LINK} для дополнительной информации.
tr: Daha fazla bilgi için {START_LINK} yönergelere {CLOSE_LINK} bakınız.
uk: Для отримання подальшої інформації перегляньте правила {START_LINK} {CLOSE_LINK} .
zh: 欲了解更多信息，请参阅 {START_LINK} 指南 {CLOSE_LINK} 。

# COMMON__SAVE
source: Save
cs: Uložit
de: Speichern
es: Guardar
hi: सहेजें
it: Salva
ja: 保存
pl: Zapisz
pt: Salvar
ro: Salvează
ru: Сохранить
th: บันทึก
tr: Kaydet
uk: Зберегти
zh: 保存

# COMMON__MONETIZE
source: Monetize
cs: Zpeněžit
es: Monetizar
hi: कमाई करें
it: Monetizza
ja: 収益化
pt: Monetizar
th: สร้างรายได้
tr: Paraya Çevir
zh: 货币化

# COMPOSER__MONETIZE_POST
source: Monetize post by making it available to your users who support your channel.
cs: Zpeněžte příspěvek tím, že jej zpřístupníte uživatelům, kteří podporují váš kanál.
es: Monetiza la publicación poniéndola a disposición de tus usuarios que aporten a tu canal.
hi: अपने उन यूज़र को पोस्ट उपलब्ध कराकर मॉनेटाइज़ करें जो आपके चैनल को सपोर्ट करते हैं।
it: Monetizza il post rendendolo disponibile agli utenti che supportano il tuo canale.
ja: チャンネルをサポートするユーザーが投稿を利用できるようにすることで、投稿を収益化できます。
pl: Monetize post, udostępniając go użytkownikom, którzy wspierają Twój kanał.
pt: Monetize um post tornando-o disponível para seus usuários que suportam seu canal.
ro: Monetizează postarea prin punerea acesteia la dispoziția utilizatorilor care suportă canalul tău.
ru: Monetize посылает сообщение вашим пользователям, которые поддерживают ваш канал.
uk: Monetize повідомлення, зробивши його доступним для ваших користувачів, які підтримують ваш канал.
zh: 通过向支持您的频道的用户提供货币帖子。

# COMPOSER__PAYWALL_SETTINGS
source: Paywall status
cs: Stav placeného obsahu
es: Estado del muro de pago
hi: पे-वॉल स्टेटस
ja: Paywallの状態
pl: Status płatności
zh: Paywall 状态

# COMPOSER__ENABLE_PAYWALL
source: Enable Paywall
cs: Povolit placený obsah
es: Activar muro de pago
hi: पे-वॉल चालू करें
ja: Paywallを有効にする
zh: 启用Paywall

# COMMON__CUSTOM
source: Custom
cs: Vlastní
de: Eigene
es: Personalizado
hi: कस्टम
it: Personalizzato
ja: カスタム
pl: Własny
pt: Personalizado
ro: Personalizat
ru: Свой
th: ปรับแต่งเอง
tr: Özel
uk: Користувацька
zh: 自定义

# CHANNEL__MONETIZE__OTHER
source: {VAR_PLURAL, plural, =1 { {INTERPOLATION} token} other { {INTERPOLATION} tokens} }
cs: {VAR_PLURAL, plural, =1 { {INTERPOLATION} token} other { {INTERPOLATION} tokenů} }
it: {VAR_PLURAL, plural, =1 { {INTERPOLATION} token} other { {INTERPOLATION} token} }
ja: {VAR_PLURAL, plural, =1 { {INTERPOLATION} トークン} other { {INTERPOLATION} トークン} }
pl: {VAR_PLURAL, plural, =1 { {INTERPOLATION} token} other { {INTERPOLATION} tokeny} }
ro: {VAR_PLURAL, plural, =1 { {INTERPOLATION} token} other { {INTERPOLATION} token} }
th: {VAR_PLURAL, plural, =1 { {INTERPOLATION} โทเค็น} other { {INTERPOLATION} โทเค็น} }
zh: {VAR_PLURAL, plural, =1 { {INTERPOLATION} 令牌} other { {INTERPOLATION} 令牌} }

# CHANNELS__MONETIZE__MIN_TOKENS_PER_MONTH
source: Minimum Tokens/Month
cs: Minimálně tokenů za měsíc
de: Minimale Token/Monat
es: Mínimo de tokens por mes
hi: न्यूनतम टोकन/महीना
it: Minimo in Gettoni/Mese
ja: 最小トークン/月
pl: Minimalny token/miesiąc
pt: Mês Mínimo de Tokens/Token
th: โทเค็นอย่างต่ำต่อเดือน
tr: Aylık Minimum Token
zh: 最小令牌/月

# CHANNELS__MONETIZE__MAX_TOKENS_PER_MONTH
source: Minimum USD/Month
cs: Minimální platba USD/měsíc
de: Minimum USD/Monat
es: Mínimo de USD por mes
hi: न्यूनतम USD/महीना
it: Minimo in USD/Mese
ja: 最小米ドル/月
pl: Minimalna wartość USD/miesiąc
pt: Mês mínimo de USD/mês
ro: USD/lună minimă
ru: Минимум USD/месяц
th: USD อย่างต่ำต่อเดือน
tr: Aylık Minimum USD
uk: Мінімальний USD/місяць
zh: 最低美元/月

# COMPOSER__AMOUNT_REQUIRED_REQUIRED_ACCESS
source: Amount required to access membership tier
cs: Požadovaná částka pro přístup k úrovni členství
es: Cantidad requerida para acceder al nivel de membresía
hi: सदस्यता स्तर तक पहुँचने के लिए आवश्यक राशि
it: Importo richiesto per accedere al livello di abbonamento
ja: 会員階層にアクセスするために必要な金額
pl: Kwota wymagana do uzyskania dostępu do poziomu członkostwa
pt: Quantidade necessária para acessar o nível de associação
ro: Suma necesară pentru a avea acces la nivelul de membru
ru: Сумма необходимая для доступа к уровням членства
th: จำนวนเงินขั้นต่ำสำหรับการเข้าใช้แบบสมาชิก
tr: Üyelik kademesine erişmek için gerekli miktar
uk: Сума, необхідна для доступу до рівня членства
zh: 访问会员等级所需金额

# COMMON__TAG
source: Tag
cs: Štítek
de: Markierung
es: Etiquetar
hi: टैग
ja: タグ
pl: Znacznik
pt: Etiqueta
ro: Etichetă
ru: Тег
th: แท็ก
tr: Etiket
uk: Тег
zh: 标签

# COMPOSER_POPUP__TAGGING_POSTS_DISCOVER
source: Tagging your post will make your content more easily discoverable. Add up to five.
cs: Označení příspěvku usnadní nalezení vašeho obsahu. Přidejte až pět štítků.
de: Markieren Sie Ihren Beitrag, um Ihre Inhalte leichter zu entdecken. Fügen Sie bis zu fünf hinzu.
es: Etiqueta tu publicación hará que tu contenido sea más fácil de descubrir. Añade hasta cinco.
hi: आपकी पोस्ट को टैग करने से आपका कंटेंट अधिक आसानी से खोजा जा सकेगा। पांच तक जोड़ें।
ja: 投稿にタグを付けると、コンテンツを簡単に見つけられるようになります。最大 5 つ追加しましょう。
pl: Tagowanie twojego posta sprawi, że twoja zawartość będzie łatwiejsza do odkrycia. Dodaj do pięciu znaków.
pt: Marcar sua postagem tornará seu conteúdo mais fácil de detectar. Adicione até cinco.
ro: Etichetarea postării va face conținutul mai ușor de descoperit. Adaugă până la cinci.
ru: Пометка вашего сообщения сделает ваш контент более понятным. Добавьте до пяти.
th: การติดแท็กโพสต์ของคุณ จะทำให้ค้นพบเนื้อหาของคุณได้ง่ายยิ่งขึ้น เพิ่มได้สูงสุดห้าแท็ก
uk: Теґ поста зробить ваш вміст більш зрозумілим. Додайте статус до п'яти разів.
zh: 标记你的帖子将使你的内容更容易被发现。添加最多5个。

# COMMON_TAG
source: Tag
cs: Štítek
de: Markierung
es: Etiqueta
hi: टैग
ja: タグ
pl: Znacznik
pt: Etiqueta
ro: Etichetă
ru: Тег
th: แท็ก
tr: Etiket
uk: Тег
zh: 标签

# COMMON__ADD
source: Add
cs: Přidat
de: Neu
es: Añadir
hi: जोड़ना
it: Aggiungi
ja: 追加
pl: Dodaj
pt: Adicionar
ro: Adăugare
ru: Добавить
th: เพิ่ม
tr: Ekle
uk: Додати
zh: 添加

# COMPOSER_POPUP__SAVE_TAGS
source: Save Tags
cs: Uložit štítky
de: Tags speichern
es: Guardar etiquetas
hi: टैग सहेजें
it: Salva Etichette
ja: タグを保存
pl: Zapisz tagi
pt: Salvar Etiquetas
ro: Salvare etichete
ru: Сохранить теги
th: บันทึกแท็ก
tr: Etiketleri Kaydet
uk: Зберегти мітки
zh: 保存标签

# COMMON__SCHEDULE_POST
source: Schedule Post
cs: Naplánovat příspěvek
de: Beitrag planen
es: Programar publicación
hi: पोस्ट शेड्यूल करें
it: Pianifica Post
ja: 投稿をスケジュールする
pl: Zaplanuj post
pt: Post agendado
ro: Programare postare
ru: Запись расписания
th: ตารางเวลา
tr: Gönderiyi Zamanla
uk: Розклад допису
zh: 计划帖子

# COMMON__DATE
source: Date
cs: Datum
de: Datum
es: Fecha
hi: दिनांक
it: Data
ja: 日付
pl: Data
pt: Data
ro: Data
ru: Дата
th: วันที่
tr: Tarih
uk: Дата
zh: 日期

# COMMON__TIME
source: Time
cs: Čas
de: Zeit
es: Hora
hi: समय
it: Tempo
ja: 時刻
pl: Czas
pt: Horário
ro: Timp
ru: Время
th: เวลา
tr: Zaman
uk: Час
zh: 时间

# COMMON__TIMEZONE
source: Timezone
cs: Časové pásmo
es: Zona horaria
hi: समय क्षेत्र
it: Fuso orario
th: เขตเวลา
tr: Zaman Dilimi

# DISCOVERY_SIDEBAR_TAGS__X_POSTS
source: {INTERPOLATION} posts
cs: {INTERPOLATION} příspěvků
de: {INTERPOLATION} Beiträge
es: {INTERPOLATION} publicaciones
hi: {INTERPOLATION} अंक
it: {INTERPOLATION} post
ja: {INTERPOLATION} 件の投稿
pl: {INTERPOLATION} postów
pt: {INTERPOLATION} mensagens
ro: {INTERPOLATION} postări
ru: {INTERPOLATION} постов
th: {INTERPOLATION} โพสต์
tr: {INTERPOLATION} gönderi
uk: {INTERPOLATION} постів
zh: {INTERPOLATION} 个帖子

# DISCOVERY_SIDEBAR_TAGS__SEE_MORE
source: See more
cs: Zobrazit více
de: Mehr ansehen
es: Ver más
hi: और देखें
it: Vedi altro
ja: もっと見る
pl: Zobacz więcej
pt: Ver mais comentários
ro: Vezi mai multe
ru: Подробнее
th: ดูเพิ่มเติม
tr: Fazlasını gör
uk: Переглянути більше
zh: 查看更多

source: Trending Tags
cs: Populární štítky
de: Trend-Tags
es: Etiquetas populares
hi: ट्रेंडिंग टैग
it: Tag in Tendenza
ja: 話題のタグ
pl: Popularne tagi
pt: Tags em alta
ro: Etichete populare
ru: Популярные теги
th: แท็กยอดนิยม
tr: Yükselişteki Etiketler
uk: Популярні теги
zh: 热门标签

# DISCOVERY_SETTINGS__MANAGE_TAGS
source: Manage Tags
cs: Správa štítků
de: Tags verwalten
es: Administrar etiquetas
hi: टैग मैनेज करें
it: Gestisci Tag
ja: タグの管理
pl: Zarządzaj tagami
pt: Gerenciar Etiquetas
ro: Gestionare etichete
ru: Управление тегами
th: จัดการแท็ก
tr: Etiketleri Yönet
uk: Керування мітками
zh: 管理标签

# DISCOVERY__SETTINGS_ADD_CUSTOM_TAGS
source: Add Custom Tag
cs: Přidat vlastní štítek
de: Eigenen Tag hinzufügen
es: Añadir etiqueta personalizada
hi: कस्टम टैग जोड़ें
it: Aggiungi Tag Personalizzato
ja: カスタムタグを追加
pl: Dodaj niestandardowy tag
pt: Adicionar tag personalizada
ro: Adaugă Etichetă Personalizată
ru: Добавить пользовательский тег
th: เพิ่มแท็กแบบกำหนดเอง
tr: Özel Etiket Ekle
uk: Додати свій тег
zh: 添加自定义标签

# DISCOVERY__TAGS__YOUR_TAGS
source: Your Tags
cs: Vaše štítky
de: Ihre Tags
es: Tus etiquetas
hi: आपका टैग
it: I tuoi Tag
ja: タグ
pl: Twoje tagi
pt: Suas Etiquetas
ro: Etichetele tale
ru: Ваши теги
th: แท็กของคุณ
uk: Ваші мітки
zh: 您的标签

# DISCOVERY__TAGS__OTHER_TAGS
source: Other Tags
cs: Ostatní štítky
de: Andere Tags
es: Otras etiquetas
hi: अन्य टैग
it: Altri Tag
ja: その他のタグ
pl: Inne tagi
pt: Outras Etiquetas
ro: Alte etichete
ru: Другие теги
th: แท็กอื่นๆ
tr: Diğer Etiketler
uk: Інші теги
zh: 其它标签

# DISCOVERY_SETTINGS__SAVE_TAGS
source: Save Tags
cs: Uložit štítky
de: Tags speichern
es: Guardar etiquetas
hi: टैग सहेजें
it: Salva Tag
ja: タグを保存
pl: Zapisz tagi
pt: Salvar Etiquetas
ro: Salvare etichete
ru: Сохранить теги
th: บันทึกแท็ก
tr: Etiketleri Kaydet
uk: Зберегти мітки
zh: 保存标签
