Repository: Minds/front
Catalog: src/locale/Minds.*.xliff
Languages: cs, de, es, hi, it, ja, pl, pt, ro, ru, th, tr, uk, zh

# MARKETING_PLUS__SUPPORT_MINDS_UNLOCK_FEATURES
source: Support Minds and unlock features such as hiding ads, accessing exclusive content, receiving a badge and verifying your channel.
cs: Podporujte Minds a odemkněte funkce, jako je skrývání reklam, přístup k exkluzivnímu obsahu, získání odznaku a ověření vašeho kanálu.
de: Unterstützen Sie Minds und entsperren Sie Funktionen, wie zum Beispiel Werbung verstecken, auf exklusive Inhalte zugreifen, ein Abzeichen zu erhalten und Ihren Kanal zu überprüfen.
es: Soporta Minds y desbloquea funciones como ocultar anuncios, acceder al contenido exclusivo, recibir una insignia y verificar tu canal.
hi: Minds को सपोर्ट करें और विज्ञापनों को छिपाने, एक्सक्लूसिव कंटेंट एक्सेस करने, बैज प्राप्त करने और अपने चैनल को सत्यापित करने जैसी सुविधाओं को अनलॉक करें।
it: Supporta Minds e sblocca funzioni come nascondere gli annunci, accedere a contenuti esclusivi, ricevere un badge e verificare il canale.
ja: マインドをサポートし、広告を非表示にしたり、排他的なコンテンツにアクセスしたり、バッジを受け取ったり、チャンネルを確認したりするなどの機能を解除します。
pl: Wspomóż umysły i odblokuj funkcje takie jak ukrywanie reklam, dostęp do ekskluzywnych treści, otrzymywanie odznaki i weryfikacja kanału.
pt: Apoie Mentes e desbloqueie recursos, como esconder anúncios, acessar conteúdo exclusivo, receber um emblema e verificar seu canal.
ro: Ajută Minds și deblochează caracteristici precum ascunderea reclamelor, accesarea conținutului exclusiv, primirea unei insigne și verificarea canalului tău.
ru: Поддержите умы и разблокируйте такие функции, как скрытие рекламы, доступ к эксклюзивному контенту, получение значка и проверка вашего канала.
zh: 支持心灵并解锁功能，如隐藏广告、访问独家内容、获取徽章和验证您的频道。

# MARKETING_PLUS__CLICK_TO_REQUEST_VERIFICATION
source: Click here to request to be verified
cs: Klikněte zde pro požadavek na ověření
de: Hier klicken, um verifiziert zu werden
es: Haga clic aquí para solicitar ser verificado
hi: सत्यापित किए जाने का अनुरोध करने के लिए यहां क्लिक करें
it: Clicca qui per richiedere di essere verificato
ja: ここをクリックして認証をリクエストします
pl: Kliknij tutaj, aby poprosić o weryfikację
pt: Clique aqui para solicitar a verificação
ro: Faceți clic aici pentru a solicita verificarea
ru: Нажмите здесь, чтобы запросить подтверждение
th: คลิ๊กที่นี่เพื่อขอยืนยันตัว
tr: Onaylanma talebi için burayı tıklayın
uk: Натисніть тут, щоб надіслати запит для перевірки
zh: 点击这里请求验证

# MARKETING_PLUS__YOU_ARE_VERIFIED
source: You are verified!
cs: Jste ověřeni!
de: Du wurdest überprüft!
es: ¡Estás verificado!
hi: आप सत्यापित हो चुके हैं!
it: Sei stato verificato!
ja: 認証されました！
pl: Jesteś zweryfikowany!
pt: Você foi verificado!
ro: Sunteți verificat!
ru: Вы проверены!
th: คุณได้รับการยืนยันตัวตนแล้ว!
uk: Ви верифіковані!
zh: 您已验证！

# MARKETING_PLUS__HIDE_BOOSTED_CONTENT
source: Hide boosted content
cs: Skrýt boostovaný obsah
es: Ocultar contenido optimizado
hi: बूस्ट किया गया कंटेंट छिपाएं
ja: ブーストされたコンテンツを隠す
pl: Ukryj zwiększoną zawartość
pt: Ocultar conteúdo otimizado
ro: Ascunde conținutul amplificat
ru: Скрыть усиленный контент
th: ซ่อนเนื้อหาที่ถูกบูสต์แล้ว
tr: Boost edilmiş içeriği gizle
zh: 隐藏强化内容

# MARKETING_PLUS__TIRED_SEEING_ADS_SECTION
source: Tired of seeing ads? All Plus users have the option of hiding all boosted content from their feeds. Just click on the settings icon on the Boost rotator in your newsfeed and select “Hide Boosts” to turn this on.
cs: Jste unaveni ze sledování reklam? Všichni uživatelé Plus mají možnost skrýt veškerý boostovaný obsah ve svých kanálech. Stačí kliknout na ikonu nastavení v rotátoru Boost ve vašem kanálu novinek a zvolit „Skrýt Boosty“.
hi: विज्ञापन देखकर थक गए? सभी प्लस यूज़र के पास अपने फ़ीड से सभी बूस्ट किए गए कंटेंट को छिपाने का विकल्प होता है। बस अपने न्यूज़फ़ीड में बूस्ट रोटेटर पर सेटिंग आइकन पर क्लिक करें और इसे चालू करने के लिए "बूस्ट छिपाएं" चुनें।
ja: 広告を見るのにうんざりしていますか? すべてのPlusユーザーは、フィードからすべてのブーストされたコンテンツを非表示にすることができます。 ニュースフィードのブーストローターの設定アイコンをクリックし、「ブーストを非表示」を選択してオンにしてください。
pt: Cansado de ver anúncios? Todos os usuários de Plus tem a opção de ocultar todo conteúdo otimizado de seus feeds. Basta clicar no ícone de configurações do rotador de Boost no seu feed de notícias e selecionar "Esconder Boosts" para ativar isto.
ru: Устали видеть рекламу? Все пользователи Plus имеют возможность скрыть все увеличенное содержимое из своих лент. Просто нажмите на значок настроек на ротаторе "Ускорить" в ленте новостей и выберите "Скрыть усиления", чтобы включить это.
zh: 很难看到广告？所有Plus用户都可以选择将所有强化内容隐藏在他们的新闻源中。 在新闻源中点击升降旋转器上的设置图标，然后选择“隐藏升降”来打开它。

# MARKETING_PLUS__ACCESS_EXCLUSIVE_CONTENT
source: Access exclusive content
cs: Mějte přístup k exkluzivnímu obsahu
de: Auf exklusive Inhalte zugreifen
es: Acceder al contenido exclusivo
hi: एक्सक्लूसिव कंटेंट को एक्सेस करें
it: Accedi a contenuti esclusivi
ja: 排他的なコンテンツにアクセス
pl: Dostęp do wyłącznych treści
pt: Acessar conteúdo exclusivo
ro: Accesează conținut exclusiv
ru: Доступ к эксклюзивному контенту
tr: Seçkin içeriğe erişin
uk: Доступ до ексклюзивного вмісту
zh: 访问专用内容

# MARKETING_PLUS__VIEW_LATEST_BEHIND_SCENES_SECTION
source: View the latest behind-the-scenes content from the Minds team. Plus members will also gain access to exclusive content from MindsTV (coming soon).
cs: Prohlížejte nejnovější zákulisní obsah týmu Minds. Členové Plus navíc získají přístup k exkluzivnímu obsahu z MindsTV (již brzy).
hi: Minds टीम का नया बिहाइंड-द-सीन कंटेंट देखें। प्लस सदस्यों को MindsTV (जल्द ही आने वाला है) के एक्सक्लूसिव कंटेंट की एक्सेस भी मिलेगी।

# MARKETING_PLUS__VERIFY_YOUR_CHANNEL
source: Verify your channel
cs: Ověřte svůj kanál
de: Überprüfe deinen Kanal
es: Verifique su canal
hi: अपने चैनल को सत्यापित करें
it: Verifica il tuo canale
ja: チャンネルを確認する
pl: Sprawdź swój kanał
pt: Verificar seu canal
ro: Verifică-ți canalul
ru: Подтвердите ваш канал
th: ยืนยันแชนแนลของคุณ
tr: Kanalınızı doğrulayın
zh: 验证您的频道

# MARKETING_PLUS__MEMBERS_REQUEST_TO_VERIFY_SECTION
source: Plus members are able to request to {START_LINK} verify their channel {CLOSE_LINK} and receive a verified badge.
cs: Členové Plus mohou požádat o {START_LINK} ověření svého kanálu {CLOSE_LINK} a získat odznak ověření.
de: Plus Mitglieder können anfragen {START_LINK} ihren Kanal verifizieren {CLOSE_LINK} zu lassen und ein verifiziert Abzeichen bekommen.
es: Los miembros más pueden solicitar a {START_LINK} verificar su canal {CLOSE_LINK} y recibir una insignia verificada.
hi: प्लस सदस्य अपने चैनल को {CLOSE_LINK} सत्यापित करने {START_LINK} का अनुरोध करने और एक सत्यापित बैज प्राप्त करने में सक्षम होते हैं
it: I membri Plus possono richiedere a {START_LINK} di verificare il loro canale {CLOSE_LINK} e ricevere un badge verificato.
ja: プラスメンバーは、 {START_LINK} チャンネル {CLOSE_LINK} の認証をリクエストし、認証済みバッジを受け取ることができます。
pl: Członkowie Plus mogą poprosić o {START_LINK} sprawdzenie swojego kanału {CLOSE_LINK} i otrzymać zweryfikowaną odznakę.
pt: Membros Plus podem solicitar {START_LINK} verificar o canal {CLOSE_LINK} e receber uma medalha verificada.
ro: Membrii Plus pot solicita {START_LINK} să își verifice canalul {CLOSE_LINK} și să primească o insignă verificată.
ru: Плюс пользователи могут запросить {START_LINK} верифицировать свой канал {CLOSE_LINK} и получить подтверждённый значок.
uk: Учасники Plus можуть запросити до {START_LINK} підтвердити свій канал {CLOSE_LINK} і отримати підтверджений значок.
zh: 加成成员能够请求 {START_LINK} 验证他们的频道 {CLOSE_LINK} 并获得验证徽章。

# MARKETING_PLUS__JUST_POST_URL_SECTION
source: Just post your Minds channel URL to two other social networks where you have the same identify and provide us with the proof.
cs: Stačí napsat URL vašeho Minds kanálu na dvou dalších sociálních sítích, kde máte stejnou identitu, a tím nám poskytnout důkaz.
de: Posten Sie einfach Ihre Minds Channel URL in zwei andere soziale Netzwerke, wo Sie die gleiche Identifikation und liefern Sie uns den Beweis.
es: Simplemente publique su URL del canal de mentes en otras dos redes sociales donde usted tiene la misma identificación y nos proporcione la prueba.
hi: बस अपना Minds चैनल URL दो अन्य सोशल नेटवर्क पर पोस्ट करें जहां आपकी समान आइडेंटिटी है और हमें प्रमाण प्रदान करें।
ja: MindsチャンネルのURLを他の2つのソーシャルネットワークに投稿するだけで、同じIDを持っていることが証明されたものを私たちに提供できます。
pl: Wystarczy opublikować adres URL kanału umysłu do dwóch innych sieci społecznościowych, w których masz taką samą identyfikację i dostarczyć nam dowodu.
pt: Publique a URL do canal Mentes em duas outras redes sociais onde você tenha o mesmo identificador e nos forneça a prova.
ro: Postează doar URL-ul canalului tău Minds către alte două rețele sociale unde ai aceeași identificare și oferă-ne dovada.
ru: Просто разместите ваш URL канала Minds на два других социальных сетей, где у вас одинаковая идентификация и предоставьте нам доказательство.
uk: Просто помістіть ваш URL каналу у дві інші соціальні мережі, де ви маєте однакові визначення і надайте нам докази.
zh: 只需将您的心灵频道URL发布到其他两个具有相同身份的社交网络，并为我们提供证据。

# MARKETING_PLUS__OTHER_PLUS_FEATURES
source: Other Plus features
cs: Další funkce Plus
de: Weitere Plus Funktionen
es: Otras características Plus
hi: अन्य प्लस फ़ीचर
it: Altre funzionalità Plus
ja: その他の機能
pl: Inne funkcje Plus
pt: Outros recursos Plus
ro: Alte caracteristici Plus
ru: Другие возможности плюс
th: ฟีเจอร์ Plus อื่นๆ
tr: Diğer Plus özellikler
uk: Інші функції Plus
zh: 其它Plus功能

# MARKETING_PLUS__RECIEVE_A_BADGE
source: Receive a badge
cs: Získejte odznak
de: Erhalte ein Abzeichen
es: Recibir una insignia
hi: बैज प्राप्त करें
it: Ricevi un badge
ja: バッジを受け取る
pl: Otrzymuj odznakę
pt: Receber um emblema
ro: Primește o insignă
ru: Получить значок
tr: Bir rozet edin
uk: Отримати значок
zh: 接收徽章

# MARKETING_PLUS__MEMBERS_RECEIVE_BADGE_SECTION
source: Plus members receive a badge for their channel to indicate they are part of the community.
cs: Plus členové obdrží odznak na svůj kanál, aby bylo vidět, že jsou součástí komunity.
de: Plus Mitglieder erhalten ein Abzeichen für ihren Kanal, um zu zeigen, dass sie Teil der Community sind.
es: Los miembros Plus reciben una insignia por su canal para indicar que forman parte de la comunidad.
hi: प्लस सदस्य अपने चैनल के लिए एक बैज प्राप्त करते हैं ताकि यह इंगित किया जा सके कि वे समुदाय का हिस्सा हैं।
it: I membri Plus ricevono un badge sul loro canale per indicare che fanno parte della comunità.
ja: プラスのメンバーは、チャンネルがコミュニティの一部であることを示すバッジを受け取ります。
pl: Członkowie Plus otrzymują odznakę za swój kanał, aby wskazać, że są częścią społeczności.
pt: Membros Plus recebem um emblema pelo canal para indicar que fazem parte da comunidade.
ro: În plus, membrii primesc o insignă pentru canalul lor pentru a indica faptul că fac parte din comunitate.
ru: Плюс пользователи получают значок, указывающий на то, что они являются частью сообщества.
tr: Artı üyeler kanalları için topluluğun bir üyesi olduklarını gösteren rozet edinirler.
uk: Плюс учасники отримують значок для свого каналу, щоб вказати, що вони є частиною спільноти.
zh: 加成员领取其渠道的徽章，以表明他们是社区的一部分。

# MARKETING_PLUS__SUPPORT_MINDS
source: Support Minds
cs: Podpořte Minds
de: Unterstütze Gedanken
es: Mente de apoyo
hi: Minds को सपोर्ट करें
it: Supporta Minds
ja: マインドをサポート
pl: Umysły wsparcia
pt: Apoiar Mentes
ro: Minute de suport
ru: Поддержка умы
th: สนับสนุน Minds
uk: Хвіст підтримки
zh: 支持意见

# MARKETING_PLUS__BUYING_PLUS_SECTION
source: Buying Plus is a great way to keep Minds independent and show your support for Internet freedom.
cs: Zakoupení Plus je skvělý způsob, jak udržet Minds nezávislé a ukázat tím vaši podporu pro svobodu internetu.
de: Buying Plus ist eine großartige Möglichkeit, Gedanken unabhängig zu halten und Ihre Unterstützung für die Freiheit des Internets zu zeigen.
es: Comprar Plus es una gran manera de mantener la mente independiente y demostrar su apoyo a la libertad de Internet.
hi: प्लस खरीदना, Minds को स्वतंत्र रखने और इंटरनेट की स्वतंत्रता के प्रति अपना समर्थन दिखाने का एक शानदार तरीका है।
it: Comprare Plus è un ottimo modo per mantenere Minds indipendente e mostrare il tuo sostegno alla libertà di Internet.
ja: Plusを購入することは、Mindsを独立させ、インターネットの自由のためのサポートを示す素晴らしい方法です。
pl: Kupno Plus to świetny sposób, aby zachować niezależność umysłu i pokazać swoje poparcie dla wolności Internetu.
pt: Comprar Plus é uma ótima maneira de manter as Mentes independentes e mostrar o seu apoio à liberdade na Internet.
ro: Cumpărarea de Plus este un mod excelent de a menține Minds independent și de a-ți arăta sprijinul pentru libertatea pe internet.
ru: Покупка Plus – это отличный способ сохранить сознание в независимости и продемонстрировать вашу поддержку свободы Интернета.
uk: Купівля Plus - це чудовий спосіб зберегти Міни незалежними і показати свою підтримку свободи Інтернету.
zh: 购买Plus是保持心灵独立并显示您对互联网自由的支持的一种极好的方式。

# MARKETING_PLUS__UPGRADE_TO_PLUS
source: Upgrade to Plus
cs: Upgradovat na Plus
es: Subir a Plus
hi: प्लस में अपग्रेड करें
ja: Plus にアップグレードする
pl: Uaktualnij do wersji Plus
pt: Atualizar para o Plus
ro: Upgrade la Plus
ru: Улучшить до Plus
th: อัพเกรดเป็น Plus
uk: Поліпшення до Plus
zh: 升级到 Plus

# COMMON__REJECT
source: Reject
cs: Odmítnout
de: Ablehnen
es: Rechazar
hi: अस्वीकार
it: Rifiuta
ja: 却下
pl: Odrzuć
pt: Rejeitar
ro: Respingere
ru: Отклонить
th: ปฏิเสธ
tr: Reddet
uk: Відхилити
zh: 拒绝

# GROUPS__PROFILE__FEED__USER_WAS_KICKED
source: User was kicked from {INTERPOLATION} .
cs: Uživatel byl vyhozen z {INTERPOLATION} .
de: Benutzer wurde von {INTERPOLATION} gekickt.
es: El usuario fue expulsado de {INTERPOLATION} .
hi: उपयोगकर्ता को {INTERPOLATION} से बाहर निकाल दिया गया था।
it: L'utente è stato espulso da {INTERPOLATION} .
ja: ユーザーが {INTERPOLATION} からキックされました。
pl: Użytkownik został wyrzucony z {INTERPOLATION} .
pt: Usuário foi expulso de {INTERPOLATION} .
ro: Utilizatorul a fost dat afară din {INTERPOLATION} .
ru: Пользователь был выгнан из {INTERPOLATION} .
th: ยูเซอร์ถูกเตะออกจาก {INTERPOLATION} .
tr: Kullanıcı şuradan dışarıya atıldı: {INTERPOLATION} .
uk: Користувача було викинуто з {INTERPOLATION} .
zh: 用户被踢出 {INTERPOLATION} 。

# GROUPS__PROFILE__FEED__OK_ACTION
source: Okay
cs: OK
es: Aceptar
it: Ok
ro: Bine
th: ตกลง
tr: Tamam
uk: Добре
zh: 好的

# COMMON__VIEW_MORE
source: View More
cs: Zobrazit více
de: Mehr anzeigen
es: Ver más
hi: और अधिक देखे
it: Vedi Altro
ja: もっと見る
pl: Zobacz więcej
pt: Ver mais
ro: Vezi mai multe
ru: Подробнее
th: ดูเพิ่มเติม
tr: Daha Fazla Göster
uk: Подивитися більше
zh: 查看更多

# CHANNEL_STATS__FOLLOWERS
source: Followers
cs: Sledující
de: Follower
es: Seguidores
hi: फ़ॉलोअर्स
it: Follower
ja: フォロワー
pl: Obserwujący
pt: Seguidores
ro: Urmăritori
ru: Подписчики
th: ผู้ติดตาม
tr: Takipçiler
zh: 关注者

# CHANNEL_STATS__FOLLOWING
source: Following
cs: Sledování
de: Folgt
es: Siguiendo
hi: फ़ॉलोइंग
it: Seguendo
ja: フォロー中
pl: Obserwowane
pt: Seguinte
ro: Urmăriți
ru: Подписка
th: กำลังติดตาม
tr: Takip Edilenler
uk: Слідкую
zh: 关注

# CHANNEL_STATS__VIEWS
source: Views
cs: Zhlédnutí
de: Aufrufe
es: Vistas
hi: दृश्य
it: Visualizzazioni
ja: 閲覧
pl: Widoki
pt: Visualizações
ro: Vizualizări
ru: Просмотры
th: การเข้าชม
tr: Görünüm
uk: Перегляди
zh: 观看

# PLUS__MKT__PLUS_TITLE
source: Content Policy
cs: Zásady obsahu
de: Inhaltsrichtlinie
es: Política de contenido
hi: सामग्री नीति
it: Politica sui contenuti
ja: コンテンツポリシー
pl: Polityka zawartości
pt: Política de Conteúdo
ro: Politica de conținut
ru: Политика Контента
th: นโยบายการจัดการคอนเทนท์
tr: İçerik Oluşturma Politikası
uk: Політика вмісту
zh: 内容策略

# PLUS__MKT__PLUS_DESC
source: The goal of Minds is to have fair, transparent and ethical moderation practices.
cs: Cílem Minds je mít spravedlivé, transparentní a etické praktiky moderování.
de: Das Ziel des Geistes ist es, faire, transparente und ethische Mäßigung zu praktizieren.
es: El objetivo de la mente es tener prácticas de moderación justas, transparentes y éticas.
hi: Minds का लक्ष्य है कि मॉडरेशन के निष्पक्ष, पारदर्शी और नैतिक तरीकों को अपनाया जाए।
it: L'obiettivo di Minds è quello di avere pratiche di moderazione eque, trasparenti ed etiche.
ja: マインドの目標は、公平で透明性があり倫理的なモデレーションを行うことです。
pl: Celem umysłu jest wprowadzenie uczciwych, przejrzystych i etycznych praktyk umiarkowanych.
pt: O objectivo da mente é ter práticas justas, transparentes e de moderação ética.
ru: Цель умов состоит в том, чтобы иметь справедливые, транспарентные и этические методы умеренности.
uk: Мета розуму - мати справедливу, прозору та етичну практику поміркованості.
zh: 思想家的目标是采取公平、透明和合乎道德的节制做法。

# REPORT__CONSOLE__APPEAL_ACTION
source: Appeal
cs: Odvolat se
es: Apelar
hi: अपील
it: Ricorso
ja: 嘆願書
pl: Odwołanie
pt: Apelação
ro: Recurs
ru: Апелляция
th: ร้องเรียน
tr: İtiraz
uk: Апеляція
zh: 上诉

# M__COMMON__VIEW_PARENT_COMMENT_THREAD
source: View parent and its comment thread
cs: Zobrazit nadřazené vlákno komentáře
es: Ver origen e hilo de comentarios
hi: पैरेंट और इसका सामान्य थ्रेड देखें
it: Visualizza la conversazione genitore e il suo commento
ja: 親スレッドとそのコメントスレッドを表示
pl: Zobacz nadrzędny i komentarz
pt: Visualizar o pai e seu comentário
ro: Vizualizați tema de comentariu și părinte
ru: Просмотреть родительский и комментарий к нему
tr: Üst seviyeyi ve yorum dizisini göster
uk: Переглянути батьківський коментар та його обговорення
zh: 查看父及其评论帖子

# M__COMMON__POST_NOT_FOUND
source: Post not found
cs: Příspěvek nenalezen
de: Beitrag nicht gefunden
es: Publicación no encontrada
hi: पोस्ट नहीं मिली
it: Post non trovato
ja: 投稿が見つかりません
pl: Nie znaleziono wpisu
pt: Postagem não encontrada
ro: Postare negăsită
ru: Пост не найден
th: ไม่พบโพสต์
tr: Gönderi bulunamadı
uk: Матеріал не знайдено
zh: 找不到帖子

# I18N__LOCALIZATION_TITLE
source: Localization
cs: Lokalizace
de: Lokalisierung
es: Localización
hi: स्थानीयकरण
it: Localizzazione
ja: 地域化
pl: Lokalizacja
pt: Traduções
ro: Localizare
ru: Локализация
th: การตั้งค่าท้องถิ่น
tr: Yerelleştirme
uk: Локалізація
zh: 本地化

# I18N__LOCALIZATION_DESC
source: Help translate Minds into every global language
cs: Pomozte přeložit Minds do každého světového jazyka
de: Hilf dabei, Gedanken in jede globale Sprache zu übersetzen
es: Ayuda a traducir mentes a cada idioma global
hi: हर वैश्विक भाषा में Minds का अनुवाद करने में मदद करें
it: Aiuta a tradurre Minds in tutte le lingue del mondo
ja: Mindsのすべてのグローバル言語への翻訳を支援する
pl: Pomóż przetłumaczyć umysły na każdy język globalny
pt: Ajude a traduzir Mentes em todos os idiomas
ro: Ajută la traducerea minelor în fiecare limbă globală
ru: Помогите перевести мысли на любой глобальный язык
uk: Допоможіть перекласти Minds на кожну глобальну мову
zh: 帮助将心灵翻译成所有全局语言

# I18N__CONTRIBUTE_ACTION
source: Contribute
cs: Přispějte
de: Mitwirken
es: Contribuir
hi: सहयोग
it: Contribuisci
ja: 貢献
pl: Wesprzyj
pt: Contribuir
ro: Contribuie
ru: Внести вклад
tr: Katkıda bulun
uk: Зробити свій внесок
zh: 贡献

# SETTINGS__NAVIGATION__GENERAL_NAV
source: General
cs: Obecné
de: Allgemein
es: Cambiar tus opciones
hi: सामान्य
it: Generale
ja: 全般
pl: Ogólny
pt: Gerais
ro: Generalități
ru: Общие положения
th: ทั่วไป
tr: Genel
uk: Загальні налаштування
zh: A. 概况

# SETTINGS__NAVIGATION__EMAIL_NOTIFICATIONS_NAV
source: Email Notifications
cs: E-mailová oznámení
de: E-Mail-Benachrichtigungen
hi: ईमेल सूचनाएं
it: Notifiche Email
ja: メール通知
pl: Powiadomienia e-mail
pt: Notificações por e-mail
ro: Notificări prin e-mail
ru: Уведомления по Email
th: การแจ้งเตือนทางอีเมล
uk: Сповіщення електронною поштою
zh: 电子邮件通知

# SETTINGS__NAVIGATION__DISABLE_NAV
source: Deactivate Channel
cs: Deaktivovat kanál
de: Kanal deaktivieren
es: Desactivar canal
hi: चैनल निष्क्रिय करें
it: Disattiva Canale
ja: 僅用於中文
pl: Dezaktywuj kanał
pt: Desativar canal
ro: Dezactivare canal
ru: Отключить канал
th: ปิดใช้งานแชนแนล
tr: Kanalı Devre Dışı Bırak
zh: 停用频道

# SETTINGS__NAVIGATION__2FA_NAV
source: TwoFactor Authentication
cs: Dvoufázové ověření
de: Zwei-Faktor-Authentifizierung
hi: टू फैक्टर ऑथेंटिकेशन
it: Autenticazione in Due Fattori
ja: TwoFactor 認証
pl: Uwierzytelnianie dwuetapowe
th: ยืนยันตัวตนผ่านสองขั้นตอน
tr: İki Adımlı Doğrulama
zh: 两步验证

# SETTINGS__NAVIGATION__SUBSCRIPTIONS_NAV
source: Subscription Tiers
cs: Úrovně předplatného
de: Abonnementstufen
es: Niveles de suscripción
hi: सदस्यता टाई
it: Livelli di Abbonamento
ja: サブスクリプションレベル
pl: Poziomy subskrypcji
pt: Níveis de assinaturas
ro: Niveluri abonament
ru: Уровни подписки
tr: Abonelik Kademeleri
uk: Підписка на рівні
zh: 订阅级别

# SETTINGS__NAVIGATION__BILLINGS_NAV
source: Billing
cs: Fakturace
de: Abrechnung
es: Facturación
hi: बिलिंग
it: Fatturazione
ja: 請求
pl: Płatność
pt: Faturamento
ro: Facturare
th: การเรียกเก็บเงิน
tr: Faturalandırma
zh: 计费

# SETTINGS__NAVIGATION__REPORTED_CONTENT_NAV
source: Reported Content
cs: Nahlášený obsah
de: Gemeldeter Inhalt
es: Contenido reportado
hi: रिपोर्ट किया गया कंटेंट
it: Contenuti Segnalati
ja: 報告されたコンテンツ
pl: Zgłoszona zawartość
pt: Conteúdo relatado
ro: Conținut raportat
ru: Сообщил о контенте
th: เนื้อหาที่ถูกรายงาน
tr: Şikayet Edilmiş İçerik
uk: Оскаржений вміст
zh: 报告的内容

# SETTINGS__BLOCKED_CHANNELS
source: Blocked Channels
cs: Blokované kanály
de: Geblockte Kanäle
es: Canales Bloqueados
hi: अवरुद्ध चैनल
it: Canali bloccati
ja: ブロックしたチャンネル
pl: Zablokowane kanały
pt: Canais bloqueados
ro: Canale blocate
ru: Заблокированный каналы
th: แชนแนลที่ถูกบล็อก
tr: Engellenmiş Kanallar
uk: Заблоковані канали

# SETTINGS__PRO_SETTINGS
source: Pro Settings
cs: Pro - nastavení
hi: प्रो सेटिंग्स
it: Impostazioni Pro
th: ตั้งค่า Pro
tr: Pro Ayarları

# M__ACTION__REFERRAL_LINK
source: Referrals
cs: Doporučení
de: Empfehlungen
es: Referencias
hi: रेफ़रल
it: Referral
ja: 紹介
pl: Polecenia
pt: Referências
ro: Sesizări
th: แนะนำ
tr: Yönlendirmeler
zh: 引用

# MINDS__SETTINGS__ACCOUNT_TIMESTAMP
source: Account created on:
cs: Účet vytvořen dne:
de: Konto erstellt am:
es: Cuenta creada el:
hi: इस पर बनाया गया खाता:
it: Account creato il:
ja: 作成されたアカウント:
pl: Konto utworzone dnia:
pt: Conta criada em:
ro: Cont creat pe:
ru: Учетная запись создана:
th: บัญชีนี้ถูกสร้างเมื่อ:
tr: Hesap şu tarihte oluşturuldu:
uk: Обліковий запис створено:
zh: 帐户创建于：

# MINDS__SETTINGS__DISPLAY_NAME_TITLE
source: Display Name
cs: Zobrazované jméno
de: Anzeigename
es: Nombre público
hi: प्रदर्शित होने वाला नाम
it: Nome Visualizzato
ja: 表示名
pl: Wyświetlana nazwa
pt: Nome para exibição
ro: Nume afișat
ru: Показать имя
th: ชื่อที่แสดง
tr: Görünen Ad
zh: 显示名称

# MINDS__SETTINGS__ACCOUNT_PASSWORD_TITLE
source: Account Password
cs: Heslo účtu
de: Kontokennwort
es: Contraseña de la cuenta
hi: खाता पासवर्ड
it: Password dell'account
ja: アカウントのパスワード
pl: Hasło konta
pt: Senha da Conta
ro: Parola contului
ru: Пароль учетной записи
th: รหัสผ่านบัญชี
tr: Hesap Şifresi
uk: Пароль облікового запису
zh: 账户密码

# MINDS__SETTINGS__CURRENT_PASSWORD_LABEL
source: Current password
cs: Aktuální heslo
de: Aktuelles Passwort
es: Contraseña actual
hi: वर्तमान पासवर्ड
it: Password attuale
ja: 現在のパスワード
pl: Aktualne hasło
pt: Senha atual
ro: Parola curentă
ru: Текущий пароль
th: รหัสผ่านปัจจุบัน
tr: Mevcut Şifre
uk: Поточний пароль
zh: 当前密码

# MINDS__SETTINGS__NEW_PASSWORD_LABEL
source: Your new password
cs: Vaše nové heslo
de: Ihr neues Passwort
es: Nueva contraseña
hi: आपका नया पासवर्ड
it: La tua nuova password
ja: 新しいパスワード
pl: Twoje nowe hasło
pt: Sua nova senha
ro: Noua ta parolă
ru: Ваш новый пароль
th: รหัสผ่านใหม่ของคุณ
tr: Yeni şifreniz
uk: Ваш новий пароль
zh: 您的新密码

# MINDS__SETTINGS__NEW_PASSWORD_AGAIN_LABEL
source: Your new password again
cs: Vaše nové heslo znovu
de: Ihr neues Passwort erneut
es: Repite la nueva contraseña
hi: नया पासवर्ड फिर से डालें
it: Inserisci ancora la tua nuova password
ja: 新しいパスワードを再度入力してください
pl: Twoje nowe hasło ponownie
pt: Sua nova senha novamente
ro: Încă o dată noua parolă
ru: Ваш новый пароль снова
th: ใส่รหัสผ่านใหม่ของคุณอีกครั้ง
tr: Yeni şifreyi tekrar girin
uk: Ваш новий пароль ще раз
zh: 再次输入新密码
