Repository: Minds/front
Catalog: src/locale/Minds.*.xliff
Languages: cs, de, es, hi, it, ja, pl, pt, ro, ru, th, tr, uk, zh

# BOOST__CONSOLE__CARD__TOKENS_VALUE
source: {INTERPOLATION} tokens
cs: {INTERPOLATION} tokeny
de: {INTERPOLATION} Token
hi: {INTERPOLATION} टोकन
it: {INTERPOLATION} token
ja: {INTERPOLATION} トークン
pl: {INTERPOLATION} tokeny
ro: {INTERPOLATION} jetoane
ru: {INTERPOLATION} жетонов
th: {INTERPOLATION} โทเค็น
tr: {INTERPOLATION} token
zh: {INTERPOLATION} 代币

# BOOST__CONSOLE__CARD__REVOKE_ACTION
source: Revoke
cs: Odvolat
de: Widerrufen
es: Anular
hi: वापस लेना
it: Revoca
ja: 取り消す
pt: Revogar
ru: Отозвать
th: เพิกถอน
tr: Geri çek
zh: 撤消

# M__ACTION__REJECT
source: Reject
cs: Odmítnout
de: Ablehnen
es: Rechazar
hi: अस्वीकार
it: Rifiuta
ja: 却下
pl: Odrzuć
pt: Rejeitar
ro: Respingere
ru: Отклонить
th: ปฏิเสธ
tr: Reddet
uk: Відхилити
zh: 拒绝

# M__ACTION__ACCEPT
source: Accept
cs: Přijmout
de: Akzeptieren
es: Aceptar
hi: स्वीकार करें
it: Accetta
ja: 承諾する
pl: Zaakceptuj
pt: Aceitar
ro: Acceptă
ru: Принять
th: ยอมรับ
tr: Kabul et
uk: Прийняти
zh: 接受

# BOOST__CONSOLE__CARD__PREVIOUS_REJECTION
source: Your boost was rejected: {INTERPOLATION}
cs: Váš boost byl odmítnut: {INTERPOLATION}
de: Dein Boost wurde abgelehnt: {INTERPOLATION}
hi: आपका बूस्ट अस्वीकार कर दिया गया था: {INTERPOLATION}
it: Il tuo Boost è stato rifiutato: {INTERPOLATION}
ja: ブーストが拒否されました: {INTERPOLATION}
pl: Twój bok został odrzucony: {INTERPOLATION}
pt: Seu impulso foi rejeitado: {INTERPOLATION}
ro: Amplificarea ta a fost respinsă: {INTERPOLATION}
ru: Ваш ускоритель отклонен: {INTERPOLATION}
th: บูสต์ของคุณถูกปฏิเสธ {INTERPOLATION}
uk: Ваш підсумок відхилено: {INTERPOLATION}
zh: 您的提升被拒绝： {INTERPOLATION}

# Select hashtag dropdown@@M__FEATURE__HASHTAGS
source: Hashtags
cs: Štítky
es: Etiquetas
hi: हैशटैग
ja: ハッシュタグ
pt: Palavras-chave
th: แฮชแท็ก
tr: Etiketler
zh: 标签

# M__FEATURE__WIRE
source: Add tags
cs: Přidat štítky
de: Tags hinzufügen
es: Transferir
hi: टैग जोड़ें
it: Aggiungi tag
ja: タグを追加
pl: Dodaj tagi
pt: Adicionar etiquetas
ro: Adaugă etichete
ru: Добавить теги
th: สนับสนุน
tr: Etiket ekle
uk: Додавання тегів
zh: 添加标签

# TAGS_SELECTOR__SELECT_UP_TO_5_HASHTAGS
source: Select up to 5 hashtags.
cs: Vyberte až 5 štítků.
hi: 5 हैशटैग तक चुनें।
ja: 最大5つのハッシュタグを選択します。
th: เลือกแฮขแท็กมา 5 หัวข้อ
tr: En fazla beş etiket seçin.
zh: 最多选择 5 个标签。

# MINDS__POSTER__SPEAK_YOUR_MIND
source: Speak your mind...
cs: Vyjádřete svůj názor...
es: Di lo que piensas...
hi: अपने मन की बात कहें...
it: Raccontaci cosa hai in mente...
ja: あなたの気持ちを話してください...
pl: Mów umysł...
pt: Diga o que pensa...
ro: Vorbește mintea ta...
th: แบ่งปันความคิดของคุณ...
tr: Zihninizi konuşturun...
uk: Говоріть свій розум...
zh: 说出你的想法

# COMMON__RATING
source: Rating
cs: Hodnocení
de: Bewertung
it: Valutazione
ja: 評価
pl: Ocena
pt: Classificação
ro: Clasificare
ru: Рейтинг
uk: Рейтинг

# MINDS__POSTER__POST_ACTION
source: Post
cs: Publikovat
de: Posten
es: Publicar
hi: पोस्ट
it: Posta
ja: 投稿
pl: Wpis
ro: Postează
ru: Публикация
th: โพสต์
tr: Gönder
uk: Публікація
zh: 发布

# BOOST__CONSOLE__BOOSTER__CTA
source: Boosting guarantees more views on your posts and content.
cs: Boostování zaručuje více zhlédnutí vašich příspěvků a obsahu.
de: Das Booten garantiert mehr Ansichten zu Ihren Beiträgen und Inhalten.
es: Promover garantiza más vistas en tus publicaciones y contenido.
hi: बूस्ट करने से आपकी पोस्ट और कंटेंट पर ज़्यादा व्यू मिलने की गारंटी मिलती है।
it: Mettere il Boost garantisce più visualizzazioni sui tuoi post e contenuti.
ja: ブーストにより、投稿やコンテンツの閲覧数が増えます。
pl: Wzmocnienie gwarantuje więcej poglądów na temat twoich postów i treści.
pt: Aumentar o consumo garante mais visualizações sobre as suas postagens e o seu conteúdo.
ro: Stimularea garantează mai multe vizualizări pe conținutul și postările tale.
ru: Ускорение гарантирует больше просмотров ваших сообщений и контента.
th: บูสต์เพื่อเพิ่มยอดเข้าชมในโพสต์และเนื้อหาของคุณ
uk: Підвищення гарантує більше переглядів на ваших повідомленнях і вмісті.
zh: 提升能保证对您的帖子和内容有更多的看法。

# BOOST__CONSOLE__BOOSTER__POST_SOMETHING
source: You have no content yet. Why don't you post something?
cs: Zatím nemáte žádný obsah. Proč něco nezveřejníte?
es: No tienes contenido todavía ¿Por qué no publicas algo?
hi: आपके पास अभी तक कोई कंटेंट नहीं है। आप कुछ पोस्ट क्यों नहीं करते?
it: Non hai ancora alcun contenuto. Perché non pubblichi qualcosa?
ja: まだコンテンツがありません。何か投稿してみませんか？
pl: Nie masz jeszcze żadnych treści. Czemu coś nie dodasz?
pt: Você ainda não tem conteúdo. Por que não postou algo?
ro: Încă nu ai conținut. De ce nu postezi ceva?
ru: У вас пока нет содержимого. Почему бы вам что-то не опубликовать?
th: คุณยังไม่มีคอนเทนท์เลย ลองโพสต์อะไรหน่อยมั้ย
tr: Hiç içeriğiniz yok. Neden bir gönderi paylaşmıyorsunuz?
uk: У вас поки що немає жодного змісту. Чому ви не можете нічого опублікувати?
zh: 你还没有内容。为什么你不发布什么呢？

# BOOST__CONSOLE__BOOSTER__YOUR_CHANNEL_TITLE
source: Your channel
cs: Váš kanál
de: Dein Kanal
es: Tu canal
hi: आपका चैनल
it: Il tuo canale
ja: あなたのチャンネル
pl: Twój kanał
pt: Seu canal
ro: Canalul tău
ru: Ваш канал
th: แชนแนลของคุณ
tr: Kanalınız
uk: Ваш канал
zh: 您的频道

# BOOST__CONSOLE__BOOSTER__YOUR_RECENT_MEDIA_TITLE
source: Your recent media
cs: Vaše nedávná média
de: Ihre letzten Medien
es: Tus medios recientes
hi: आपका हालिया मीडिया
it: I tuoi media recenti
ja: 最近のメディア
pl: Twoje najnowsze media
pt: Sua mídia recente
ro: Fișierul tău recent
th: ภาพถ่ายช่วงนี้ของคุณ
tr: Yakın zamanlı medyanız
uk: Ваші останні медіа
zh: 您最近的媒体

# WIRE__LOCK_SCREEN__RECEIVED_TIMEOUT_LABEL
source: We've received your transaction. Please try unlocking this post after it gets processed. We estimate it may take around 5 minutes.
cs: Obdrželi jsme vaši transakci. Prosím, zkuste tento příspěvek odemknout až po zpracování. Odhadujeme, že to může trvat asi 5 minut.
de: Wir haben deine Transaktion erhalten. Bitte versuche diesen Beitrag zu entsperren, nachdem er verarbeitet wurde. Wir schätzen, dass es ungefähr 5 Minuten dauern kann.
es: Hemos recibido tu transacción. Por favor, intenta desbloquear esta publicación después de ser procesada. Estimamos que puede tardar unos 5 minutos.
hi: हमने आपका लेन-देन प्राप्त कर लिया है। कृपया प्रोसेस होने के बाद इस पोस्ट को अनलॉक करने की कोशिश करें। हमारा अनुमान है कि इसमें लगभग 5 मिनट लग सकते हैं।
it: Abbiamo ricevuto la tua transazione. Prova a sbloccare questo post dopo che sarà stato elaborato. Stimiamo che potrebbero volerci circa 5 minuti.
ja: トランザクションを受信しました。このポストのロックを解除してみてください。処理が完了したら、おおよそ5分かかる場合があります。
pl: Otrzymaliśmy Twoją transakcję. Spróbuj odblokować ten post po jego przetworzeniu. Szacujemy, że może to potrwać około 5 minut.
pt: Recebemos sua transação. Por favor, tente desbloquear este post após ele ser processado. Estimamos que ele pode demorar cerca de 5 minutos.
ro: Am primit tranzacția ta. Te rugăm să încerci să deblochezi această postare după ce este procesată. Estimăm că ar putea dura aproximativ 5 minute.
ru: Мы получили вашу транзакцию. Пожалуйста, попробуйте разблокировать эту запись после того, как она будет обработана. Мы оценим, что это может занять около 5 минут.
th: โปรดลองปลดล็อกโพสต์นี้หลังจากการประมวลผลเสร็จสิ้นแล้ว เราคาดว่าอาจจะใช้เวลาประมาณ 5 นาที
tr: İşleminiz bize ulaştı. Lütfen işlemden geçtiğinde bu gönderinin kilidini açmayı deneyiniz. Bu tahminimizce 5 dakika sürebilir.
uk: Ми отримали транзакцію. Будь ласка, спробуйте розблокувати цей допис після обробки. Ми оцінюємо це може зайняти близько 5 хвилин.
zh: 我们已收到您的交易。请尝试在该帖子处理后解锁。我们估计可能需要大约5分钟。

# WIRE__LOCK_SCREEN__WIRE_ME_OVER_PART
source: Wire me over
cs: Převeďte mi pomocí
de: Übertrage mich
hi: मुझे इसके ज़रिए भुगतान करें
it: Bonificami
ja: 私を電信送金する
pl: Wire mnie ponad
pt: Me sobrepõe
ro: Fă un foc peste
ru: Провести меня через
th: ต่อสายให้ฉัน
tr: Bana Wire gönder
uk: Wire мене більше
zh: 连线我

# WIRE__LOCK_SCREEN__USD_PER_MONTH
source: {INTERPOLATION} /month
cs: {INTERPOLATION} /měsíc
de: {INTERPOLATION} /Monat
es: {INTERPOLATION} /mes
hi: {INTERPOLATION} /माह
it: {INTERPOLATION} /mese
ja: {INTERPOLATION} /月
pl: {INTERPOLATION} / miesiąc
pt: {INTERPOLATION} /mês
ro: {INTERPOLATION} /lună
ru: {INTERPOLATION} /месяц
th: {INTERPOLATION} ต่อเดือน
tr: aylık {INTERPOLATION}
uk: {INTERPOLATION} /місяць
zh: {INTERPOLATION} /月

# WIRE__LOCK_SCREEN__POINTS_PER_MONTH
source: {INTERPOLATION} points/month
cs: {INTERPOLATION} bodů/měsíc
de: {INTERPOLATION} Punkte/Monat
es: {INTERPOLATION} puntos/mes
hi: {INTERPOLATION} पॉइंट/माह
it: {INTERPOLATION} punti/mese
ja: {INTERPOLATION} ポイント/月
pl: {INTERPOLATION} punktów/miesiąc
pt: {INTERPOLATION} pontos/mês
ro: {INTERPOLATION} puncte/lună
ru: {INTERPOLATION} баллов в месяц
th: {INTERPOLATION} พอยท์ต่อเดือน
tr: aylık {INTERPOLATION} puan
zh: {INTERPOLATION} 分/月

# WIRE__LOCK_SCREEN__TOKENS_PER_MONTH
source: {INTERPOLATION} Tokens/month
cs: {INTERPOLATION} tokenů za měsíc
de: {INTERPOLATION} Token/Monat
es: {INTERPOLATION} tokens/mes
hi: {INTERPOLATION} टोकन/महीना
it: {INTERPOLATION} Tokens/mese
ja: {INTERPOLATION} トークン/月
pl: {INTERPOLATION} Tokenów/miesiąc
pt: {INTERPOLATION} Tokens/mês
th: {INTERPOLATION} โทเค็นต่อเดือน
tr: aylık {INTERPOLATION} Token
zh: {INTERPOLATION} 代币/月

# WIRE__LOCK_SCREEN__TO_SEE_TITLE_PART
source: to see this post.
cs: pro zobrazení tohoto příspěvku.
de: um diesen Beitrag zu sehen.
es: para ver esta publicación.
hi: इस पोस्ट को देखने के लिए।
it: per vedere questo post.
ja: このポストを見るために
pl: aby zobaczyć ten post.
pt: para ver esta publicação.
ro: pentru a vedea acest post.
ru: чтобы увидеть этот пост.
th: เพื่อดูโพสต์นี้
tr: bu gönderiyi görmeniz için gerekmektedir.
uk: щоб побачити це повідомлення.
zh: 查看此帖子。

# WIRE__LOCK_SCREEN__ONLY_SUPPORTERS_TITLE_PART
source: Only supporters who wire you over
cs: Pouze podporovatelé, kteří vám převedou alespoň
de: Nur Unterstützer, die dich überführen
es: Sólo los partidarios que te transfieren más de
hi: केवल सपोर्टर जो आपको भुगतान करते हैं
it: Solo i sostenitori che ti inviano accrediti
ja: あなたを送金するサポーターのみ
pl: Tylko zwolennicy, którzy Cię przechodzą
pt: Apenas apoiadores que te arrumam
ru: Только сторонники, которые провоцируют вас
th: เฉพาะผู้สนับสนุน
tr: Sadece size Wire gönderen destekçileriniz
uk: Тільки прихильники, які підколюють вас
zh: 仅限支持者将你连线

# WIRE__LOCK_SCREEN__WILL_SEE_TITLE_PART
source: will see this post.
cs: uvidí tento příspěvek.
de: wird diesen Beitrag sehen.
es: verán esta publicación.
hi: इस पोस्ट को देखेंगे।
it: vedrà questo post.
ja: このポストを見ることになります。
pl: zobaczy ten post.
pt: verá esta publicação.
ro: va vedea acest post.
ru: будет видеть этот пост.
th: จะเห็นโพสต์นี้
tr: bu gönderiyi görebilecektir.
uk: буде бачити цей пост.
zh: 将看到此帖子。

# WIRE__LOCK_SCREEN__UNLOCK_ACTION
source: Unlock
cs: Odemknout
de: Entsperren
es: Desbloquear
hi: अनलॉक करें
it: Sblocca
ja: アンロック
pl: Odblokuj
pt: Desbloquear
ro: Deblocare
ru: Разблокировать
th: ปลดล็อค
tr: Kilidi Aç
uk: Розблокувати
zh: 解锁

# WIRE__LOCK_SCREEN__CAN_ONLY_BE_SEEN_TITLE_PART
source: This post can only be seen by supporters who wire
cs: Tento příspěvek mohou vidět pouze podporovatelé, kteří převedou
de: Dieser Beitrag kann nur von Unterstützern gesehen werden, die Draht
es: Esta publicación solo podrá ser vista por partidarios que transfieren
hi: यह पोस्ट केवल उन सपोर्टर द्वारा देखी जा सकती है जो भुगतान करते हैं
it: Questo post può essere visto solo da sostenitori che inviano bonifici
ja: この投稿は、ワイヤーを使ったサポーターのみが閲覧できます
pl: Ten post może być widoczny tylko przez zwolenników, którzy drukują
pt: Este post só pode ser visto por apoiadores que armam
ro: Această postare poate fi văzută doar de suporterii care cablează
ru: Этот пост может быть виден только сторонники, которые провоцируют
th: โพสต์นี้สามารถเข้าถึงได้เฉพาะผู้ที่สนับสนุนเท่านั้น
uk: Цей пост може побачити тільки ті, хто проводив дріт
zh: 这个帖子只能被电线支持者看到。

# WIRE__LOCK_SCREEN__OVER_USD_PER_MONTH
source: over {INTERPOLATION} /month
cs: alespoň {INTERPOLATION} / měsíc
de: über {INTERPOLATION} /Monat
es: más de {INTERPOLATION} /mes
hi: {INTERPOLATION} /माह से अधिक
it: oltre {INTERPOLATION} /mese
ja: {INTERPOLATION} /月以上
pl: ponad {INTERPOLATION} /miesiąc
pt: mais de {INTERPOLATION} /mês
ro: peste {INTERPOLATION} /lună
ru: более {INTERPOLATION} /месяц
th: มากกว่า {INTERPOLATION} ต่อเดือน
tr: aylık {INTERPOLATION} 'dan fazla
zh: 超过 {INTERPOLATION} /月

# WIRE__LOCK_SCREEN__OVER_POINTS_PER_MONTH
source: over {INTERPOLATION} points/month
cs: alespoň {INTERPOLATION} bodů/měsíc
de: über {INTERPOLATION} Punkte/Monat
es: más de {INTERPOLATION} puntos/mes
hi: {INTERPOLATION} पॉइंट/माह से अधिक
it: oltre {INTERPOLATION} punti/mese
ja: {INTERPOLATION} ポイント/月以上
pl: ponad {INTERPOLATION} punktów/miesiąc
pt: mais de {INTERPOLATION} pontos/mês
ro: peste {INTERPOLATION} puncte/lună
ru: более {INTERPOLATION} баллов в месяц
th: มากกว่า {INTERPOLATION} พอยท์ต่อเดือน
uk: більше {INTERPOLATION} балів/місяць
zh: 超过 {INTERPOLATION} 点/月

# WIRE__LOCK_SCREEN__OVER_TOKENS_PER_MONTH
source: over {INTERPOLATION} Tokens/month
cs: alespoň {INTERPOLATION} tokenů za měsíc
de: über {INTERPOLATION} Token/Monat
es: más de {INTERPOLATION} tokens/mes
hi: {INTERPOLATION} टोकन/महीना
it: oltre {INTERPOLATION} Tokens/mese
ja: {INTERPOLATION} トークン/月以上
pl: ponad {INTERPOLATION} Tokenów/miesiąc
pt: mais de {INTERPOLATION} Tokens/mês
th: มากกว่า {INTERPOLATION} โทเค็นต่อเดือน
zh: 超过 {INTERPOLATION} 个令牌/月

# WIRE__LOCK_SCREEN__TO_USERNAME_PART
source: to @ {INTERPOLATION}
cs: uživateli @ {INTERPOLATION}
de: auf @ {INTERPOLATION}
es: a @ {INTERPOLATION}
hi: @ {INTERPOLATION} को
it: a @ {INTERPOLATION}
ja: @ {INTERPOLATION} へ
pl: do @ {INTERPOLATION}
pt: para @ {INTERPOLATION}
ro: pentru a @ {INTERPOLATION}
ru: на @ {INTERPOLATION}
th: ถึง @ {INTERPOLATION}
tr: kime @ {INTERPOLATION}
uk: до @ {INTERPOLATION}
zh: 到 @ {INTERPOLATION}

# WIRE__CHANNEL__WIRE_ME_ACTION
source: Wire me
cs: Převeďte mi
de: Draht
hi: मुझे भुगतान करें
it: Inviami un bonifico
pt: Me arame
ro: Fă schimb
ru: Провести меня
th: สนับสนุนฉัน
tr: Bana Wire gönder
zh: Wire 我

# COMMON__SUPPORT_USERNAME
source: Support {INTERPOLATION}
cs: Podpořit {INTERPOLATION}
de: Unterstütze {INTERPOLATION}
es: Apoyar a {INTERPOLATION}
hi: सपोर्ट {INTERPOLATION}
it: Supporto {INTERPOLATION}
ja: {INTERPOLATION} をサポート
pl: Obsługa {INTERPOLATION}
pt: Suporte {INTERPOLATION}
ro: Suport {INTERPOLATION}
ru: Поддержка {INTERPOLATION}
th: สนับสนุน {INTERPOLATION}
tr: {INTERPOLATION} kullanıcısını destekle
uk: Підтримка {INTERPOLATION}
zh: 支持 {INTERPOLATION}

# WIRE__CHANNEL__REWARDS_TITLE
source: Rewards
cs: Odměny
de: Belohnungen
es: Recompensas
hi: पुरस्कार
it: Ricompense
ja: 報酬
pl: Nagrody
pt: Recompensas
ro: Recompense
ru: Награды
th: รางวัล
tr: Ödüller
uk: Винагорода
zh: 奖励

# WIRE__CHANNEL__REWARDS_PARENT_TOOLTIP
source: Give your supporters something in exchange for tokens or cash.
cs: Dejte něco svým podporovatelům výměnou za tokeny nebo peníze.
de: Gib deinen Anhängern etwas im Tausch gegen Token oder Bargeld.
es: Dale a tus seguidores algo a cambio de tokens o efectivo.
hi: टोकन या कैश के बदले में अपने सपोर्टर को कुछ दें।
it: Dai ai tuoi sostenitori qualcosa in cambio di gettoni o contanti.
ja: あなたの支持者にトークンや現金と引き換えに何かを与えます。
pl: Daj swoim zwolennikom coś w zamian za tokeny lub gotówkę.
pt: Dê aos seus apoiadores algo em troca de tokens ou dinheiro.
ro: Dă-le susținătorilor tăi ceva în schimb pentru jetoane sau numerar.
th: ให้ผู้สนับสนุนของคุณเพื่อแลกกับโทเค็นหรือเงินสด
zh: 给你的支持者换取代币或现金。

# M__FEATURE__WIRE_PLURAL
source: Wires
cs: Převody
de: Kabel
es: Transferencias
hi: भुगतान
it: Bonifici
ja: ワイヤ
pl: Przewody
pt: Arames
ro: Fir
ru: Проводки
th: การสนับสนุน
uk: Каркас
zh: 电线

# WIRE__CHANNEL__OVERVIEW__WIRES_CARD_TOOLTIP
source: How many wires {START_TAG_SPAN} @ {CLOSE_TAG_SPAN} {INTERPOLATION} has received in the last 30 days
cs: Kolik převodů {START_TAG_SPAN} @ {CLOSE_TAG_SPAN} {INTERPOLATION} obdržel(a) za posledních 30 dní
de: Wie viele Kabel hat {START_TAG_SPAN} @ {CLOSE_TAG_SPAN} {INTERPOLATION} in den letzten 30 Tagen erhalten
es: Cuántos cables ha recibido {START_TAG_SPAN} @ {CLOSE_TAG_SPAN} {INTERPOLATION} en los últimos 30 días
hi: पिछले 30 दिनों में कितने भुगतान {START_TAG_SPAN} @ {CLOSE_TAG_SPAN} {INTERPOLATION} प्राप्त हुए हैं
it: Quanti bonifici {START_TAG_SPAN} @ {CLOSE_TAG_SPAN} {INTERPOLATION} ha ricevuto negli ultimi 30 giorni
ja: 過去 30 日間で {START_TAG_SPAN} @ {CLOSE_TAG_SPAN} {INTERPOLATION} のワイヤーが何本受け取ったか
pl: Ile drutów {START_TAG_SPAN} @ {CLOSE_TAG_SPAN} {INTERPOLATION} otrzymało w ciągu ostatnich 30 dni
pt: Quantos arames {START_TAG_SPAN} @ {CLOSE_TAG_SPAN} {INTERPOLATION} recebeu nos últimos 30 dias
ro: Câte fire {START_TAG_SPAN} @ {CLOSE_TAG_SPAN} {INTERPOLATION} au primit în ultimele 30 de zile
ru: Сколько проводов {START_TAG_SPAN} @ {CLOSE_TAG_SPAN} {INTERPOLATION} получено за последние 30 дней
th: มีการโอนเงินกี่ครั้ง {START_TAG_SPAN} @ {CLOSE_TAG_SPAN} {INTERPOLATION} ที่ได้รับในช่วง 30 วันที่ผ่านมา
tr: Son 30 gün içerisinde {START_TAG_SPAN} @ {CLOSE_TAG_SPAN} {INTERPOLATION} kaç Wire aldı
uk: За останні 30 днів отримано отримано {START_TAG_SPAN} @ {CLOSE_TAG_SPAN} {INTERPOLATION}
zh: 在过去30天内收到了多少线 {START_TAG_SPAN} @ {CLOSE_TAG_SPAN} {INTERPOLATION}

# M__FEATURE__TOKENS
source: Tokens
cs: Tokeny
de: Token
hi: टोकन
it: Token
ja: トークン
pl: Tokeny
ru: Жетоны
th: โทเคน
zh: 令牌

# WIRE__CHANNEL__OVERVIEW__POINTS_CARD_TOOLTIP
source: This is {START_TAG_SPAN} @ {CLOSE_TAG_SPAN} {INTERPOLATION} 's total volume (gross) of all Token wires received in the last 30 days
cs: Toto je celkový (hrubý) objem všech tokenů uživatele {START_TAG_SPAN} @ {CLOSE_TAG_SPAN} {INTERPOLATION} obdržených převodem za posledních 30 dní
de: Dies ist {START_TAG_SPAN} @ {CLOSE_TAG_SPAN} {INTERPOLATION} 's Gesamtvolumen (brutto) aller Token-Drähte, die in den letzten 30 Tagen empfangen wurden
es: Este es el volumen total de {START_TAG_SPAN} @ {CLOSE_TAG_SPAN} {INTERPOLATION} (bruto) de todos los cables de Token recibidos en los últimos 30 días
hi: यह पिछले 30 दिनों में प्राप्त सभी टोकन भुगतान का {START_TAG_SPAN} @ {CLOSE_TAG_SPAN} {INTERPOLATION} का कुल वॉल्यूम (योग) है।
it: Questo è il volume totale (lordo) di {START_TAG_SPAN} @ {CLOSE_TAG_SPAN} {INTERPOLATION} di tutti i Token ricevuti tramite bonifico negli ultimi 30 giorni
pt: Isto é {START_TAG_SPAN} @ {CLOSE_TAG_SPAN} {INTERPOLATION} o volume total (bruto) de todos os Tokens recebidos nos últimos 30 dias

# WIRE__CHANNEL__OVERVIEW__BREAKDOWN_LINK
source: See breakdown
cs: Viz členění
de: Aufteilung ansehen
es: Ver detalle
hi: विस्तृत जानकारी देखें
it: Guarda il breakdown
ja: 内訳を見る
pl: Zob. podział
pt: Ver detalhes
ro: Vezi defalcarea
ru: Смотрите разбивку
th: แจกแจง
tr: Dökümünü gör
uk: Дивитися розбивки
zh: 查看明细表

# WIRE__CHANNEL__OVERVIEW__BREAKDOWN_LINK_TOOLTIP
source: See a breakdown of all your Wires in your wallet
cs: Podívejte se na rozpis všech vašich převodů ve vaší peněžence
de: Sehen Sie eine Aufschlüsselung aller Ihrer Kabel in Ihrer Brieftasche
es: Ver los detalles de todas tus transferencias en tu monedero
hi: अपने वॉलेट में आपके सभी भुगतान की विस्तृत जानकारी देखें
it: Guarda un breakdown di tutti i bonifici nel tuo portafoglio
ja: ウォレット内のすべてのワイヤーの内訳を見る
pl: Zobacz podział wszystkich twoich Wires w Twoim portfelu
pt: Veja um detalhamento de todos os seus arames em sua carteira
ru: Посмотреть разбивку проводов в вашем кошельке
th: ดูรายละเอียดของการสนับสนุนในกระเป๋าเงินของคุณทั้งหมด
zh: 查看你钱包中所有铁丝的明细表

# WIRE__CHANNEL__OVERVIEW__YOU_SENT_CARD_LABEL
source: You Sent
cs: Odeslali jste
de: Du hast gesendet
es: Enviaste
hi: आपने भेजा
it: Hai Inviato
ja: 送信しました
pl: Wysłano
pt: Você Enviou
ro: Ai trimis
ru: Вы отправили
th: คุณส่งแล้ว
tr: Gönderdiğiniz
uk: Ви відправлені
zh: 您已发送

# WIRE__CHANNEL__OVERVIEW__YOU_SENT_CARD_TOOLTIP
source: This is the amount you have wired to {INTERPOLATION} in the last 30 days
cs: Toto je částka, kterou jste převedli {INTERPOLATION} za posledních 30 dní
de: Dies ist der Betrag, den du in den letzten 30 Tagen mit {INTERPOLATION} verbunden hast
es: Esta es la cantidad que has conectado a {INTERPOLATION} en los últimos 30 días
hi: यह वह राशि है जो आपने पिछले 30 दिनों में {INTERPOLATION} को भुगतान की है
it: Questo è l'importo che hai bonificato a {INTERPOLATION} negli ultimi 30 giorni
ja: 過去30日間で {INTERPOLATION} に接続した金額です
pl: Jest to kwota, którą jesteś wliczony do {INTERPOLATION} w ciągu ostatnich 30 dni
pt: Este é o valor que você enviou para {INTERPOLATION} nos últimos 30 dias
ro: Aceasta este suma pe care ai făcut-o cu fir la {INTERPOLATION} în ultimele 30 de zile
ru: Это сумма, которую вы вывели на {INTERPOLATION} за последние 30 дней
th: นี่คือจำนวนเงินสำหรับรายการ {INTERPOLATION} ใน 30 วันที่ผ่านมา
tr: Bu sizin {INTERPOLATION} kullanıcısına son 30 günde gönderdiğiniz Wire miktarıdır
uk: Це сума, яку ви забрали до {INTERPOLATION} за останні 30 днів
zh: 这是您在过去 30 天内有线至 {INTERPOLATION} 的金额

# M__FEATURE__PUBLIC
source: Paywall
cs: Placený obsah
hi: पे-वॉल
zh: 付费墙

# WIRE__THRESHOLD_INPUT__SELECT_FROM_OR_ENTER_CUSTOM_DESC
source: Select from one of your rewards or enter a custom amount of tokens to restrict who can see this post.
cs: Vyberte si z jedné z vašich odměn nebo zadejte vlastní množství tokenů, které omezí, kdo může vidět tento příspěvek.
de: Wähle aus einer deiner Belohnungen oder gib eine benutzerdefinierte Anzahl an Tokens ein, um zu beschränken, wer diesen Beitrag sehen kann.
es: Selecciona de una de tus recompensas o introduce una cantidad personalizada de fichas para restringir quién puede ver este post.
hi: अपने पुरस्कारों में से कोई एक चुनें या यह प्रतिबंधित करने के लिए टोकन की कस्टम राशि दर्ज करें कि इस पोस्ट को कौन देख सकता है।
it: Seleziona da una delle tue ricompense o inserisci una quantità personalizzata di token per limitare chi può vedere questo post.
ja: 報酬のいずれかを選択するか、カスタムのトークンを入力して、誰がこの投稿を閲覧できるかを制限します。
pl: Wybierz jedną z nagród lub wprowadź niestandardową ilość tokenów, aby ograniczyć, kto może zobaczyć ten post.
pt: Selecione uma de suas recompensas ou entre em uma quantidade personalizada de tokens para restringir quem pode ver este post.
ro: Selectați din una dintre recompense sau introduceți o cantitate personalizată de jetoane pentru a restricționa cine poate vedea acest post.
ru: Выберите одну из ваших наград или введите другое количество жетонов, чтобы ограничить кто может видеть эту запись.
th: เลือกรางวัลหรือป้อนจำนวนโทเค็นที่ต้องการเพื่อจำกัดคนที่สามารถเป็นโพสต์นี้
zh: 从您的奖励中选择一个或输入一个自定义的代币数量来限制谁可以看到这个帖子。

# WIRE__THRESHOLD_INPUT__ENTER_HOW_MANY_DESC
source: Enter how many tokens users should send you in order to see this post.
cs: Zadejte, kolik tokenů by vám uživatelé měli poslat, aby mohli zobrazit tento příspěvek.
de: Geben Sie ein, wie viele Tokens Benutzer Sie senden sollen, um diesen Beitrag zu sehen.
es: Introduzca cuántas fichas deben enviarte los usuarios para poder ver este mensaje.
hi: दर्ज करें कि यूज़र यह पोस्ट देखने के लिए आपको कितने टोकन भेजे।
it: Inserisci quanti token gli utenti dovrebbero inviarti per vedere questo post.
ja: この投稿を表示するためにユーザーがあなたに送信するトークンの数を入力してください。
pl: Wprowadź liczbę użytkowników tokenów, aby zobaczyć ten post.
pt: Digite quantos usuários de tokens devem enviá-lo para ver este post.
ro: Introduceți numărul de utilizatori care vă vor trimite pentru a vedea acest post.
th: ป้อนจำนวนโทเค็นที่ผู้ใช้ควรส่งให้คุณเพื่อจะได้เห็นโพสต์นี้
tr: Bu gönderiyi görmek için kullanıcıların kaç token göndermeleri gerektiğini yazın.
zh: 输入用户应该向您发送多少代币才能看到此帖子。

# WIRE__THRESHOLD_INPUT__TOKENS_AND_OVER_LABEL
source: {INTERPOLATION} Tokens and Over
cs: {INTERPOLATION} tokenů a více
de: {INTERPOLATION} Token und mehr
es: Tokens de {INTERPOLATION} y más
hi: {INTERPOLATION} टोकन और ओवर
it: {INTERPOLATION} Token e Oltre
ja: {INTERPOLATION} トークン以上
pl: {INTERPOLATION} Tokeny i zakończone
pt: {INTERPOLATION} Tokens e muito mais
th: {INTERPOLATION} โทเค็น
tr: {INTERPOLATION} Token ve Fazlası
zh: {INTERPOLATION} 代币及以上
