Repository: Minds/front
Catalog: src/locale/Minds.*.xliff
Languages: cs, de, es, hi, it, ja, pl, pt, ro, ru, th, tr, uk, zh

# COMMON__EARN_EVERY_TIME_TRANSACTIONS
source: Earn {START_EMPHASISED_TEXT} {ICU} {CLOSE_EMPHASISED_TEXT} every time you perform an OnChain transaction with your Minds Tokens.
cs: Vydělávejte {START_EMPHASISED_TEXT} {ICU} {CLOSE_EMPHASISED_TEXT} pokaždé, když provedete On-Chain transakci s vašimi Tokeny.
hi: हर बार जब अपने Minds टोकन के साथ OnChain लेन-देन करने पर, {START_EMPHASISED_TEXT} {ICU} {CLOSE_EMPHASISED_TEXT} कमाएं।
ja: Minds TokensでOnChainトランザクションを実行するたびに {START_EMPHASISED_TEXT} {ICU} {CLOSE_EMPHASISED_TEXT} を獲得します。
zh: 每当您使用您的心灵令牌进行OnChain交易时，您都会获得 {START_EMPHASISED_TEXT} {ICU} {CLOSE_EMPHASISED_TEXT} 。

source: {VAR_PLURAL, plural, =1 { {INTERPOLATION} point} other { {INTERPOLATION} points} }
cs: {VAR_PLURAL, plural, =1 { {INTERPOLATION} bod} other { {INTERPOLATION} bodů} }
de: {VAR_PLURAL, plural, =1 { {INTERPOLATION} Punkt} other { {INTERPOLATION} Punkte} }
it: {VAR_PLURAL, plural, =1 { {INTERPOLATION} punto} other { {INTERPOLATION} punti} }
pl: {VAR_PLURAL, plural, =1 { {INTERPOLATION} punkt} other { {INTERPOLATION} punkty} }
pt: {VAR_PLURAL, plural, =1 { {INTERPOLATION} ponto} other { {INTERPOLATION} pontos} }
ru: {VAR_PLURAL, plural, =1 { {INTERPOLATION} очко} other { {INTERPOLATION} очков} }

# COMMON__JURY_DUTY
source: Jury Duty
cs: Povinnost poroty
de: Jury Pflicht
es: Duelo del Jurado
it: Servizio di giuria
ja: 審査員の義務
pl: Stawka Jury
pt: Dever do Juramento
ro: Obligația Juriului
ru: Обязанность жюри
tr: Jüri Görevi
uk: Юрій Мито
zh: 陪审团职责

# COMMON__EARN_EVERY_TIME_DECISIONS
source: Earn {START_EMPHASISED_TEXT} {ICU} {CLOSE_EMPHASISED_TEXT} every time you participate in our Jury system to review appeals on content moderation decisions.
cs: Vydělávejte {START_EMPHASISED_TEXT} {ICU} {CLOSE_EMPHASISED_TEXT} pokaždé, když se účastníte našeho systému poroty pro přezkoumání odvolání u moderovaného obsahu.
de: Verdienen Sie {START_EMPHASISED_TEXT} {ICU} {CLOSE_EMPHASISED_TEXT} jedes Mal, wenn Sie an unserem Jury-System teilnehmen, um Beschwerden über Entscheidungen zur inhaltlichen Moderation zu prüfen.
es: Gana {START_EMPHASISED_TEXT} {ICU} {CLOSE_EMPHASISED_TEXT} cada vez que participes en nuestro sistema del Jurado para revisar los llamamientos en las decisiones de moderación de contenido.
hi: कंटेंट मॉडरेशन निर्णयों पर अपील की समीक्षा करने के लिए हर बार जब आप हमारे जूरी सिस्टम में भाग लेते हैं, तो {START_EMPHASISED_TEXT} {ICU} {CLOSE_EMPHASISED_TEXT} जीतें।
it: Guadagna {START_EMPHASISED_TEXT} {ICU} {CLOSE_EMPHASISED_TEXT} ogni volta che partecipi al nostro sistema di giuria per rivedere gli appelli sulle decisioni di moderazione dei contenuti.
ja: 審査員制度に参加するたびに {START_EMPHASISED_TEXT} {ICU} {CLOSE_EMPHASISED_TEXT} を獲得し、コンテンツモデレーションの決定に関するアピールを確認してください。
pl: Zarabiaj {START_EMPHASISED_TEXT} {ICU} {CLOSE_EMPHASISED_TEXT} za każdym razem, gdy bierzesz udział w naszym systemie jury, aby przejrzeć odwołania od decyzji o moderacji treści.
pt: Ganhe {START_EMPHASISED_TEXT} {ICU} {CLOSE_EMPHASISED_TEXT} toda vez que você participe do nosso sistema de júri para revisar recursos nas decisões de moderação do conteúdo.
ro: Câștigă {START_EMPHASISED_TEXT} {ICU} {CLOSE_EMPHASISED_TEXT} de fiecare dată când participi în sistemul nostru de juriu pentru a revizui apelurile asupra deciziilor de moderare a conținutului.
zh: 每次您参加我们的陪审团系统来审查对内容审核决定的上诉时，都会获得 {START_EMPHASISED_TEXT} {ICU} {CLOSE_EMPHASISED_TEXT} 。

source: {VAR_PLURAL, plural, =1 { {INTERPOLATION} point} other { {INTERPOLATION} points} }
cs: {VAR_PLURAL, plural, =1 { {INTERPOLATION} bod} other { {INTERPOLATION} bodů} }
de: {VAR_PLURAL, plural, =1 { {INTERPOLATION} Punkt} other { {INTERPOLATION} Punkte} }
it: {VAR_PLURAL, plural, =1 { {INTERPOLATION} punto} other { {INTERPOLATION} punti} }
pl: {VAR_PLURAL, plural, =1 { {INTERPOLATION} punkt} other { {INTERPOLATION} punkty} }
pt: {VAR_PLURAL, plural, =1 { {INTERPOLATION} ponto} other { {INTERPOLATION} pontos} }
ru: {VAR_PLURAL, plural, =1 { {INTERPOLATION} очко} other { {INTERPOLATION} очков} }

# COMMON__HOURLY_CHECK_INS
source: Hourly Check-ins
cs: Hodinové přihlášení
de: Stündliche Check-ins
es: Entradas horarias
hi: हर घंटे चेक-इन
it: Check-In Orario
ja: 毎時チェックイン数
pl: Godzinne odprawy
pt: Check-ins por hora
ro: Verificări pe oră
tr: Her Saat Giriş Yapmak
uk: Погодинні повернення
zh: 每小时签入

# COMMON__VOTING_COMMENTING
source: Earn {START_EMPHASISED_TEXT} {ICU} {CLOSE_EMPHASISED_TEXT} every hour that you check in to the app and perform an action, such as voting or commenting.
cs: Vydělávejte {START_EMPHASISED_TEXT} {ICU} {CLOSE_EMPHASISED_TEXT} každou hodinu, během které se přihlásíte do aplikace a provedete nějakou akci, jako například lajkování nebo komentování.
es: Gana {START_EMPHASISED_TEXT} {ICU} {CLOSE_EMPHASISED_TEXT} cada hora que ingreses a la aplicación y realiza una acción, como votar o comentar.
hi: ऐप में चेक करने और वोटिंग या कमेंट करने जैसे हर एक्शन को करने के लिए हर घंटे ऐप में चेक इन करने पर {START_EMPHASISED_TEXT} {ICU} {CLOSE_EMPHASISED_TEXT} जीतें।
ja: アプリにチェックインし、投票やコメントなどのアクションを実行するために、1 時間ごとに {START_EMPHASISED_TEXT} {ICU} {CLOSE_EMPHASISED_TEXT} を獲得します。
pl: Zarabiaj {START_EMPHASISED_TEXT} {ICU} {CLOSE_EMPHASISED_TEXT} co godzinę, którą sprawdzasz w aplikacji i wykonujesz akcję, taką jak głosowanie lub komentowanie.
pt: Ganhe {START_EMPHASISED_TEXT} {ICU} {CLOSE_EMPHASISED_TEXT} a cada hora que fizer o check-in no aplicativo e realizar uma ação, como voto ou comentário.
ro: Câștigă {START_EMPHASISED_TEXT} {ICU} {CLOSE_EMPHASISED_TEXT} în fiecare oră în care verifici aplicația și efectuează o acțiune, cum ar fi votul sau comentariile.
ru: Заработайте {START_EMPHASISED_TEXT} {ICU} {CLOSE_EMPHASISED_TEXT} каждый час, который вы регистрируете в приложении и выполняете такое действие, как голосование или комментирование.
tr: Uygulamayı kullandığınız her saat ve oylama veya yorum yazma gibi etkinlikleriniz için {START_EMPHASISED_TEXT} {ICU} {CLOSE_EMPHASISED_TEXT} kazanın.
uk: Заробляйте {START_EMPHASISED_TEXT} {ICU} {CLOSE_EMPHASISED_TEXT} щогодини, коли перевіряєте програму та виконуєте дії, такі як голосування або коментар.
zh: 每小时获得 {START_EMPHASISED_TEXT} {ICU} {CLOSE_EMPHASISED_TEXT} 的收益，您可以检查应用并执行一种动作，如投票或评论。

source: {VAR_PLURAL, plural, =1 { {INTERPOLATION} point} other { {INTERPOLATION} points} }
cs: {VAR_PLURAL, plural, =1 { {INTERPOLATION} bod} other { {INTERPOLATION} bodů} }
de: {VAR_PLURAL, plural, =1 { {INTERPOLATION} Punkt} other { {INTERPOLATION} Punkte} }
it: {VAR_PLURAL, plural, =1 { {INTERPOLATION} punto} other { {INTERPOLATION} punti} }
pl: {VAR_PLURAL, plural, =1 { {INTERPOLATION} punkt} other { {INTERPOLATION} punkty} }
pt: {VAR_PLURAL, plural, =1 { {INTERPOLATION} ponto} other { {INTERPOLATION} pontos} }
ru: {VAR_PLURAL, plural, =1 { {INTERPOLATION} очко} other { {INTERPOLATION} очков} }

# BRANDING__TITLE
source: Branding
cs: Značka
es: Marca
pl: Marka
pt: Marca
tr: Marka
uk: Фірмове оформлення
zh: 品牌化

# BRANDING__SUBTITLE
source: Logos, assets and styling guides
cs: Loga, majetek a návody ke stylování
es: Logos, activos y guías de estilo
hi: लोगो, ऐसेट और स्टाइल गाइड
it: Loghi, asset e guide di stile
ja: ロゴ、アセット、スタイルガイド
pl: Logi, aktywa i przewodniki stylów
pt: Logos, ativos e guias de estilo
ro: Logo-uri, active și ghiduri de stilizare
ru: Логотипы и руководства по стилю
tr: Logolar, dijital varlıklar ve stil rehberleri
uk: Логони, активів і інструкцій по стилізації
zh: 徽标、资产和样式指南

# BRANDING__FULL_LOGO_LABEL
source: Full Logo
cs: Celé logo
de: Volle Logo
es: Logo completo
hi: पूर्ण लोगो
it: Logo Completo
ja: 完全なロゴ
pl: Pełne logo
pt: Logotipo completo
ro: Logo complet
ru: Полный логотип
tr: Tam Boyut Logo
uk: Повний логотип
zh: 完整徽标

# BRANDING__BULB_LABEL
source: Bulb
cs: Žárovka
de: Glühbirne
es: Bulbo
it: Bulbo
pl: Bańka
pt: Lâmpada
ru: Лампа
tr: Ampul
uk: Лампочка

# HELPDESK__DASHBOARD_NO_RESULTS
source: No Results Found
cs: Nebyly nalezeny žádné výsledky
de: Keine Ergebnisse gefunden
es: No se encontraron resultados
hi: कोई परिणाम नहीं मिला
it: Nessun risultato trovato
ja: 結果が見つかりませんでした
pl: Nie znaleziono wyników
pt: Nenhum resultado encontrado
ro: Nici un rezultat găsit
ru: Ничего не найдено
tr: Sonuç Bulunamadı
uk: Нічого не знайдено
zh: 未找到结果

# HELPDESK__DASHBOARD__NEW_CATEGORY
source: New Category
cs: Nová kategorie
de: Neue Kategorie
es: Nueva Categoría
hi: नई श्रेणी
it: Nuova Categoria
ja: 新しいカテゴリ
pl: Nowa kategoria
pt: Adicionar categoria
ro: Categorie nouă
ru: Новая категория
tr: Yeni Kategori
uk: Нова категорія
zh: 新建类别

# HELPDESK__EDIT__TITLE_PLACEHOLDER
source: Your title
cs: Váš název
de: Dein Titel
es: Tu título
hi: आपका शीर्षक
it: Il tuo titolo
ja: あなたのタイトル
pl: Twój tytuł
pt: Seu título
ro: Titlul tău
ru: Ваше название
th: หัวข้อของคุณ
tr: Başlığınız
uk: Твій титул
zh: 您的标题

# HELPDESK__EDIT__CATEGORIES__TITLE
source: Select a Category {START_ITALIC_TEXT} keyboard_arrow_down {CLOSE_ITALIC_TEXT} {START_ITALIC_TEXT_1} keyboard_arrow_up {CLOSE_ITALIC_TEXT}
cs: Vyberte kategorii {START_ITALIC_TEXT} keyboard_arrow_down {CLOSE_ITALIC_TEXT} {START_ITALIC_TEXT_1} keyboard_arrow_up {CLOSE_ITALIC_TEXT}
de: Wählen Sie eine Kategorie {START_ITALIC_TEXT} keyboard_arrow_down {CLOSE_ITALIC_TEXT} {START_ITALIC_TEXT_1} keyboard_arrow_up {CLOSE_ITALIC_TEXT}
es: Seleccione una categoría {START_ITALIC_TEXT} keyboard_arrow_down {CLOSE_ITALIC_TEXT} {START_ITALIC_TEXT_1} keyboard_arrow_up {CLOSE_ITALIC_TEXT}
hi: एक श्रेणी का चयन करें {START_ITALIC_TEXT} कीबोर्ड_अरो_डाउन {CLOSE_ITALIC_TEXT} {START_ITALIC_TEXT_1} कीबोर्ड_अरो_अप {CLOSE_ITALIC_TEXT}
it: Seleziona una Categoria {START_ITALIC_TEXT} keyboard_arrow_down {CLOSE_ITALIC_TEXT} {START_ITALIC_TEXT_1} keyboard_arrow_up {CLOSE_ITALIC_TEXT}
ja: カテゴリ {START_ITALIC_TEXT} キーボード_arrow_down {CLOSE_ITALIC_TEXT} {START_ITALIC_TEXT_1} キーボード_arrow_up {CLOSE_ITALIC_TEXT} を選択してください
pl: Wybierz kategorię {START_ITALIC_TEXT} klawiatura_arrow_down {CLOSE_ITALIC_TEXT} {START_ITALIC_TEXT_1} klawiatura_arrow_up {CLOSE_ITALIC_TEXT}
pt: Selecione uma categoria {START_ITALIC_TEXT} keyboard_arrow_down {CLOSE_ITALIC_TEXT} {START_ITALIC_TEXT_1} keyboard_arrow_up {CLOSE_ITALIC_TEXT}
ro: Selectați o Categorie {START_ITALIC_TEXT} de tastatură_arrow_down {CLOSE_ITALIC_TEXT} {START_ITALIC_TEXT_1} tastatură_arrow_up {CLOSE_ITALIC_TEXT}
ru: Выберите категорию {START_ITALIC_TEXT} keyboard_arrow_down {CLOSE_ITALIC_TEXT} {START_ITALIC_TEXT_1} keyboard_arrow_up {CLOSE_ITALIC_TEXT}
tr: Bir Kategori Seçin {START_ITALIC_TEXT} keyboard_arrow_down {CLOSE_ITALIC_TEXT} {START_ITALIC_TEXT_1} keyboard_arrow_up {CLOSE_ITALIC_TEXT}
uk: Оберіть категорію {START_ITALIC_TEXT} keyboard_arrow_down {CLOSE_ITALIC_TEXT} {START_ITALIC_TEXT_1} keyboard_arrow_up {CLOSE_ITALIC_TEXT}
zh: 选择类别 {START_ITALIC_TEXT} keyboard_arrow_down {CLOSE_ITALIC_TEXT} {START_ITALIC_TEXT_1} keyboard_arrow_up {CLOSE_ITALIC_TEXT}

# HELPDESK__EDIT__SAVE_ACTION
source: Save
cs: Uložit
de: Speichern
es: Guardar
hi: सहेजें
it: Salva
ja: 保存
pl: Zapisz
pt: Salvar
ro: Salvează
ru: Сохранить
th: บันทึก
tr: Kaydet
uk: Зберегти
zh: 保存

# HELPDESK__EDIT__ANSWER_PLACEHOLDER
source: Your answer
cs: Vaše odpověď
de: Ihre Antwort
es: Tu respuesta
hi: आपका उत्तर
it: La tua risposta
ja: あなたの回答
pl: Twoja odpowiedź
pt: Sua resposta
ro: Răspunsul tău
ru: Ваш ответ
tr: Cevabınız
uk: Ваша відповідь
zh: 您的答案

# HELPDESK__EDIT__SELECT_A_CATEGORY
source: Select a Category
cs: Vyberte kategorii
de: Kategorie auswählen
es: Seleccione una Categoría
hi: एक वर्ग का चयन करें
it: Seleziona una categoria
ja: カテゴリを選択
pl: Wybierz kategorię
pt: Selecione uma Categoria
ro: Selectați o categorie
ru: Выберите категорию
tr: Bir Kategori Seçin
uk: Оберіть категорію
zh: 选择一个类别

# UPGRADES__UPGRADE_MINDS_EXPERIENCE
source: Upgrade your Minds experience
cs: Upgradujte váš Minds zážitek
de: Verbessere deine Geisteserfahrung
es: Mejora tu experiencia Minds
hi: अपने Minds के अनुभव को अपग्रेड करें
ja: マインドをアップグレードする
pl: Ulepsz swoje umysły
pt: Atualize sua experiência com as Mentes
ro: Îmbunătățește-ți experiența Mind
ru: Улучшите ваши умы
tr: Minds deneyiminizi yükseltin
uk: Покращуйте свій власний досвід
zh: 升级您的心灵体验

# UPGRADES__UNLOCK_POWERFUL_FEATURES
source: Unlock powerful features to supercharge your channel.
cs: Odemkněte výkonné funkce a vylepšete váš kanál.
de: Schalte mächtige Funktionen frei, um deinen Kanal zu überladen.
es: Desbloquea potentes características para recargar tu canal.
hi: अपने चैनल को सुपरचार्ज करने के लिए शक्तिशाली फ़ीचर को अनलॉक करें।
it: Sblocca funzioni avanzate per potenziare il tuo canale.
ja: 強力な機能を解放してチャンネルを強化しましょう。
pl: Odblokuj potężne funkcje, aby doładować swój kanał.
pt: Desbloqueie recursos poderosos para sobrecarregar seu canal.
ro: Deblochează funcțiile puternice pentru a încărca canalul.
uk: Розблокуйте потужні можливості, щоб отримати супер-канал.
zh: 解锁强大的功能以充电您的频道。

# UPGRADES__JOIN_PLUS_HIDE_BOOSTS
source: Join Plus to hide boosts, access exclusive content and more
cs: Připojte se k Plus pro skrytí boostů, přístupu k exkluzivnímu obsahu a více
de: Schließen Sie sich Plus an, um Boosts zu verstecken, auf exklusive Inhalte zuzugreifen und mehr
es: Únete a Plus para ocultar impulsos, acceder a contenidos exclusivos y más
hi: बूस्ट छिपाने के लिए प्लस से जुड़ें, एक्सक्लूसिव कंटेंट आदि एक्सेस करें
it: Accedi a Plus per nascondere i boost, accedere a contenuti esclusivi e altro ancora
ja: Plusに参加してブーストを非表示にしたり、限定コンテンツにアクセスしたりできます
pl: Dołącz do Plus, aby ukryć wzmocnienia, uzyskać dostęp do ekskluzywnych treści i więcej
pt: Junte-se ao Plus para esconder boosts, acessar conteúdo exclusivo e muito mais
ro: Alătură-te Plus pentru a ascunde amplificări, accesează conținut exclusiv și multe altele
ru: Присоединяйтесь плюс, чтобы скрыть усиления, получить доступ к эксклюзивному контенту и многое другое
uk: Приєднуйтеся до Plus, щоб приховати прискорювачі, доступ до ексклюзивного вмісту і багато іншого
zh: 加入Plus来隐藏增益，访问专用内容和更多

# UPGRADES__LAUNCH_PRO_BUILD_WEBSITE
source: Launch Pro to build your own website and get paid for your work
cs: Spusťte Pro pro vytvoření vlastní webové stránky a buďte placeni za svou práci
de: Starte Pro um deine eigene Webseite zu erstellen und bezahlt für deine Arbeit
es: Lanzar Pro para construir tu propio sitio web y recibir pagos por tu trabajo
hi: अपनी खुद की वेबसाइट बनाने और अपने काम के लिए भुगतान पाने के लिए प्रो लॉन्च करें
it: Lancia Pro per costruire il tuo sito web ed venire pagato per il tuo lavoro
ja: Proを起動して自分のウェブサイトを構築し、あなたの仕事のために支払いを受けます
pl: Uruchom Pro, aby zbudować swoją własną stronę internetową i otrzymać wynagrodzenie za swoją pracę
pt: Inicie o Pro para criar seu próprio site e ser pago pelo seu trabalho
ro: Lansați Pro pentru a vă construi propriul site și pentru a fi plătit
ru: Запустите Pro, чтобы создать свой сайт и получить оплату за работу
uk: Запустіть Pro, щоб побудувати свій власний сайт і отримати оплату за вашу роботу
zh: 启动专业版以建立您自己的网站并为您的工作获得支付

# UPGRADES__BUY_MINDS_TOKENS_BOOST_CONTENT
source: Buy Minds Tokens to boost content and support creators
cs: Kupte si Minds Tokeny pro boostování obsahu a podporu tvůrců
de: Minds Token kaufen, um Inhalte zu steigern und Ersteller zu unterstützen
es: Compra las fichas de las mentes para mejorar el contenido y apoyar a los creadores
hi: कंटेंट बढ़ाने और क्रिएटर्स को सपोर्ट करने के लिए Minds टोकन खरीदें
ja: Mindsトークンを購入してコンテンツをブーストし、クリエイターをサポートする
pl: Kup tokeny umysłów, aby zwiększyć zawartość i wesprzeć twórców
pt: Compre Tokens de Mentes para impulsionar o conteúdo e apoiar criadores
ru: Купите Жетоны Ума, чтобы увеличить контент и поддержать авторов
zh: 购买心灵令牌以提升内容并支持创建者

# COMMON__UPGRADE_NOW
source: Upgrade now
cs: Upgradovat nyní
es: Actualizar ahora
ja: 今すぐアップグレード
pl: Aktualizuj teraz
pt: Atualize agora
ru: Обновить сейчас
tr: Şimdi yükseltin
uk: Оновити зараз
zh: 立即升级

# COMMON__ADMIN__NO_DATA
source: No data
cs: Žádná data
de: Keine Daten
es: Sin datos
hi: कोई डेटा नहीं है
it: Nessun dato
ja: データがありません
pl: Brak danych
pt: Não há dados
ro: Nu există date
ru: Нет данных
tr: Veri yok
uk: Немає даних
zh: 无数据

# WALLET_V2__TOKENS__YOUR_WALLETS
source: Your Wallet
cs: Vaše peněženka
de: Ihre Wallet
es: Su billetera
hi: आपका Wallet
it: Il tuo Portafoglio
ja: あなたのウォレット
pl: Twój portfel
pt: Sua Carteira
ro: Portofelul tău
ru: Ваш кошелек
tr: Cüzdanın
uk: Ваш гаманець
zh: 您的钱包

# WALLETV2_ONCHAIN_TRANSFER__PHONE_VERIFICATION
source: Phone Verification
cs: Ověření telefonu
de: Telefon-Verifizierung
es: Verificación del teléfono
it: Verifica Telefono
ja: 電話番号の確認
pl: Weryfikacja telefonu
pt: Verificação de telefone
ro: Verificare telefon
ru: Проверка телефона
tr: Telefon Doğrulaması
uk: Телефон для підтвердження
zh: 电话验证

# WALLETV2_ONCHAIN_TRANSFER__YOU_CAN_EARN_TEXT
source: You can earn tokens for your contributions to the Minds network. The more interactions on your content, the greater your share of the daily token reward pool to your off-chain address.
cs: Za vaše příspěvky do sítě Minds si můžete vydělat tokeny. Čím více interakcí s vaším obsahem, tím větší je váš podíl denního fondu odměn na vaši Off-Chainovou adresu.
es: Puedes ganar fichas por tus contribuciones a la red de Mentas. Cuantas más interacciones haya en su contenido, mayor será su participación en el paquete diario de premios a su dirección fuera de la cadena.
hi: आप Minds नेटवर्क में अपने योगदान के लिए टोकन कमा सकते हैं। आपके कंटेंट पर जितना ज़्यादा एंगेजमेंट होगा, आपके off-chain पते पर दैनिक टोकन पुरस्कार पूल का आपका हिस्सा उतना अधिक होगा।
ja: Minds ネットワークへの貢献でトークンを獲得できます。 コンテンツのやり取りが多いほど、デイリートークン報酬プールのシェアが大きくなり、オフチェーンアドレスになります。
pl: Możesz zarabiać tokeny za swój wkład w sieć umysłów. Im więcej interakcji na temat treści, tym większy jest twój udział puli nagród tokenów dziennych do adresu poza łańcuchem.
pt: Você pode ganhar tokens por suas contribuições para a rede de Mentes Quanto mais interações em seu conteúdo, maior será a sua participação diária no conjunto de recompensas simbólicas para o seu endereço off-chain.
zh: 您可以通过对心灵网络的贡献赚取代币。 在您的内容上的互动越多，您在每日令牌奖励池中的份额就越大到您的非链地址。

# WALLETV2_ONCHAIN_TRANSFER__START_EARNING_PHONE_TEXT
source: To start earning rewards, you will need to enter a unique phone number.
cs: Chcete-li začít vydělávat odměny, musíte zadat unikátní telefonní číslo.
hi: पुरस्कार जीतना करना शुरू करने के लिए, आपको एक खास फ़ोन नंबर दर्ज करना होगा।
it: Per cominciare a guadagnare ricompense, avrai bisogno di inserire un numero di telefono unico.
ja: 報酬を稼ぐには、固有の電話番号を入力する必要があります。
pl: Aby zacząć zarabiać nagrody, musisz wprowadzić unikalny numer telefonu.
pt: Para começar a ganhar recompensas, você precisará inserir um número de telefone único.
ro: Pentru a începe să câștigi recompense, va trebui să introduci un număr unic de telefon.
ru: Чтобы начать зарабатывать награды, вам надо ввести уникальный номер телефона.
th: กรุณาใส่หมายเลขโทรศัพท์เพื่อรับรางวัล
tr: Ödül kazanmaya başlamak için benzersiz telefon numaranızı girmeniz gerekmektedir.
uk: Щоб почати заробляти подарунки, вам потрібно ввести унікальний номер телефону.

# COMMON__MOBILE_PHONE_NUMBER
source: Mobile Phone Number
cs: Číslo mobilního telefonu
de: Mobiltelefonnummer
es: Número de teléfono móvil
hi: मोबाइल फोन नंबर
it: Numero di Cellulare
ja: 携帯電話番号
pl: Numer telefonu komórkowego
pt: Número de telefone celular
ro: Număr de telefon mobil
ru: Номер мобильного телефона
th: หมายเลขโทรศัพท์มือถือ
tr: Cep Telefonu Numarası
uk: Номер мобільного телефону
zh: 手机号码

# PHONE_VERIFICATION__MINDS_WILL_NOT_STORE_TEXT
source: Minds will not store the number you provide. It will be hashed using SHA-256 and combined with a salt key for privacy and unique identification purposes. VOIP numbers are not allowed.
cs: Minds nebude ukládat číslo, které poskytnete. Bude hashováno pomocí SHA-256 a kombinováno se "salt key" pro ochranu soukromí a jedinečné identifikační účely. VOIP čísla nejsou povolena.
es: Las mentes no almacenarán el número que proporciones. Se apresurará usando SHA-256 y se combinará con una clave de sal para fines de privacidad e identificación única. Los números VOIP no están permitidos.
hi: Minds आपके द्वारा प्रदान की गई संख्या को संग्रहीत नहीं करेगा। इसे SHA-256 का उपयोग करके हैश किया जाएगा और गोपनीयता और विशिष्ट पहचान उद्देश्यों के लिए एक साल्ट की के साथ जोड़ा जाएगा। VOIP नंबर की अनुमति नहीं है।
it: Minds non memorizzerà il numero fornito. Sarà codificato con SHA-256 e combinato con una salt key per la privacy e scopi di identificazione univoca. I numeri VOIP non sono ammessi.
ja: Mindsは提供された番号を保存しません。 SHA-256 を使用してハッシュ化され、プライバシーおよび固有の識別目的でソルトキーと組み合わせることができます。
pt: A mente não armazenará o número que você forneceu. Será hashed usando SHA-256 e combinado com uma chave sal para privacidade e fins de identificação exclusivos. Números de VOIP não são permitidos.
uk: Дошки не зберігатимуть заданий вами номер. Вона буде хешована за допомогою SHA-256 та буде поєднана з сольним ключем для конфіденційності і унікальних ідентифікаційних цілей. VOIP номери не дозволені.
zh: 心灵将不会存储您提供的数字。 它将使用 SHA-256 进行散列，并且为了隐私和唯一的识别目的而与盐钥结合。不允许VOIP 号码。

# PHONE_VERIFICATION__INVALID_PHONE_NUMBER
source: Invalid phone number
cs: Neplatné telefonní číslo
de: Ungültige Telefonnummer
es: Número de teléfono inválido
hi: अवैध फोन नंबर
it: Numero di telefono non valido
ja: 無効な電話番号
pl: Nieprawidłowy numer telefonu
pt: Número de telefone inválido
ro: Număr de telefon nevalid
ru: Неверный номер телефона
tr: Geçersiz telefon numarası
uk: Невірний номер телефону
zh: 无效的电话号码

# PHONE_VERIFICATION__VERIFICATION_CODE
source: Verification Code
cs: Ověřovací kód
de: Bestätigungscode
es: Código de verificación
hi: पुष्टि संख्या
it: Codice di Verifica
ja: 認証コード
pl: Kod weryfikacyjny
pt: Código de verificação
ro: Cod de verificare
ru: Проверочный код
tr: Doğrulama Kodu
uk: Код підтвердження
zh: 验证码

# PHONE_VERIFICATION__PLEASE_ENTER_CODE_TO_NUMBER
source: Please enter the code we just sent to + {INTERPOLATION} .
cs: Zadejte kód, který jsme právě poslali na + {INTERPOLATION} .
de: Bitte geben Sie den Code ein, den wir gerade an + {INTERPOLATION} gesendet haben.
es: Por favor, introduzca el código que acabamos de enviar a + {INTERPOLATION} .
hi: कृपया वह कोड दर्ज करें जो हमने अभी + {INTERPOLATION} को भेजा है।
it: Inserisci il codice che abbiamo appena inviato a + {INTERPOLATION} .
ja: + {INTERPOLATION} に送ったコードを入力してください。
pl: Wprowadź kod, który właśnie wysłaliśmy do + {INTERPOLATION} .
pt: Por favor insira o código que acabamos de enviar para + {INTERPOLATION} .
ro: Te rugăm să introduci codul pe care tocmai l-am trimis la + {INTERPOLATION} .
ru: Пожалуйста, введите код, который мы только что отправили + {INTERPOLATION} .
tr: Lütfe + {INTERPOLATION} numarasına gönderdiğimiz kodu girin.
uk: Будь ласка, введіть код, який ми щойно надіслали на + {INTERPOLATION} .
zh: 请输入我们刚刚发送给+ {INTERPOLATION} 的代码。

# PHONE_VERIFICATION__INVALID_VERIFICATION_CODE
source: Invalid verification code
cs: Neplatný ověřovací kód
de: Ungültiger Bestätigungscode
es: Código de verificación no válido
hi: अमान्य सत्यापन कोड
it: Codice di verifica non valido
ja: 無効な検証コード
pl: Nieprawidłowy kod weryfikacyjny
pt: Código de verificação inválido
ro: Cod de verificare nevalid
ru: Неверный код подтверждения
tr: Geçersiz doğrulama kodu
uk: Хибний код підтвердження
zh: 无效的验证码

# PHONE_VERIFICATION__CODE_SENT_TO
source: Verification code sent to + {INTERPOLATION}
cs: Ověřovací kód byl odeslán na + {INTERPOLATION}
de: Bestätigungscode gesendet an + {INTERPOLATION}
es: Código de verificación enviado a + {INTERPOLATION}
hi: सत्यापन कोड + {INTERPOLATION} को भेजा गया
it: Codice di verifica inviato a + {INTERPOLATION}
ja: + {INTERPOLATION} に認証コードを送信しました
pl: Kod weryfikacyjny wysłany do + {INTERPOLATION}
pt: Código de verificação enviado para + {INTERPOLATION}
ro: Cod de verificare trimis la + {INTERPOLATION}
ru: Код подтверждения отправлен на + {INTERPOLATION}
tr: Onay kodu + {INTERPOLATION} numarasına gönderildi
uk: Код підтвердження надіслано на + {INTERPOLATION}
zh: 验证码已发送到 + {INTERPOLATION}
