Repository: Minds/front
Catalog: src/locale/Minds.*.xliff
Languages: cs, de, es, hi, it, ja, pl, pt, ro, ru, th, tr, uk, zh

# FORMS__REGISTER__JOIN_MINDS_NOW_ACTION
source: Join Minds Now
cs: Připojte se k Minds
de: Jetzt Geist beitreten
es: Únete a Minds ahora
hi: Minds से अभी जुड़ें
it: Unisciti a Minds Adesso
ja: 今すぐMindsに参加
pl: Dołącz do umysłów teraz
pt: Junte-se às Mentes Agora
ru: Вступить в умы
th: เข้าร่วม Minds ตอนนี้
uk: Приєднайтеся до міркувань зараз
zh: 立即加入心情

# FORMS__FB_REGISTER__USERNAME_LABEL
source: Pick a username
cs: Vyberte si uživatelské jméno
de: Wähle einen Benutzernamen
es: Elige un nombre de usuario
hi: कोई यूज़रनेम चुनें
it: Scegli un nome utente
ja: ユーザー名を選択
pl: Wybierz nazwę użytkownika
pt: Escolha um nome de usuário
ro: Alege un nume utilizator
ru: Выберите имя пользователя
th: เลือกชื่อบัญชีผู้ใช้
tr: Bir kullanıcı adı seçin
uk: Виберіть ім'я користувача
zh: 选择用户名

# FORMS__FB_REGISTER__USERNAME_PLACEHOLDER
source: Username (eg. @me)
cs: Uživatelské (např. @JanNovak)
hi: यूज़रनेम (जैसे @me)
th: ชื่อบัญชีผู้ใช้ (เช่น @me)

# M__ACTION__COMPLETE
source: Complete
cs: Dokončit
es: Completar
hi: पूर्ण
it: Completa
th: เสร็จสิ้น
tr: Tamamla

# FORMS__TUTORIAL__EARN_POINTS
source: Earn points for using the app
cs: Vydělávejte body za používání aplikace
es: Gana puntos por usar la aplicación
hi: एप्लिकेशन का उपयोग करने के लिए पॉइंट जीतें
ja: アプリを使用してポイントを獲得
pl: Zdobywaj punkty za korzystanie z aplikacji
ro: Câștigă puncte pentru utilizarea aplicației
ru: Зарабатывайте очки за использование приложения
th: รับแต้มจากการใช้แอพ
tr: Uygulamayı kullanırken puan kazanın
uk: Заробляйте бали за користування додатком
zh: 使用该应用获得点数

# FORMS__TUTORIAL__EXCHANGE_POINTS
source: Exchange your points for views on your content
cs: Vyměňte své body za zhlédnutí vašeho obsahu
de: Tauschen Sie Ihre Punkte gegen Ansichten zu Ihrem Inhalt aus
es: Cambia tus puntos por visitas a tu contenido
hi: अपने कंटेंट पर अलग-अलग नजरियों का आदान-प्रदान करें
it: Scambia i tuoi punti per visualizzazioni sui tuoi contenuti
ja: あなたのコンテンツのビューのためにあなたのポイントを交換します
pl: Wymień swoje punkty na temat swoich treści
pt: Troque os seus pontos de vista sobre o seu conteúdo
ro: Schimbă punctele pentru a vizualiza conținutul tău
ru: Обменивайте ваши баллы для просмотра вашего контента
th: แลกแต้มเพื่อเป็นยอดเข้าชมเนื้อหาของคุณ
uk: Обмінюйте ваші бали для перегляду на ваш вміст
zh: 交换您对您的内容的意见

# FORMS__TUTORIAL__MONETIZE_YOUR_CHANNEL
source: Monetize your channel
cs: Zpeněžte svůj kanál
de: Monetize deinen Kanal
es: Monetiza tu canal
hi: अपने चैनल को मॉनेटाइज़ करें
it: Monetizza il tuo canale
ja: チャンネルを収益化する
pl: Monetize swój kanał
pt: Monetize o seu canal
ro: Monetizează-ți canalul
th: สร้างรายได้จากช่องของคุณ
uk: Понад вашим каналом
zh: 货币化您的频道

# FORMS__TUTORIAL__E2E_ENCRYPTION
source: Protect your privacy with end-to-end encryption
cs: Chraňte své soukromí pomocí end-to-end šifrování
de: Schützen Sie Ihre Privatsphäre mit Ende-zu-Ende-Verschlüsselung
hi: एंड-टू-एंड एन्क्रिप्शन के साथ अपनी गोपनीयता को सुरक्षित रखें
it: Proteggi la tua privacy con la crittografia end-to-end
ja: エンドツーエンド暗号化でプライバシーを保護
pl: Chroń swoją prywatność za pomocą szyfrowania end-to-end
pt: Proteja sua privacidade com criptografia de ponta a ponta
ro: Protejează-ți intimitatea prin criptare la ambele capete
ru: Защитите вашу конфиденциальность с помощью сквозного шифрования
th: ปกป้องความเป็นส่วนตัวของคุณด้วยการเข้ารหัสแบบ ปิด-ไป-ปิด
uk: Захистіть свою конфіденційність наскрізним шифруванням
zh: 使用端到端加密保护您的隐私

# FORMS__TUTORIAL__FIND_PEOPLE
source: Find people in cities around the world with geo-discovery
cs: Najděte lidi ve městech po celém světě pomocí geo-objevování
hi: भू-खोज के साथ दुनिया भर के शहरों में लोगों को खोजें
it: Trova persone nelle città di tutto il mondo con geo-scoperta
ja: ジオディスカバリーで世界中の都市の人々を見つける
pl: Znajdź ludzi w miastach na całym świecie z odkryciem geograficznym
ro: Găsește oameni în orașe din întreaga lume cu geo-descoperire
th: พบผู้คนจากทุกมุมโลกด้วยการค้นหาจากตำแหน่งทางภูมิศาสตร์
zh: 通过地理发现寻找世界各地城市的人

# FORMS__TUTORIAL__EXPAND_YOUR_AUDIENCE
source: Expand your audience and subscribers
cs: Rozšiřte vaše publikum a sledující
de: Erweitern Sie Ihr Publikum und Ihre Abonnenten
es: Expande tu audiencia y tus suscriptores
hi: अपने दर्शकों और ग्राहकों का विस्तार करें
it: Espandi il tuo pubblico e i tuoi iscritti
ja: オーディエンスと購読者を拡大する
pl: Rozwiń swoich odbiorców i subskrybentów
pt: Expanda seu público e assinantes
ro: Extinde-ți audiența și abonații
ru: Расширьте свою аудиторию и подписчиков
th: ขยายกลุ่มผู้ชมและผู้ติดตามของคุณ
zh: 扩展您的受众和订阅者

# FORMS__TUTORIAL__GROUPS
source: Create open and closed groups
cs: Vytvořte otevřené a uzavřené skupiny
de: Erstelle offene und geschlossene Gruppen
es: Crea grupos abiertos y cerrados
hi: खुले और बंद ग्रुप बनाएं
it: Crea gruppi aperti e chiusi
ja: 開いているグループと閉じたグループを作成
pl: Utwórz otwarte i zamknięte grupy
pt: Criar grupos abertos e fechados
ro: Creați grupuri deschise și închise
ru: Создать открытые и закрытые группы
th: สร้างกลุ่มเปิดและกลุ่มปิด
tr: Açık veya kapalı gruplar oluşturun
uk: Створення відкритих і закритих груп
zh: 创建开放和关闭的组

# FORMS__TUTORIAL__SEARCH
source: Search and create videos, images, blogs
cs: Hledejte a vytvářejte videa, obrázky, blogy
de: Videos, Bilder, Blogs suchen und erstellen
hi: वीडियो, इमेज, ब्लॉग खोजें और बनाएं
ja: ビデオ、画像、ブログの検索と作成
pl: Szukaj i twórz filmy, obrazy, blogi
pt: Procurar e criar vídeos, imagens, blogs
ro: Caută și creează videoclipuri, imagini, bloguri
ru: Поиск и создание видео, изображений, блогов
th: ค้นหาและสร้างวิดีโอ, รูปภาพ, บล็อก
uk: Пошук і створення відео, зображення, блоги
zh: 搜索并创建视频，图像，博客

# FORMS__TUTORIAL__EXPRESS_YOURSELF
source: Express yourself freely without censorship
cs: Vyjadřujte se svobodně bez cenzury
de: Frei ausdrücken ohne Zensur
es: Exprésate libremente sin censura
hi: सेंसरशिप के बिना खुद को स्वतंत्र रूप से व्यक्त करें
it: Esprimiti liberamente senza censura
ja: 検閲なしで自由に自分を表現する
pl: Wyraź się swobodnie bez cenzury
pt: Expresse-se livremente sem censura
ro: Exprimă-te liber fără cenzură
ru: Свободно выражать себя без цензуры
th: แสดงตัวเองอย่างอิสระโดยไม่มีการเซ็นเซอร์
tr: Sansür olmadan kendinizi özgürce ifade edin
uk: Вигнати себе вільно, без цензури
zh: 不受审查地自由表达自己的意见

# FORMS__TUTORIAL__REWARDS
source: Rewards
cs: Odměny
de: Belohnungen
es: Recompensas
hi: पुरस्कार
it: Ricompense
ja: 報酬
pl: Nagrody
pt: Recompensas
ro: Recompense
ru: Награды
th: รางวัล
tr: Ödüller
uk: Винагорода
zh: 奖励

# FORMS__TUTORIAL__POST_TEXT_ACTIVITY
source: Post a text/link activity
cs: Zveřejněte text/odkaz
de: Schreibe einen Text/Link Aktivität
es: Publica una actividad de texto/enlace
hi: कोई टेक्स्ट/लिंक गतिविधि पोस्ट करें
it: Pubblica un'attività testo/link
ja: テキスト/リンクアクティビティを投稿
pl: Opublikuj aktywność tekstu/linku
pt: Postar uma atividade de texto/link
ro: Postează o activitate text/link
ru: Опубликовать активность текстовый/ссылки
th: โพสต์ข้อความ/ลิงก์
tr: Metin/bağlantı etkinliği gönder
uk: Розмістити текст/посилання діяльності
zh: 发布文本/链接活动

# FORMS__TUTORIAL__GET_COMMENTED
source: Get commented on
cs: Získejte komentář
de: Kommentieren über
es: Haz que te comenten
hi: पर टिप्पणी करें
it: Ricevi commenti su
ja: コメントを取得
pl: Zostań skomentowany
pt: Seja comentado sobre
ro: Obține comentarii pe
ru: Прокомментировать
th: มีคนคอมเมนต์
tr: Yorum alın
uk: Прокоментувати
zh: 获取评论

# FORMS__TUTORIAL__BE_SUBSCRIBED
source: Be subscribed to
cs: Sledujte
de: Abonniert werden
es: Ganar un subscriptor
hi: की सदस्यता लें
it: Ti sei iscritto a
ja: 購読する
pl: Bądź subskrybowany
pt: Seja inscrito em
ro: Fii abonat la
ru: Подписаться на
th: ได้ติดตาม
tr: Üyesi olun
uk: Підписатись на
zh: 订阅

# FORMS__TUTORIAL__GET_VOTED_UP
source: Get voted up
cs: Získejte lajk
de: Hol dir die Stimme hoch
es: Haz que te voten a favor
hi: मतदान करें
it: Ottieni Voti
ja: 投票してください
pl: Odbierz głos
pt: Obter o voto para cima
ro: Obțineți un vot sus
ru: Голос "за"
th: ได้รับการโหวต
tr: Artı oy alın
uk: Відкликати участь
zh: 获得投票

# FORMS__TUTORIAL__GET_REMINDED
source: Get reminded
cs: Získejte sdílení
de: Erinnern
es: Se recordado
hi: याद दिलाना
it: Ricevi condivisioni
ja: リマインダーを取得
pl: Przypomnij sobie
pt: Seja lembrado
ro: Primește reamintiri
ru: Напоминание
th: รับ reminded
tr: Yeniden yayınlanın
uk: Отримати нагадування
zh: 获取提醒

# FORMS__TUTORIAL__POST_RICH_ACTIVITY
source: Post a rich media activity
cs: Zveřejněte aktivitu s obrázkem/videem
es: Publica una actividad multimedia
hi: मीडिया से भरपूर गतिविधि पोस्ट करें
it: Pubblica una ricca attività multimediale
ja: リッチメディアアクティビティを投稿
pl: Opublikuj bogatą aktywność mediów
pt: Publicar uma atividade rica na mídia
ro: Postează o activitate media bogată
ru: Пост активности в мультимедиа
th: โพสต์กิจกรรมสื่อที่น่าสนใจ
uk: Публікувати багату медіа-діяльність
zh: 发布丰富的媒体活动

# FORMS__TUTORIAL__PUBLISH_BLOG
source: Publish a blog
cs: Publikujte blog
de: Blog veröffentlichen
hi: एक ब्लॉग प्रकाशित करें
ja: ブログを公開
pl: Opublikuj blog
pt: Publicar um blog
ro: Publică un blog
ru: Опубликовать блог
th: เผยแพร่บล็อก
uk: Опублікувати
zh: 发布博客

# FORMS__TUTORIAL__HOURLY_REWARD
source: Hourly
cs: Každou hodinu
de: Stunden
es: Por hora
hi: प्रति घंटा
it: All'Ora
ja: １時間ごと
pl: Godzina
pt: Horário
ro: Oră
ru: Почасовой
th: ทุกชั่วโมง
tr: Saatte
uk: Щогодини
zh: 每小时

# NOTIFICATIONS__FLYOUT__VIEW_ALL_ACTION
source: See All Notifications
cs: Zobrazit všechna oznámení
de: Alle Benachrichtigungen anzeigen
es: Ver todas las notificaciones
hi: सभी सूचनाएं देखें
it: Vedi Tutte Le Notifiche
ja: すべての通知を見る
pl: Zobacz wszystkie powiadomienia
pt: Ver todas as notificações
ro: Vezi toate notificările
ru: Посмотреть все уведомления
th: ดูการแจ้งเตือนทั้งหมด
tr: Bütün Bildirimleri Göster
uk: Переглянути всі сповіщення
zh: 查看所有通知

# NOTIFICATIONS__NOTIFICATIONS__ALL_FILTER
source: All
cs: Vše
de: Alle
es: Todo
hi: सभी
it: Tutto
ja: すべて
pl: Wszystkie
ro: Toate
ru: Все
th: ทั้งหมด
tr: Tümü
uk: Всі
zh: 所有的

# NOTIFICATIONS__NOTIFICATIONS__TAGS_FILTER
source: Tags
cs: Štítky
de: Erwähnungen
hi: टैग
it: Tag
ja: タグ
pl: Tagi
pt: Etiquetas
ro: Etichete
ru: Теги
th: แท็ก
tr: Etiketler
uk: Мітки
zh: 标签

# NOTIFICATIONS__NOTIFICATIONS__COMMENTS_FILTER
source: Comments
cs: Komentáře
de: Kommentare
es: Comentarios
hi: टिप्पणियाँ
it: Commenti
ja: コメント
pl: Komentarze
pt: Comentários
ro: Comentarii
ru: Комментарии
th: ความคิดเห็น
tr: Yorumlar
uk: Коментарі
zh: 评论

# M__FEATURE__GROUP__PLURAL
source: Groups
cs: Skupiny
de: Gruppen
es: Grupos
hi: ग्रुप
it: Gruppi
ja: グループ
pl: Grupy
pt: Grupos
ro: Grupuri
ru: Группы
th: กลุ่ม
tr: Gruplar
uk: Групи
zh: 小组

# NOTIFICATIONS__NOTIFICATIONS__VOTES_FILTER
source: Votes
cs: Lajky
de: Stimmen
es: Votos
hi: वोट
it: Voti
ja: 投票
pl: Głosy
pt: Votos
ro: Voturi
ru: Лайки
th: โหวต
tr: Oylar
uk: Голоси
zh: 投票

# NOTIFICATIONS__NOTIFICATIONS__REMINDS_FILTER
source: Reminds
cs: Sdílení
de: Erinnerungen
hi: रिमाइंड
it: Condivisioni
ja: リマインド
pl: Przypomnienia
pt: Lembretes
ro: Reamintiri
ru: Напоминания
th: รีมายด์
tr: Yeniden Yayınlar
uk: Нагадування
zh: 提醒

# NOTIFICATIONS__NOTIFICATIONS__LOAD_NEW_BUTTON
source: New Notifications
cs: Nová oznámení
de: Neue Benachrichtigungen
es: Nuevas notificaciones
hi: नई सूचनाएं
it: Nuove Notifiche
ja: 新しい通知
pl: Nowe powiadomienia
pt: Novas Notificações
ro: Notificări noi
ru: Новые уведомления
th: การแจ้งเตือนใหม่
tr: Yeni Bildirimler
uk: Нове сповіщення
zh: 新通知

# NOTIFICATIONS__NOTIFICATIONS__LOADING
source: Loading Notifications...
cs: Načítání oznámení...
de: Lade Benachrichtigungen...
hi: सूचनाएं लोड हो रही हैं...
it: Caricamento Notifiche...
ja: 通知を読み込み中...
pl: Wczytywanie powiadomień...
pt: Carregando Notificações...
ro: Se încarcă notificările...
ru: Загрузка уведомлений...
th: กำลังโหลดการแจ้งเตือน
tr: Bildirimler Yükleniyor...
uk: Завантаження сповіщень...
zh: 正在加载通知...

# NOTIFICATIONS__NOTIFICATION__FRIENDS_MATCH
source: You have a match! {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} subscribed to you
cs: Jste ve spojení! {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} vás sleduje
de: Du hast ein Spiel! {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} hat dich abonniert
es: ¡Tienes una partida! {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} suscrito a ti
hi: आपके लिए एक मैच है! {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} ने आपकी सदस्यता ली
it: Hai una corrispondenza! {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} si è iscritto al tuo canale
ja: マッチングがあります! {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} を購読しています
pl: Masz mecz! {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} subskrybował Cię
pt: Você tem uma partida! {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} se inscreveu em você
ro: Ai un meci! {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} abonat la tine
ru: У вас есть матч! {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} подписан на вас
th: มีคนแมทช์กับคุณ! {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} สมัครรับข้อมูลของคุณ
uk: У вас збіг! {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} підписався на вас
zh: 您有一场比赛！ {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} 订阅了您

# NOTIFICATIONS__NOTIFICATION__FRIENDS
source: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} subscribed to you
cs: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} vás sleduje
de: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} hat dich abonniert
es: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} suscrito a usted
hi: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} ने आपकी सदस्यता ली
it: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} si è iscritto al tuo canale
ja: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} を購読しました
pl: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} subskrybował Cię
pt: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} assinou para você
ro: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} s-a abonat la tine
ru: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} подписан на вас
th: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} สมัครรับข้อมูลคุณ
uk: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} підписався на вас
zh: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} 订阅了您

# NOTIFICATIONS__NOTIFICATION__REFERRAL_PING
source: Free tokens are waiting for you! Once you join the rewards program by setting up your Minds wallet, both you and {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} will earn tokens for your referral
cs: Bezplatné tokeny na vás čekají! Jakmile se připojíte k programu odměn nastavením vaší peněženky Minds, vy a {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} získáte tokeny za doporučení
es: ¡Las fichas gratuitas te están esperando! Una vez que te unes al programa de recompensas configurando tu cartera de Mentas, tanto tú como {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} obtendrán tokens para tu recomendación
hi: फ़्री टोकन आपका इंतजार कर रहे हैं! एक बार जब आप अपने Minds वॉलेट को इंस्टॉल करके पुरस्कार कार्यक्रम में शामिल हो जाते हैं, तो आप और {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} दोनों आपके रेफ़रल के लिए टोकन जीतेंगे
it: I token gratuiti ti aspettano! Una volta che ti unisci al programma di ricompense impostando il tuo portafoglio Minds, sia tu che {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} guadagnerete token per il tuo referral
ja: 無料トークンがあなたを待っています！ Mindsウォレットをセットアップして報酬プログラムに参加したら、 あなたと {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} の両方があなたの紹介のためにトークンを獲得します
pl: Darmowe tokeny czekają na Ciebie! Po dołączeniu do programu nagród konfigurując portfel umysłów, zarówno Ty, jak i {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} zarobią tokeny za polecenie
pt: Tokens grátis estão esperando por você! Uma vez que você participe do programa de recompensas, configurando sua carteira de mentalidades, você e {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} ganharão tokens por sua indicação
zh: 免费代币正在等待您！ 一旦您通过设置您的心灵钱包加入奖励计划， 您和 {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} 都会在您的推荐中获得令牌。

# NOTIFICATIONS__NOTIFICATION__REFERRAL_PENDING
source: You have a pending referral! {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} used your referral link when they signed up for Minds. You'll get tokens once they join the rewards program and set up their wallet
cs: Máte čekající doporučení! {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} použil(a) váš doporučující odkaz při registraci na Minds. Dostanete tokeny, jakmile se připojí k programu odměn a nastaví si svoji peněženku
es: ¡Tienes una recomendación pendiente! {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} usó tu enlace de recomendación cuando se registraron en la Menta. Recibirás fichas una vez que se unan al programa de recompensas y establezcan su cartera
hi: आपके पास एक लंबित रेफ़रल है! {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} ने आपके रेफ़रल लिंक का उपयोग तब किया जब उन्होंने Minds के लिए साइन अप किया। जब वे पुरस्कार कार्यक्रम में शामिल होंगे और अपना वॉलेट इंस्टॉल करेंगे, तो आपको टोकन मिल जाएंगे
it: Hai una referral in sospeso! {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} ha usato il tuo link di segnalazione quando si sono registrati su Minds. Otterrai i token una volta che loro si uniranno al programma di ricompense e configureranno il loro portafoglio
ja: 保留中の紹介があります！ {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} がマインドにサインアップしたときにあなたの紹介リンクを使用しました。 報酬プログラムに参加してウォレットを設定すると、トークンが手に入ります。
pl: Masz oczekującą rekomendację! {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} użył Twojego linku polecającego podczas rejestracji w Mindach. Otrzymasz tokeny po dołączeniu do programu nagród i skonfigurowaniu ich portfela
pt: Você tem uma referência pendente! {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} usou seu link de indicação quando eles se inscreveram para Minds. Você receberá tokens quando eles se juntarem ao programa de recompensas e configurarem sua carteira
ro: Aveți o recomandare în așteptare! {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} a folosit link-ul dumneavoastră de recomandare atunci când s-au înscris pentru Minds. Vei primi jetoane odată ce se vor alătura programului de recompense și își vor seta portofelul
th: คุณมีการอ้างอิงที่รอดำเนินการ! {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} ใช้ลิงก์อ้างอิงของคุณเมื่อพวกเขาสมัครใช้งาน Minds คุณจะได้รับโทเคนเมื่อพวกเขาเข้าร่วมโปรแกรมและตั้งค่าวอลเลทของพวกเขา
zh: 您有一个待处理的推荐！ {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} 当他们注册心目时使用了您的推荐链接。 一旦他们加入奖励方案并设置他们的钱包，你将获得令牌。

# NOTIFICATIONS__NOTIFICATION__REFERRAL_COMPLETE
source: You've earned tokens for the completed referral of {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN}
cs: Získali jste tokeny za dokončené doporučení {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN}
de: Sie haben Tokens für die abgeschlossene Empfehlung von {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} verdient
es: Has ganado tokens por la recomendación completada de {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN}
hi: आपने {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} का रेफ़रल पूरा करने के लिए टोकन जीता है
it: Hai guadagnato token per il referral completato di {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN}
ja: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} の紹介でトークンを獲得しました
pl: Zdobyłeś tokeny za zakończoną rekomendację {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN}
pt: Você ganhou tokens para a indicação completa de {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN}
ro: Ați câștigat jetoane pentru recomandarea completă de {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN}
th: คุณได้รับโทเค็นสำหรับการแนะนำของ {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN}
tr: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} kullanıcısının yönlendirmeyi tamamlaması sayesinde token kazandınız
zh: 您已经为完成的推荐 {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} 获得了令牌。

# NOTIFICATIONS__NOTIFICATION__GROUP_INVITE
source: {INTERPOLATION} invited you to join {START_TAG_SPAN} {INTERPOLATION_1} {CLOSE_TAG_SPAN}
cs: {INTERPOLATION} vás pozval(a) do {START_TAG_SPAN} {INTERPOLATION_1} {CLOSE_TAG_SPAN}
de: {INTERPOLATION} hat Sie eingeladen, {START_TAG_SPAN} {INTERPOLATION_1} {CLOSE_TAG_SPAN} beizutreten
es: {INTERPOLATION} te ha invitado a unirte a {START_TAG_SPAN} {INTERPOLATION_1} {CLOSE_TAG_SPAN}
hi: {INTERPOLATION} ने आपको {START_TAG_SPAN} {INTERPOLATION_1} {CLOSE_TAG_SPAN} से जुड़ने के लिए आमंत्रित किया
it: {INTERPOLATION} ti ha invitato ad unirti a {START_TAG_SPAN} {INTERPOLATION_1} {CLOSE_TAG_SPAN}
ja: {INTERPOLATION} が {START_TAG_SPAN} {INTERPOLATION_1} {CLOSE_TAG_SPAN} にあなたを招待しました
pl: {INTERPOLATION} zaprosił/a Cię do dołączenia do {START_TAG_SPAN} {INTERPOLATION_1} {CLOSE_TAG_SPAN}
pt: {INTERPOLATION} convidou você para entrar {START_TAG_SPAN} {INTERPOLATION_1} {CLOSE_TAG_SPAN}
ro: {INTERPOLATION} te-a invitat să te alături {START_TAG_SPAN} {INTERPOLATION_1} {CLOSE_TAG_SPAN}
ru: {INTERPOLATION} пригласил вас присоединиться к {START_TAG_SPAN} {INTERPOLATION_1} {CLOSE_TAG_SPAN}
th: {INTERPOLATION} เชิญคุณเพื่อมาร่วม {START_TAG_SPAN} {INTERPOLATION_1} {CLOSE_TAG_SPAN}
tr: {INTERPOLATION} sizi {START_TAG_SPAN} {INTERPOLATION_1} {CLOSE_TAG_SPAN} grubuna davet etti
uk: {INTERPOLATION} запросив вас приєднатися до {START_TAG_SPAN} {INTERPOLATION_1} {CLOSE_TAG_SPAN}
zh: {INTERPOLATION} 邀请您加入 {START_TAG_SPAN} {INTERPOLATION_1} {CLOSE_TAG_SPAN}

# NOTIFICATIONS__NOTIFICATION__GROUP_KICK
source: You were kicked off from {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN}
cs: Byli jste vyhozeni z {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN}
de: Du wurdest von {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} abgeworfen
es: Fuiste expulsado de {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN}
hi: आपको {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} से निकाल दिया गया था
it: Sei stato espulso da {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN}
ja: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} から追い出されました
pl: Zostałeś wyrzucony z {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN}
pt: Você foi expulso do {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN}
ro: Ai fost pornit din {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN}
ru: Вы были выгнаны из {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN}
th: คุณถูกเตะออกจาก {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN}
tr: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} grubundan dışarıya atıldınız
uk: Ви були виключені з {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN}
zh: 您被踢出 {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN}
