Repository: Minds/front
Catalog: src/locale/Minds.*.xliff
Languages: cs, de, es, hi, it, ja, pl, pt, ro, ru, th, tr, uk, zh

# MARKETING_PRO__RECEIVE_MULTI_CURRENCY_TIPS
source: Receive multi-currency tips and subscription payments from fans
cs: Dostávejte platby v několika měnách a platby předplatného od fanoušků
es: Recibir consejos de múltiples divisas y pagos de suscripción de los fans
hi: प्रशंसकों से अनेक करंसी में टिप्स और सदस्यता भुगतान प्राप्त करें
it: Ricevi mance in più valute e pagamenti in abbonamento dai fan
ja: ファンからの複数通貨のヒントとサブスクリプションの支払いを受け取る
pl: Otrzymuj porady dotyczące wielu walut i płatności abonamentowych od kibiców
pt: Receber dicas de múltiplas moedas e pagamentos de assinatura de fãs
tr: Hayranlarınızdan farklı para birimlerinde bağış ve üyelik ödemeleri alın
zh: 从粉丝接收多种货币提示和订阅付款

# MARKETING_PRO__SUPPORTS_CONTENT
source: Supports video, images, blogs and more
cs: Podporuje video, obrázky, blogy a více
de: Unterstützt Videos, Bilder, Blogs und mehr
hi: वीडियो, चित्र, ब्लॉग और अधिक का समर्थन करता है
ja: ビデオ、画像、ブログなどをサポート
pl: Obsługuje wideo, zdjęcia, blogi i więcej
pt: Suporta vídeo, imagens, blogs e mais
ro: Suportă video, imagini, bloguri și altele
ru: Поддерживает видео, изображения, блоги и многое другое
th: รองรับวิดีโอ รูปภาพ บล็อก และอื่นๆ
uk: Підтримує відео, зображення, блоги та багато іншого
zh: 支持视频、图像、博客和更多

# MARKETING_PRO__GET_PAID_FOR_WORK
source: Get paid for your work
cs: Dostaňte za svou práci zaplaceno
de: Bezahlen Sie sich für Ihre Arbeit
es: Recibe pagos por tu trabajo
hi: अपने काम के लिए भुगतान करें
it: Vieni pagato per il tuo lavoro
ja: あなたの仕事に対して支払いを受けましょう
pl: Otrzymaj za swoją pracę
pt: Seja pago pelo seu trabalho
ro: Primește bani pentru munca ta
ru: Заплатите за работу
th: รับเงินจากการทำงานของคุณ
tr: Yaptığınız çalışmalar ile kazanç sağlayın
uk: Платіть за свою роботу
zh: 为您的工作获得支付

# MARKETING_PRO__RECEIVE_TIPS_SUBSCRIPTION
source: Receive tips and subscription payments in USD, Bitcoin, Ether or Minds Tokens. Earn money for driving pageviews, referring active users and sales.
cs: Přijímejte spropitné a platby předplatného v USD, Bitcoinech, Ethereu nebo Minds Tokenech. Vydělávejte peníze za vaši návštěvnost, doporučování aktivních uživatelů a prodejů.
hi: USD, Bitcoin, Ether या Minds टोकन में टिप्स और सदस्यता भुगतान प्राप्त करें। सक्रिय यूज़र और बिक्री को रेफ़र करते हुए, पेजव्यू को बढ़ाने पर पैसे कमाएं।
ja: USD、Bitcoin、Ether、Mindsトークンでヒントとサブスクリプションの支払いを受け取ります。ページビューを運転したり、アクティブなユーザーと販売を参照したりすることでお金を稼ぎましょう。
zh: 以美元、比特币、Ether 或Minds Token接收提示和订阅付款。赚钱用于驱动页面访问、推荐活跃用户和销售。

# MARKETING_PRO__COST_PER_PAGEVIEW_SECTION
source: $1 for every 1,000 pageviews on your content (increases to $5 between 100K and 1M pageviews/month)
cs: 1$ za každých 1000 zobrazení stránky s vaším obsahem (zvýší se na 5$ při 100 tisíci až milionu zhlédnutí za měsíc)
de: $1 für jede 1.000 Seitenansichten Ihres Inhalts (erhöht sich auf $5 zwischen 100K und 1M Seitenansichten/Monat)
hi: आपके कंटेंट पर प्रत्येक 1,000 पेजव्यू पर $1 (100K और 1M पेजव्यू/माह के बीच $5 तक बढ़ जाता है)
pl: $1 na każde 1000 wyświetleń na twojej zawartości (zwiększa się do $5 między 100K a 1M wyświetleń/miesiąc)
pt: $1 para cada 1.000 exibições de página no seu conteúdo (aumenta para $5 entre 100K e 1M de exibições/mês)
ru: $1 за каждые 1000 просмотров страниц на вашем контенте (увеличивается до $5 между 100К и 1М просмотров в месяц)
tr: İçeriğinizde her 1000 sayfa görünümü için $1 (100bin ve 1milyon arası için $5'a çıkar)

# MARKETING_PRO__REFERRED_SECTION
source: $0.10 for every referred active user
cs: $0.10 za každého pozvaného aktivního uživatele
de: $0.10 für jeden geworbenen aktiven Benutzer
es: $0.10 por cada usuario activo referido
hi: रेफ़र किए गए हरेक सक्रिय यूज़र के लिए $0.10
it: $0.10 per ogni utente attivo referenziato
ja: 参照されたアクティブユーザーごとに$0.10
pl: $0.10 na każdego rekomendowanego aktywnego użytkownika
pt: $0,10 para cada usuário ativo indicado
ro: $0.10 pentru fiecare utilizator activ recomandat
ru: $0.10 за каждого указанного активного пользователя
th: รับ $0.10 สำหรับทุกผู้ใช้ที่ได้ชวนมา
tr: Her yönlendirilmiş aktif kullanıcı için $0.10

# MARKETING_PRO__COMMISION_SECTION
source: 25% commission on all referred sales of Pro or {START_LINK} Minds Tokens {CLOSE_LINK}
cs: 25% provize za všechny doporučené prodeje "Pro" nebo prodané {START_LINK} Minds Tokeny {CLOSE_LINK}
de: 25% Provision für alle empfohlenen Verkäufe von Pro oder {START_LINK} Minds Token {CLOSE_LINK}
es: 25% de comisión sobre todas las ventas recomendadas de Pro o {START_LINK} Minds Tokens {CLOSE_LINK}
hi: प्रो या {START_LINK} Minds टोकन {CLOSE_LINK} की सभी रेफ़र की गई बिक्री पर 25% कमीशन
it: 25% commissione su tutte le vendite di Pro o {START_LINK} Minds Tokens {CLOSE_LINK}
ja: Proまたは {START_LINK} Mindsトークンのすべての参照売上に対する25%のコミッション {CLOSE_LINK}
pl: Prowizja 25% od całej sprzedaży poleconej Pro lub {START_LINK} Tokenów umysłowych {CLOSE_LINK}
pt: 25% de comissão sobre todas as vendas do Pro ou {START_LINK} Tokens de Minds {CLOSE_LINK}
ro: 25% comisioane pentru toate vânzările recomandate Pro sau {START_LINK} Minds Tokens {CLOSE_LINK}
zh: 25%委托所有转发的专业版或 {START_LINK} Minds Tokens {CLOSE_LINK}

# MARKETING_PRO__LEARN_MORE
source: Learn More
cs: Zjistit více
de: Mehr erfahren
es: Más información
hi: और अधिक जानें
it: Scopri Di Più
ja: もっと詳しく
pl: Poznaj więcej
pt: Saber mais
ro: Află mai multe
ru: Узнать больше
th: เรียนรู้เพิ่มเติม
tr: Daha Fazla Bilgi
uk: Дізнатися більше
zh: 了解更多

# MARKETING_PRO__BUILD_OWN_WEBSITE
source: Build your own website
cs: Vytvořte si vlastní webovou stránku
de: Erstellen Sie Ihre eigene Website
es: Crea tu propio sitio web
hi: अपनी खुद की वेबसाइट बनाएँ
it: Costruisci il tuo sito web
ja: 自分のウェブサイトを構築する
pl: Zbuduj własną stronę internetową
pt: Construa seu próprio site
ro: Construiți-vă propriul site
ru: Создайте свой сайт
th: สร้างเว็บไซท์ของคุณ
tr: Kendi sitenizi yapın
uk: Створіть свій власний веб-сайт
zh: 建立您自己的网站

# MARKETING_PRO__SUBDOMAIN_CUSTOMDOMAIN_OTHER_INFO
source: Morph your channel into a full blown website with your own subdomain or custom domain, newsfeed, logo, theme, categories and footer.
cs: Přeměňte váš kanál na plnohodnotný web s vlastní subdoménou nebo doménou, kanálem novinek, logem, designem, kategoriemi a zápatím.
es: Convierte tu canal en un sitio web completo con tu propio subdominio o dominio personalizado, noticias, logo, tema, categorías y pie de página.
hi: अपने चैनल को अपने सब-डोमेन या कस्टम डोमेन, न्यूज़फ़ीड, लोगो, थीम, श्रेणियों और फ़ुटर के साथ पूर्ण विकसित वेबसाइट में बदल दें।
ja: 独自のサブドメインまたはカスタムドメイン、ニュースフィード、ロゴ、テーマ、カテゴリ、フッターで完全に吹き飛ばされたウェブサイトにチャンネルを変形します。
ro: Morph canalul tău într-un site web plin de explozii cu propriul subdomeniu sau personal, noutăți, logo, temă, categorii și subsol.
uk: Змушують ваш канал на повноцінний сайт з власним піддоменом або користувацьким доменом, стрічкою новин, логотипом, темою, категоріями та нижнім колонтитулом.
zh: 将您的频道变成一个充满您自己的子域或自定义域、新闻、标志、主题、类别和页脚的完整网站。

# MARKETING_PRO__UPLOAD_VIDEOS_AND_PHOTOS
source: Upload videos and photos
cs: Nahrávejte videa a fotky
de: Videos und Fotos hochladen
es: Subir vídeos y fotos
hi: वीडियो और फ़ोटो अपलोड करें
it: Carica video e foto
ja: 動画や写真をアップロード
pl: Prześlij filmy i zdjęcia
pt: Enviar vídeos e fotos
ro: Încarcă videoclipuri și fotografii
ru: Загрузить видео и фотографии
th: อัพโหลดวิดิโอและรูปภาพ
tr: Video ve foto yükle
uk: Завантажити відео та фотографії
zh: 上传视频和照片

# MARKETING_PRO__PUBLISH_BLOGS_EASY_EDITOR
source: Publish blogs in an easy-to-use editor
cs: Publikujte blogy pomocí snadno použitelného editoru
de: Blogs in einem einfach zu bedienenden Editor veröffentlichen
hi: एक आसानी से उपयोग होने वाले संपादक में ब्लॉग प्रकाशित करें
ja: 使いやすいエディタでブログを公開する
pl: Publikuj blogi w łatwym do użycia edytorze
pt: Publicar blogs em um editor fácil de usar
ro: Publică bloguri într-un editor ușor de utilizat
ru: Публикация блогов в простом редакторе
uk: Опублікувати блоги в простому в редакторі використання
zh: 在易用编辑器中发布博客

# MARKETING_PRO__CREATE_OWN_GROUPS
source: Create your own groups
cs: Vytvářejte si vlastní skupiny
de: Erstellen Sie Ihre eigenen Gruppen
es: Crea tus propios grupos
hi: अपने खुद के ग्रुप बनाएं
it: Crea i tuoi gruppi
ja: 独自のグループを作成
pl: Utwórz własne grupy
pt: Crie seus próprios grupos
ro: Creează-ți propriile grupuri
ru: Создайте свои группы
th: สร้างกลุ่มของคุณเอง
uk: Створіть свої власні групи
zh: 创建您自己的组

# MARKETING_PRO__TRACK_ALL_ANALYTICS
source: Track all of your analytics
cs: Sledujte všechny své analýzy
de: Verfolgen Sie alle Ihre Analysen
es: Registra todos tus analíticas
hi: अपने सभी एनालिटिक्स को ट्रैक करें
it: Tieni traccia di tutti i tuoi dati analizzati
ja: すべての分析を追跡
pl: Śledź wszystkie swoje analizy
pt: Monitore todas as suas análises
ro: Urmărește toate analizele tale
ru: Отслеживайте все ваши аналитики
th: ติดตามการวิเคราะห์ทั้งหมดของคุณ
uk: Відстежувати всю вашу аналітику
zh: 跟踪您的所有分析

# MARKETING_PRO__CUSTOM_SUPPORT_FROM_TEAM
source: Custom support from the Minds team
cs: Dostupná podpora od týmu Minds
de: Benutzerdefinierte Unterstützung vom Minds Team
es: Soporte personalizado del equipo de mentes
hi: Minds की टीम से कस्टम समर्थन
it: Supporto personalizzato dal team Minds
ja: Minds チームからのカスタムサポート
pl: Niestandardowe wsparcie ze strony zespołu umysłów
pt: Suporte personalizado da equipe do Minds
ro: Suport personalizat din partea echipei Minds
ru: Пользовательская поддержка от команды Minds
th: การสนับสนุนที่กำหนดเองได้จากทีม Minds
tr: Minds takımından size özel destek
uk: Довільна підтримка команди Minds
zh: 来自心灵团队的自定义支持

# MARKETING_PRO__REGAIN_CONTROL_BUSINESS
source: Regain control of your business online
cs: Získejte zpět kontrolu nad vaším online podnikáním
de: Übernehmen Sie die Kontrolle über Ihr Geschäft online
es: Recuperar el control de su negocio en línea
hi: ऑनलाइन अपने व्यवसाय पर नियंत्रण रखें
it: Riprendi il controllo del tuo business online
ja: オンラインでビジネスをコントロールする
pl: Przywróć kontrolę nad swoją firmą online
pt: Recupere o controle da sua empresa on-line
ro: Reveniți la controlul afacerii dvs. online
ru: Рекламный контроль над вашим бизнесом онлайн
th: ฟื้นการควบคุมธุรกิจออนไลน์ของคุณ
uk: Поповнити контроль над бізнесом онлайн
zh: 重新控制您的在线业务

# MARKETING_PRO__TIRED_DEMONETIZATION_SECTION
source: Tired of demonetization, censorship and unfair treatment from traditional social networks? Minds offers a fully transparent, privacy-focused platform with no bias, hidden algorithms or censorship.
cs: Jste unaveni demonetizací, cenzurou a nespravedlivým zacházením od tradičních sociálních sítí? Minds nabízí plně transparentní platformu zaměřenou na soukromí bez zaujatosti, skrytých algoritmů nebo cenzury.
hi: पुराने सोशल नेटवर्क डिमोनेटाइज़ेशन, सेंसरशिप और गैर-निष्पक्ष व्यवहार से परेशान हो गए हैं? Minds पूरी तरह से पारदर्शी, गोपनीयता-आधारित प्लेटफ़ॉर्म प्रदान करता है जिसमें कोई पूर्वाग्रह, छिपी अल्गोरिद्म या सेंसरशिप मौजूद नहीं है।
ja: 伝統的なソーシャルネットワークからの脱退、検閲、不公平な取り扱いにうんざりしていますか? マインドは、バイアス、隠されたアルゴリズム、検閲なしで完全に透明でプライバシーに焦点を当てたプラットフォームを提供します。
pl: Zmęczony demonetyzacją, cenzurą i niesprawiedliwym traktowaniem z tradycyjnych sieci społecznościowych? Myśli oferują w pełni przejrzystą i ukierunkowaną na prywatność platformę bez stronniczości, ukrytych algorytmów lub cenzury.
pt: Cansado de demonetização, censura e tratamento injusto das redes sociais tradicionais? A mente oferece uma plataforma totalmente transparente e focada na privacidade, sem preconceitos, algoritmos ocultos ou censura.
ru: Наслаждаясь демонетизацией, цензурой и несправедливым отношением к традиционным социальным сетям, мы предлагаем полностью прозрачную и ориентированную на защиту частной жизни платформу без предвзятости, скрытых алгоритмов или цензуры.
zh: 对传统社会网络的妖魔化、新闻检查和不公平待遇感到厌恶？思想提供了一个完全透明的、以隐私为中心的平台，没有偏见、隐藏的算法或新闻检查。

# MARKETING_PRO__LEVERAGE_BLOCKCHAIN_SECTION
source: Leverage the blockchain and crypto payments to eliminate the middleman and maintain autonomy over your revenue streams.
cs: Využijte blockchain a platby v kryptoměnách pro eliminaci prostředníka a udržení nezávislosti vašich finančních toků.
hi: बिचौलिए को खत्म करने और अपनी रेवेन्यू स्ट्रीम पर स्वायत्तता बनाए रखने के लिए ब्लॉकचेन और क्रिप्टो भुगतान का लाभ उठाएं।
ja: ブロックチェーンと暗号の支払いを活用して、仲介者を排除し、収益の流れに対する自律性を維持します。
zh: 利用区块链和加密付款来消除中间人，并保持对您收入流的自主权。

# MARKETING_PRO__OTHER_PRO_FEATURES
source: Other Pro features
cs: Další Pro funkce
de: Andere Pro-Funktionen
es: Otras características Pro
hi: अन्य प्रो सुविधाएँ
it: Altre funzionalità Pro
ja: その他のPro機能
pl: Inne funkcje Pro
pt: Outros recursos Pro
ro: Alte caracteristici Pro
ru: Другие функции Pro
th: ฟีเจอร์ Pro อื่นๆ
tr: Diğer Pro özellikler
uk: Інші можливості Pro
zh: 其他专业功能

# MARKETING_PRO__PROFESSIONAL_MEDIA
source: Professional media
cs: Profesionální média
de: Professionelle Medien
es: Media profesional
hi: पेशेवर मीडिया
it: Media professionali
ja: プロのメディア
pl: Profesjonalne media
pt: Mídia profissional
ro: Media profesională
th: สื่อมืออาชีพ
tr: Profesyonel medya
uk: Професійні засоби масової інформації
zh: 专业媒体

# MARKETING_PRO__UPLOAD_VIDEOS_LENGTH_SIZE_DETAILS
source: Upload videos or images up to 60 minutes in length, 4 GB in size and 1080p in resolution. Publish your own blogs with our easy-to-use editor.
cs: Nahrávejte obrázky nebo videa o délce až 60 minut, velikosti 4 GB a rozlišení 1080p. Publikujte své vlastní blogy pomocí našeho snadno použitelného editoru.
de: Hochladen von Videos oder Bildern bis zu 60 Minuten Länge, 4 GB Größe und 1080p Auflösung. Veröffentlichen Sie Ihre eigenen Blogs mit unserem einfach zu bedienenden Editor.
hi: आकार में 4 जीबी और रिज़ॉल्यूशन में 1080p वाले, 60 मिनट तक के वीडियो या फ़ोटो अपलोड करें। हमारे उपयोग करने में आसान एडिटर के साथ अपना ब्लॉग खुद प्रकाशित करें।
ja: 動画や画像を60分間、4GB、1080pまでアップロードできます。 使いやすいエディタで自分のブログを公開しましょう。
pl: Prześlij filmy lub zdjęcia do 60 minut długości, 4 GB w rozmiarze i 1080p w rozdzielczości. Opublikuj swoje własne blogi za pomocą naszego łatwego do użycia edytora.
pt: Envie vídeos ou imagens até 60 minutos de comprimento, 4 GB de tamanho e 1080p em resolução. Publique seus próprios blogs com o nosso editor fácil de usar.
ro: Încărcați videoclipuri sau imagini cu o lungime de până la 60 de minute, dimensiunea 4 GB și 1080p în rezoluție. Publicați-vă propriile bloguri cu editorul nostru ușor de utilizat.
uk: Завантажувати відео або зображення довжиною до 60 хвилин, 4 Гб у розмірі та 1080p у роздільній роздільності. Опублікуйте свої власні блоги з нашим простим у використанні редактором.
zh: 上传视频或图像，长度达60分钟，大小为4GB，分辨率为1080p 用我们易用的编辑器发布您自己的博客。

# MARKETING_PRO__UNLOCK_ALL_PRO_FEATURES
source: Unlock all Plus features
cs: Odemkněte všechny funkce Plus
de: Alle Plus Funktionen freischalten
es: Desbloquear todas las funciones Plus
hi: सभी प्लस फ़ीचर को अनलॉक करें
it: Sblocca tutte le funzionalità Plus
ja: すべての Plus 機能のロックを解除する
pl: Odblokuj wszystkie funkcje Plus
pt: Desbloquear todos os recursos Plus
ro: Deblocați toate funcțiile Plus
ru: Разблокировать все функции Plus
th: ปลดล็อกคุณสมบัติทั้งหมด
tr: Tüm Plus özelliklerini aç
uk: Розблокувати всі функції Plus
zh: 解锁全部Plus功能

# MARKETING_PRO__TURN_OFF_ADS_SECTION
source: Turn off ads, verify your channel, earn a badge and access exclusive content.
cs: Vypněte reklamy, ověřte svůj kanál, získejte odznak a přístup k exkluzivnímu obsahu.
de: Schalten Sie Werbung aus, verifizieren Sie Ihren Kanal, verdienen Sie ein Abzeichen und Zugriff auf exklusive Inhalte.
es: Desactiva los anuncios, verifica tu canal, gana una insignia y accede al contenido exclusivo.
hi: विज्ञापन बंद करें, अपने चैनल को सत्यापित करें, बैज अर्जित करें और एक्सक्लूसिव कंटेंट का उपयोग करें।
it: Disattiva gli annunci, verifica il tuo canale, guadagna un badge e accedi a contenuti esclusivi.
ja: 広告をオフにし、チャンネルを確認し、バッジを獲得し、排他的なコンテンツにアクセスします。
pl: Wyłącz reklamy, sprawdź swój kanał, zdobądź odznakę i dostęp do ekskluzywnych treści.
pt: Desative os anúncios, verifique seu canal, ganhe um emblema e acesse conteúdo exclusivo.
ro: Oprește reclamele, verifică canalul tău, câștigă o insignă și accesează conținut exclusiv.
ru: Выключите рекламу, подтвердите свой канал, получите значок и доступ к эксклюзивному контенту.
tr: Reklamları kaldır, kanalını doğrula, bir rozet edin, ve seçkin içeriğe eriş.
uk: Відключіть рекламу, перевірте ваш канал, отримайте значок і доступ до ексклюзивних вмісту.
zh: 关闭广告，验证您的频道，赚取徽章并访问专属内容。

# MARKETING_PRO__LEARN_ABOUT_PLUS
source: Learn About Plus
cs: Více informací o Plus
de: Mehr erfahren
es: Aprende acerca de Plus
hi: प्लस के बारे में जानें
it: Scopri Plus
ja: Plusについて学ぶ
pl: Dowiedz się więcej o programie Plus
pt: Saiba Mais
ro: Învață despre Plus
ru: Узнать о Plus
th: เรียนรู้เกี่ยวกับ Plus
tr: Plus Hakkında Bilgi Edin
uk: Дізнатися про Plus
zh: 学习 Plus

# MARKETING_PRO__HARNESS_THE_NETWORK
source: Harness the network
cs: Zapojte vaši síť
de: Netzwerk nutzen
es: Aproveche la red
hi: नेटवर्क का उपयोग करें
it: Sfrutta la rete
ja: ネットワークを利用する
pl: Wykorzystaj sieć
pt: Aproveite a rede
ro: Exploatați rețeaua
ru: Задействовать сеть
th: ควบคุมเครือข่าย
tr: Ağın gücünü kullanın
uk: Насос мережі
zh: 利用网络

# MARKETING_PRO__WHY_SEPERATE_FROM_COMMUNITY_SECTION
source: Why separate your website from your social network? Join forces with our community of millions of minds.
cs: Proč oddělovat váš web od vaší sociální sítě? Spojte se s naší komunitou milionů uživatelů.
de: Warum trennen Sie Ihre Website von Ihrem sozialen Netzwerk? Schließen Sie sich mit unserer Community von Millionen von Gedanken an.
es: ¿Por qué separar tu sitio web de tu red social? Únete a nuestra comunidad de millones de mentes.
hi: अपनी वेबसाइट को अपने सोशल नेटवर्क से अलग क्यों करें? लाखों माइंड्स के हमारे समुदाय की ताकत के साथ जुड़ें।
it: Perché separare il tuo sito web dal tuo social network? Unisciti alle forze della nostra comunità di milioni di menti.
ja: なぜあなたのウェブサイトをソーシャルネットワークから切り離すのですか? 数百万人の心を持つ私たちのコミュニティと力を合わせましょう。
pl: Dlaczego warto oddzielić swoją stronę od swojej sieci społecznościowej? Dołącz do sił z naszą społecznością milionów umysłów.
pt: Por que separar seu site da sua rede social? Junte-se a forças com nossa comunidade de milhões de mentes.
ro: De ce să separăm site-ul web de rețeaua ta de socializare? Alătură-te comunității noastre de milioane de minți.
ru: Зачем отделять ваш сайт от вашей социальной сети? Объедините силы с нашим сообществом миллионов умов.
th: ทำไมต้องแยกเว็บไซต์ออกจากเครือข่ายโซเชียลของคุณล่ะ? เข้าร่วมชุมชน Minds ที่มีสมาชิกอยู่หลายล้านกันเถอะ
tr: Kendi web sitenizi neden sosyal ağınızdan ayrı tutasınız? Milyonlarca zihinden oluşan topluluğumuzla güçlerinizi birleştirin.
uk: Навіщо розділяти свій сайт через соціальні мережі? Приєднатися до сил з нашою спільнотою мільйонів розумів.
zh: 为什么要将您的网站与您的社交网络分开？与我们数百万心灵的社区一起加入力量。

# MARKETING_PRO__UPGRADE_TO_PRO
source: Upgrade to Pro
cs: Upgradovat na Pro
de: Upgrade auf Pro
es: Actualizar a Pro
hi: प्रो में अपग्रेड करें
ja: Proにアップグレード
pl: Uaktualnij do wersji Pro
pt: Atualizar para versão Pro
ro: Actualizează la Pro
ru: Обновить до Pro
th: อัพเกรดเป็น Pro
uk: Оновити до Pro
zh: 升级到专业版

# PRO_SETTINGS__CUSTOMIZE_TITLE_HEADLINE
source: Customize your title and headline
cs: Přizpůsobte váš název a nadpis
de: Titel und Überschrift anpassen
es: Personaliza tu título y título
hi: अपने टाइटल और हेडलाइन को अनुकूलित करें
it: Personalizza il tuo titolo e l'intestazione
ja: タイトルと見出しをカスタマイズする
pl: Dostosuj swój tytuł i nagłówek
pt: Personalize seu título e título
ro: Personalizați titlul și titlul
ru: Настройка заголовка и заголовка
th: ปรับแต่งชื่อและหัวเรื่องของคุณ
uk: Налаштуйте заголовок та заголовок
zh: 自定义您的标题和标题

# PRO_SETTINGS__CUSTOMIZE_THEME
source: Set up your site's color theme
cs: Nastavte barevný motiv webu
de: Farbschema Ihrer Website einrichten
es: Configurar el tema de color de su sitio
hi: अपनी साइट का रंग विषय सेट करें
it: Imposta il colore del tema del tuo sito
ja: サイトのカラーテーマを設定
pl: Ustaw kolor motywu swojej witryny
pt: Configure as cores do tema do seu site
ru: Настройка цветовой темы вашего сайта
th: ตั้งค่าสีของธีมหน้าของคุณ
tr: Sitenizin renk temasını ayarlayın
uk: Налаштуйте колірну тему Вашого сайту
zh: 设置您站点的颜色主题

# PRO_SETTINGS__CUSTOMIZE_CUSTOM_LOGO
source: Upload custom logo and background images
cs: Nahrajte vlastní logo a obrázek pozadí
de: Benutzerdefiniertes Logo und Hintergrundbilder hochladen
es: Subir imágenes de fondo y logo personalizadas
hi: कस्टम लोगो और पृष्ठभूमि चित्र अपलोड करें
it: Carica immagini personalizzate di logo e sfondo
ja: カスタムロゴと背景画像をアップロード
pl: Prześlij własne logo i obrazy tła
pt: Fazer upload de imagens personalizadas de logotipo e de fundo
ro: Încărcați logo-ul personalizat și imaginile de fundal
ru: Загрузить пользовательский логотип и фоновые изображения
th: อัพโหลดโลโก้และภาพพื้นหลัง
uk: Завантажити користувацький логотип і фонові зображення
zh: 上传自定义徽标和背景图像

# PRO_SETTINGS__CUSTOMIZE_HASHTAGS
source: Set up your category filter hashtags
cs: Nastavte štítky pro filtr kategorie
hi: अपने श्रेणी फ़िल्टर हैशटैग सेट करें
ja: カテゴリフィルタのハッシュタグを設定
th: ตั้งค่าหัวข้อแฮชแท็กที่ต้องการกรอง
tr: Kategori filtreleme etiketlerinizi ayarlayın
zh: 设置您的类别过滤规则哈希标签

# PRO_SETTINGS__CUSTOMIZE_FOOTER_LINKS
source: Set up your site's footer links
cs: Nastavte odkazy v zápatí vašeho webu
de: Seitenfußlinks einrichten
es: Configurar los enlaces a pie de página de su sitio
hi: अपनी साइट के फ़ुटर लिंक सेट करें
it: Imposta i link del footer del tuo sito
ja: サイトのフッターリンクを設定
pl: Skonfiguruj linki stopki swojej witryny
pt: Configure os links no rodapé do seu site
ru: Настройка нижнего колонтитула вашего сайта
th: ตั้งค่าฟุตเตอร์ลิงค์ของหน้าคุณ
uk: Налаштуйте посилання в колонтитулі вашого сайту
zh: 设置网站页脚链接

# PRO_SETTINGS__CUSTOMIZE_DOMAIN
source: Customize your site domain
cs: Přizpůsobte doménu vašeho webu
de: Passen Sie Ihre Domain an
es: Personalice el dominio de su sitio
hi: अपने साइट डोमेन को कस्टमाइज़ करें
it: Personalizza il dominio del tuo sito
ja: サイトのドメインをカスタマイズ
pl: Dostosuj domenę witryny
pt: Personalize o domínio do seu site
ru: Настройте домен сайта
th: ปรับแต่งหน้าโดเมนของคุณ
uk: Налаштуйте домен сайту
zh: 自定义网站域名
