Repository: Minds/front
Catalog: src/locale/Minds.*.xliff
Languages: cs, de, es, hi, it, ja, pl, pt, ro, ru, th, tr, uk, zh

# SETTINGS__OTHER__LEAVE__DELETE__DESCRIPTION
source: Warning: This is not reversible and will result in permanent loss of your channel and all of your data. Your channel will not be recoverable. Your username will be released back to the public.
cs: Upozornění: Toto je nevratné a bude mít za následek trvalou ztrátu vašeho kanálu a všech vašich dat. Váš kanál nebude obnovitelný. Vaše uživatelské jméno bude uvolněno zpět pro veřejnost.
de: Achtung: Dies ist unumkehrbar und Ihr Kanal und Daten gehen für immer verloren. Sie lassen sich nicht wiederherstellen. Ihr Nutzername wird wieder für neue Nutzer freigegeben.
es: Alerta: Esto no es reversible y resultará en la pérdida de tu canal y todos tus datos. Tu canal no se podrá recuperar. Tu nombre de usuario será liberado nuevamente al público.
hi: चेतावनी: इस एक्शन को वापस नहीं लिया जा सकता है और इससे आपके चैनल और आपके सभी डेटा का स्थायी नुकसान होगा। आपका चैनल रिकवर करने योग्य नहीं होगा। आपका यूज़रनेम वापस आम लोगों के लिए जारी किया जाएगा।
it: Attenzione: quest'azione non è reversibile e comporterà la perdita permanente del tuo canale e di tutti i tuoi dati. Il tuo canale non sarà recuperabile. Il vostro nome utente sarà sbloccato per il pubblico.
ja: 警告：これは元に戻すことができず、チャンネルとすべてのデータが永久に失われることになります。あなたのチャンネルは回復できません。あなたのユーザー名は解放されます。
pl: Ostrzeżenie: To nie jest odwracalne i spowoduje trwałą utratę kanału i wszystkich Twoich danych. Twój kanał nie zostanie odzyskany. Twoja nazwa użytkownika zostanie opublikowana publicznie.
pt: Aviso: isso não é reversível e resultará na perda permanente de seu canal e de todos os seus dados. Seu canal não será recuperável. Seu nome de utilizador será liberado para o público.
ro: Atenție: Acest lucru nu este reversibil și va duce la pierderea permanentă a canalului și a tuturor datelor dvs. Canalul tău nu va fi recuperabil. Numele tău de utilizator va fi trimis înapoi către public.
ru: Предупреждение: Это необратимо и приведет к постоянной потере вашего канала и всех ваших данных. Ваш канал будет подлежать к восстановлению. Ваш логин будет возвращён для общего пользования.
th: คำเตือน: ไม่สามารถย้อนกลับได้และจะทำให้แชนแนลและข้อมูลทั้งหมดของคุณสูญหายอย่างถาวร แชนแนลของคุณจะไม่สามารถกู้คืนได้ ชื่อผู้ใช้ของคุณจะถูกคืนกลับสู่สาธารณะ
uk: Увага: Ця дія не є незворотною і призведе до постійної втрати вашого каналу і всіх ваших даних. Ваш канал не буде відновлений. Ваше ім'я користувача буде випущено в загальному.
zh: 警告：这是不可逆的，会导致您的频道和所有数据永久丢失。 您的频道无法恢复。 您的用户名将被释放回公众。

# SETTINGS_V2_DELETE_ACCOUNT__I_UNDERSTAND
source: I understand and wish to continue.
cs: Rozumín a přeji si pokračovat.
de: Ich verstehe und möchte weitermachen.
es: Entiendo y deseo continuar.
hi: मैं समझता हूं और जारी रखना चाहता हूं।
it: Capisco e desidero continuare.
ja: 私は理解し、継続したいと思います。
pl: Rozumiem i chcę kontynuować.
pt: Compreendo e desejo continuar.
ru: Я понимаю и хочу продолжать.
tr: Anladım ve devam etmek istiyorum.
uk: Я розумію і бажаю продовжити.
zh: 我理解并希望继续下去。

# SETTINGS_V2_DELETE_ACCOUNT__DELETE_ACCOUNT
source: Delete Account
cs: Smazat účet
de: Kanal löschen
es: Borrar Canal
hi: खाता हटाएं
it: Cancella canale
ja: チャンネル削除
pl: Usuń konto
pt: Apagar canal
ro: Ștergere cont
ru: Удалить Канал
th: ลบบัญชี
tr: Hesabı Sil
uk: Видалити обліковий запис

# SETTINGS__NOTIFICATIONS__POPOVERS__LABEL
source: Notification Popovers
cs: Vyskakovací oznámení
es: Notificaciones Popovers
it: Notifica Popover
ja: 通知ポップアップ
pl: Powiadomienia Popovers
pt: Notificação Popovers
ru: Всплывающие уведомления
tr: Bildirim Kutucukları
zh: 弹出通知

# SETTINGS__NOTIFICATIONS__POPOVERS__DESCRIPTION
source: Control whether you receive notification popovers.
cs: Kontroluje, zda budete dostávat vyskakovací oznámení.
de: Legen Sie fest, ob Sie Benachrichtigungen erhalten.
es: Controla si recibes pozos de notificación.
hi: सूचना प्राप्त करें कि क्या आपको सूचना मिलती है।
it: Controlla se ricevi notifiche popover.
ja: 通知ポップアップを受信するかどうかを制御します。
pl: Kontroluj, czy otrzymujesz wyskakujące powiadomienia.
pt: Controle se você recebe notificações de pobreza.
tr: Bilirim kutucuklarını alıp almamayı kontrol edin.
zh: 控制是否收到通知弹出窗口。

# TOASTER_NOTIFICATION_SETTINGS__ENABLE_POPOVERS
source: Enable notification popovers
cs: Povolit vyskakovací oznámení
es: Habilitar notificaciones emergentes
hi: सूचना पॉपओवर चालू करें
it: Abilita notifiche popover
ja: 通知ポップオーバーを有効にする
pl: Włącz wyskakujące powiadomienia
pt: Habilitar notificações bolhas
ru: Включить всплывающие окна уведомлений
zh: 启用弹出通知

# TOASTER_NOTIFICATION_SETTINGS__UPDATE_PREFERENCE
source: Update Popover Preference
cs: Aktualizovat předvolbu oznámení
hi: पॉपओवर वरीयता अपडेट करें
it: Aggiorna Preferenze Popover
ja: ポップアップ設定を更新
pl: Aktualizuj preferencje Popover
pt: Atualizar Preferência de Popover
ru: Обновить настройки Popover
tr: Kutucukların Tercihlerini Güncelle
zh: 更新弹出窗口首选项

# SETTINGS__PRO__GENERAL__LABEL
source: General Settings
cs: Obecná nastavení
de: Allgemeine Einstellungen
es: Configuración General
it: Impostazioni Generali
ja: 全般設定
pl: Ustawienia ogólne
pt: Configurações Gerais
ro: Setări generale
ru: Общие настройки
tr: Genel Ayarlar
uk: Загальні налаштування
zh: 常规设置

# SETTINGS__PRO__GENERAL__DESCRIPTION
source: Customize your title and headline. {START_LINK} Upgrade to Pro {CLOSE_LINK}
cs: Přizpůsobte svůj název a titulek. {START_LINK} Upgradujte na Pro {CLOSE_LINK}
de: Passen Sie Ihren Titel und Ihre Überschrift an. {START_LINK} Upgrade auf Pro {CLOSE_LINK}
es: Personaliza el título y el encabezado. {START_LINK} Actualiza a Pro {CLOSE_LINK}
hi: अपने टाइटल और हेडर को कस्टमाइज़ करें। {START_LINK} प्रो में अपग्रेड करें {CLOSE_LINK}
ja: タイトルと見出しをカスタマイズします。 {START_LINK} Pro {CLOSE_LINK} へのアップグレード
pl: Dostosuj swój tytuł i nagłówek. {START_LINK} Uaktualnij do wersji Pro {CLOSE_LINK}
pt: Personalize o seu título e cabeçalho. {START_LINK} Upgrade para Pro {CLOSE_LINK}
ro: Personalizați-vă titlul și titlul. {START_LINK} Faceți upgrade la Pro {CLOSE_LINK}
ru: Настройте свое название и заголовки. {START_LINK} Обновите до Pro {CLOSE_LINK}
uk: Налаштуйте свій заголовок і заголовок. {START_LINK} оновіться до версії Pro {CLOSE_LINK}
zh: 自定义您的标题和标题。 {START_LINK} 升级到专业版 {CLOSE_LINK}

# PRO_GENERAL__PAGE_TITLE
source: Page Title
cs: Název stránky
de: Seitentitel
es: Título de página
it: Titolo della Pagina
ja: ページタイトル
pl: Tytuł strony
pt: Título da página
ro: Titlu pagină
ru: Название страницы
tr: Sayfa Başlığı
uk: Назва сторінки
zh: 页面标题

# PRO_GENERAL__NAME_OF_SITE_INFO
source: The name of your pro site. This will be used in browser tab titles and your SEO tags.
cs: Název vašeho Pro webu. Bude použit v názvech záložek prohlížeče a vašich SEO značek.
es: El nombre de su sitio Pro. Esto se utilizará en los títulos de las pestañas del navegador y sus etiquetas SEO.
hi: आपकी प्रो साइट का नाम। यह ब्राउज़र टैब शीर्षक और आपके SEO टैग में उपयोग किया जाएगा।
it: Il nome del tuo sito pro. Questo verrà utilizzato nei titoli delle schede del browser e nei tuoi tag SEO.
ja: プロサイトの名前。これはブラウザタブのタイトルとSEOタグで使用されます。
pl: Nazwa twojej strony Pro. Będzie ona używana w tytułach zakładek przeglądarki i tagach SEO.
pt: O nome do seu site profissional. Isso será usado em títulos de guias do navegador e suas tags SEO.
ro: Numele site-ului dvs. Pro. Acesta va fi utilizat în titlurile de tab-uri ale browser-ului și etichetele SEO.
ru: Имя вашего Pro сайта. Это будет использоваться в заголовках вкладки браузера и SEO теги.
uk: Ім'я вашого професійного сайту. Буде використано у назві вкладки браузера та теги SEO.
zh: 您高级版网站的名称。这将用于浏览器标签页标题和您的 SEO 标签。

# PRO_GENERAL__HEADLINE
source: Headline
cs: Nadpis
de: Überschrift
es: Título
hi: शीर्षक
it: Testata
ja: 見出し
pl: Nagłówek
pt: Título
ro: Titlu
ru: Заголовок
tr: Manşet
uk: Заголовок
zh: 标题

# PRO_GENERAL__HEADLINE_INFO
source: A short description about your site. This will be used in your SEO tags as well.
cs: Stručný popis vaší stránky. Bude použit i ve vašich SEO značkách.
es: Una breve descripción de tu sitio. Esto también se utilizará en tus etiquetas SEO.
hi: आपकी साइट के बारे में एक संक्षिप्त विवरण। यह आपके SEO टैग में भी उपयोग किया जाएगा।
it: Una breve descrizione del tuo sito. Questa sarà utilizzata anche nei tuoi tag SEO.
ja: サイトの簡単な説明。これはSEOタグでも使用されます。
pl: Krótki opis Twojej witryny. Będzie on również używany w tagach SEO.
pt: Uma breve descrição do seu site. Também será usada em suas etiquetas SEO.
ro: O scurtă descriere a site-ului dvs. Aceasta va fi folosită și în etichetele SEO.
ru: Краткое описание вашего сайта. Это также будет использоваться в SEO тэгах.
uk: Короткий опис сайту буде використано також у ваших тегах SEO.
zh: 关于您的网站的简短描述。这也将用于您的 SEO 标签。

# PRO_GENERAL__ENABLE_PRO_THEME
source: Enable Pro theme
cs: Povolit Pro motiv
de: Pro-Theme aktivieren
es: Activar tema Pro
it: Abilita tema Pro
ja: Proテーマを有効にする
pl: Włącz motyw Pro
pt: Ativar tema Pro
ro: Activează tema Pro
ru: Включить Pro тему
uk: Увімкнути Pro тему
zh: 启用专业版主题

# PRO_GENERAL__ENABLE_PRO_THEME_INFO
source: When enabled, your channel on minds.com will have your Pro site theme applied
cs: Pokud je povoleno, váš kanál na minds.com bude mít nastavený Pro motiv
de: Wenn aktiviert, wird Ihr Kanal auf minds.com Ihr Pro-Site-Theme anwenden
es: Cuando esté activado, su canal en minds.com tendrá su tema Pro
hi: जब सक्षम किया जाता है, तो आपका चैनल minds.com पर आपके pro साइट विषय पर लागू होगा
it: Se abilitato, il tuo canale su minds.com avrà applicato il tema del tuo sito Pro
ja: 有効にすると、Minds.comのチャンネルにProサイトテーマが適用されます
pl: Po włączeniu twój kanał na minds.com będzie miał zastosowanie motyw Pro
pt: Quando ativado, o seu canal em minds.com terá o tema Pro do site aplicado
ro: Când este activat, canalul tău pe minds.com va avea tema ta Pro aplicată
ru: Если включено, ваш канал на minds.com будет использовать вашу тему Pro сайта
uk: Якщо увімкнено, то ваш канал на minds.com матиме застосовувану вашу Pro тему
zh: 启用后，您在minds.com 上的频道将应用您的专业版网站主题

# PRO_GENERAL__SAVE_PERSONAL_DETAILS
source: Save Personal Details
cs: Uložit osobní údaje
de: Persönliche Daten speichern
es: Guardar detalles personales
hi: व्यक्तिगत विवरण सहेजें
it: Salva Dettagli Personali
ja: 個人情報を保存
pl: Zapisz dane osobowe
pt: Salvar Detalhes Pessoais
ro: Salvează detaliile personale
ru: Сохранить личные данные
tr: Kişisel Bilgilerimi Kaydet
uk: Зберегти особисті дані
zh: 保存个人详细信息

# SETTINGS__PRO__THEME__LABEL
source: Theme
cs: Motiv
de: Thema
es: Tema
it: Tema
ja: テーマ
pl: Motyw
pt: Tema
ro: Tema
ru: Тема
tr: Tema
uk: Тема
zh: 主题

# SETTINGS__PRO__THEME__DESCRIPTION
source: Set up your site's color theme. {START_LINK} Upgrade to Pro {CLOSE_LINK}
cs: Nastavte barevný motiv vašeho webu. {START_LINK} Upgradujte na Pro {CLOSE_LINK}
de: Richten Sie das Farbschema Ihrer Website ein. {START_LINK} Upgrade auf Pro {CLOSE_LINK}
es: Configura el tema de color de tu sitio. {START_LINK} Actualiza a Pro {CLOSE_LINK}
hi: अपनी साइट का रंग विषय सेट करें। {START_LINK} प्रो {CLOSE_LINK} में अपग्रेड करें
ja: サイトのカラーテーマを設定します。 {START_LINK} Pro {CLOSE_LINK} へのアップグレード
pl: Skonfiguruj kolor swojej witryny. {START_LINK} Ulepsz do wersji Pro {CLOSE_LINK}
pt: Configure o tema de cores do seu site. {START_LINK} Atualize para o Pro {CLOSE_LINK}
ro: Configurați tema de culoare a site-ului dvs. {START_LINK} Treceți la versiunea Pro {CLOSE_LINK}
ru: Настройте цветовую тему вашего сайта. {START_LINK} Обновите до Pro {CLOSE_LINK}
uk: Налаштуйте колірну тему вашого сайту. {START_LINK} Оновити до Pro {CLOSE_LINK}
zh: 设置网站的颜色主题。 {START_LINK} 升级到专业版 {CLOSE_LINK}

# PRO_THEME__TEXT_COLOR
source: Text Color
cs: Barva textu
de: Textfarbe
es: Color del texto
it: Colore del Testo
ja: テキストの色
pl: Kolor tekstu
pt: Cor do texto
ro: Culoare text
ru: Цвет текста
tr: Metin Rengi
uk: Колір тексту
zh: 文本颜色

# PRO_THEME__COLOR_OF_PRO_SITE_INFO
source: The color of text on your Pro site
cs: Barva textu na vaší Pro stránce
de: Die Farbe des Textes auf Ihrer Pro-Seite
es: El color del texto en tu sitio Pro
hi: अपने pro साइट पर पाठ का रंग
it: Il colore del testo sul tuo sito Pro
ja: Proサイト上のテキストの色
pl: Kolor tekstu na twojej stronie Pro
pt: A cor do texto no seu site Pro
ro: Culoarea textului pe site-ul dvs. Pro
tr: Pro sitenizdeki metnin rengi
uk: Колір тексту на Вашому сайті Pro
zh: 您专业版网站上文本的颜色

# PRO_THEME__INVALID_HEX_CODE
source: Invalid hex code
cs: Neplatný hex kód
de: Ungültiger Hex-Code
es: Código hexadecimal inválido
hi: अमान्य हेक्स कोड
it: Codice esadecimale non valido
ja: 無効な16進数コード
pl: Nieprawidłowy kod szesnastkowy
pt: Código hexadecimal inválido
ro: Cod hex nevalid
ru: Неверный шестнадцатеричный код
tr: Geçersiz hex kodu
uk: Неправильний шістнадцятковий код
zh: 十六进制代码无效

# PRO_THEME__TEXT_COLOR_REQUIRED
source: Text color is required
cs: Barva textu je vyžadována
de: Textfarbe ist erforderlich
es: El color del texto es requerido
hi: पाठ का रंग आवश्यक है
it: Il colore del testo è obbligatorio
ja: テキストの色は必須です
pl: Kolor tekstu jest wymagany
pt: Cor do texto necessária
ro: Este necesară culoarea textului
ru: Требуется цвет текста
tr: Metin rengi zorunludur
uk: Необхідно вказати колір тексту
zh: 文本颜色是必需的

# PRO_THEME__ACCENT_COLOR
source: Accent Color
cs: Barva zvýraznění
de: Akzentfarbe
es: Color de acento
hi: एक्सेंट कॉलर
it: Colore dell'Enfasi
ja: アクセントカラー
pl: Kolor akcentu
pt: Cor do acento
ro: Culoare accent
ru: Цвет акцента
tr: Vurgu Rengi
uk: Колір акценту
zh: 亮度颜色

# PRO_THEME__ACCENT_COLOR_INFO
source: Links will become this color when you hover over them
cs: Odkazy se zbarví touto barvou, když přes ně přejedete kurzorem
de: Links werden zu dieser Farbe, wenn Sie über sie schweben
es: Los enlaces se convertirán en este color cuando los pases sobre ellos
hi: जब आप उन पर अपना माउस ले जाएंगे तो लिंक इस रंग का हो जाएगा
it: I link diventeranno di questo colore passandoci sopra
ja: リンクをホバーすると、この色になります
pl: Linki staną się tym kolorem po najechaniu na nie
pt: Links se tornarão essa cor quando você passar o mouse sobre eles
ro: Link-urile vor deveni această culoare când le plutești peste ele
ru: Ссылки станут таким цветом, когда вы наведите над ними
tr: Bağlantılar üzerilerine gelindiğinde bu rengi alacaklar
uk: Посилання стануть таким кольором, коли ви наведете на них
zh: 当你悬停在链接上时，链接会变成这种颜色

# PRO_THEME__LINK_COLOR_REQUIRED
source: Link color is required
cs: Barva odkazu je vyžadována
es: Color del enlace es requerido
hi: लिंक का रंग आवश्यक है
it: Il colore del link è obbligatorio
ja: リンクの色が必要です
pl: Kolor linku jest wymagany
pt: Cor do link é necessária
ro: Culoarea link-ului este necesară
ru: Требуется цвет ссылки
tr: Bağlantı rengi zorunludur
uk: Необхідно вказати колір посилання
zh: 链接颜色是必需的

# PRO_THEME__BACKGROUND_COLOR
source: Background Color
cs: Barva pozadí
de: Hintergrundfarbe
es: Color de fondo
hi: पृष्ठभूमि का रंग
it: Colore dello Sfondo
ja: 背景色
pl: Kolor tła
pt: Cor de fundo
ro: Culoare fundal
ru: Цвет фона
uk: Колір тла
zh: 背景颜色

# PRO_THEME__BACKGROUND_COLOR_INFO
source: The background color of some elements on your site
cs: Barva pozadí některých prvků na vašem webu
de: Die Hintergrundfarbe einiger Elemente auf Ihrer Seite
es: El color de fondo de algunos elementos en su sitio
hi: आपकी साइट पर कुछ तत्वों की पृष्ठभूमि का रंग
it: Il colore dello sfondo di alcuni elementi sul tuo sito
ja: サイト上のいくつかの要素の背景色
pl: Kolor tła niektórych elementów na twojej stronie
pt: A cor de fundo de alguns elementos em seu site
ro: Culoarea de fundal a unor elemente de pe site-ul dvs
ru: Цвет фона некоторых элементов на вашем сайте
uk: Фоновий колір деяких елементів на вашому сайті
zh: 您网站上某些元素的背景颜色

# PRO_THEME__BACKGROUND_COLOR_REQUIRED
source: Background color is required
cs: Barva pozadí je vyžadována
de: Hintergrundfarbe ist erforderlich
es: El color de fondo es requerido
hi: पृष्ठभूमि का रंग आवश्यक है
it: Il colore dello sfondo è obbligatorio
ja: 背景色が必要です
pl: Kolor tła jest wymagany
pt: Cor de fundo é necessária
ro: Culoarea de fundal este necesară
ru: Требуется цвет фона
uk: Необхідно вказати колір тла
zh: 背景颜色是必需的

# PRO_THEME__COLOR_SCHEMA
source: Color Schema
cs: Barevné schéma
de: Farbschema
es: Esquema de color
hi: रंग प्रणाली
it: Schema dei colori
ja: スキーマの色
pl: Schemat kolorów
pt: Esquema de Cor
ro: Schemă de culori
ru: Цветовая схема
tr: Renk Şeması
uk: Схема кольорів
zh: 配色方案

# COMMON__LIGHT
source: Light
cs: Světlé
de: Hell
es: Claro
it: Chiaro
ja: ライト
pl: Światło
pt: Fino
ro: Lumină
ru: Светлая
tr: Aydınlık
uk: Світла
zh: 亮色的

# COMMON__DARK
source: Dark
cs: Tmavé
de: Dunkel
es: Oscuro
it: Scuro
ja: ダーク
pl: Ciemny
pt: Escuro
ro: Întunecat
ru: Тёмная
tr: Karanlık
uk: Темна
zh: 深色

# PRO_THEME__TILE_ASPECT_RATIOS
source: Tiles Aspect Ratio
cs: Poměr stran dlaždic
de: Seitenverhältnis der Kacheln
es: Proporción de baldosas
hi: टाइल ऑस्पेक्ट रेशियो
it: Rapporto di dimensione delle mattonelle
ja: タイルアスペクト比
pl: Współczynnik proporcji kafelków
pt: Blocos Aspect Ratio
ro: Raport aspect dale
ru: Соотношение сторон плиток
tr: Döşeme En/Boy Oranı
zh: 瓷块宽高比

# PRO_THEME__TILE_ASPECT_RATIOS_INFO
source: The width-to-height ratio of tiles on your site
cs: Poměr šířky k výšce dlaždic na vašem webu
de: Das Verhältnis zwischen Breite und Höhe der Kacheln auf Ihrer Seite
es: La relación ancho-altura de las baldosas en su sitio
hi: आपकी साइट पर टाइल्स का चौड़ाई-का-ऊंचाई-से अनुपात
it: Il rapporto larghezza-altezza delle mattonelle sul tuo sito
ja: サイトのタイルの幅と高さの比
pl: Stosunek szerokości do wysokości kafelków w Twojej witrynie
ru: Соотношение ширины и высоты плиток на вашем сайте
tr: Sitenizdeki döşemelerin en boy oranı
uk: Коефіцієнт ширини плиток на вашому сайті
zh: 您站点上瓷砖的宽高比

# PRO_THEME__SAVE_THEME
source: Save Theme
cs: Uložit motiv
de: Theme speichern
es: Guardar tema
it: Salva Tema
ja: テーマを保存
pl: Zapisz motyw
pt: Salvar tema
ro: Salvează tema
ru: Сохранить тему
tr: Temayı Kaydet
uk: Зберегти тему
zh: 保存主题

# SETTINGS__PRO__ASSETS__LABEL
source: Assets
cs: Majetek
es: Activos
hi: संपत्ति
it: Asset
ja: アセット
pl: Aktywa
pt: Mídias
ro: Active
ru: Активы
tr: Dijital Varlıklar
uk: Вкладення
zh: 资产

# SETTINGS__PRO__ASSETS__DESCRIPTION
source: Upload custom logo and background images. {START_LINK} Upgrade to Pro {CLOSE_LINK}
cs: Nahrajte vlastní logo a obrázky na pozadí. {START_LINK} Upgradujte na Pro {CLOSE_LINK}
de: Benutzerdefiniertes Logo und Hintergrundbilder hochladen. {START_LINK} Upgrade auf Pro {CLOSE_LINK}
es: Subir imágenes de fondo y logo personalizadas. {START_LINK} Actualizar a Pro {CLOSE_LINK}
hi: कस्टम लोगो और पृष्ठभूमि चित्र अपलोड करें। {START_LINK} प्रो में अपग्रेड करें {CLOSE_LINK}
ja: カスタムロゴと背景画像をアップロードします。 {START_LINK} Pro {CLOSE_LINK} にアップグレード
pl: Prześlij własne logo i obrazy tła. {START_LINK} Uaktualnij do wersji Pro {CLOSE_LINK}
pt: Faça upload de imagens personalizadas do logotipo e plano de fundo. {START_LINK} Atualizar para Pro {CLOSE_LINK}
ro: Încărcați sigla și imaginile de fundal personalizate. {START_LINK} Faceți upgrade la versiunea Pro {CLOSE_LINK}
ru: Загрузите пользовательский логотип и фоновые изображения. {START_LINK} Обновите до Pro {CLOSE_LINK}
uk: Завантажити користувацький логотип і фонові зображення. {START_LINK} Оновити до версії Pro {CLOSE_LINK}
zh: 上传自定义徽标和背景图片。 {START_LINK} 升级到专业版 {CLOSE_LINK}

# SETTINGS__PRO__ASSETS__LOGO_TOOLTIP
source: This will be displayed on the top left of your site
cs: Bude zobrazeno vlevo nahoře na vašem webu
de: Dies wird links oben auf Ihrer Seite angezeigt
es: Esto se mostrará en la parte superior izquierda de su sitio
hi: यह आपकी साइट के शीर्ष बाईं ओर प्रदर्शित होगा
it: Questo sarà visualizzato sul tuo sito in alto a sinistra
ja: これはサイトの左上に表示されます
pl: Zostanie wyświetlone w lewym górnym rogu witryny
pt: Isto será exibido no canto superior esquerdo do seu site
ro: Acest lucru va fi afișat în partea din stânga sus a site-ului
ru: Это будет отображаться в верхнем левом углу вашего сайта
tr: Bu sitenizin sol üst köşesinde görüntülenecektir
zh: 这将显示在您网站左上方

# COMMON__BACKGROUND_IMAGE
source: Background Image
cs: Obrázek na pozadí
de: Hintergrundbild
es: Imagen de fondo
hi: पृष्ठभूमि छवि
it: Immagine di Sfondo
ja: 背景画像
pl: Obraz tła
pt: Imagem de fundo
ro: Imagine de fundal
ru: Фоновое изображение
uk: Фоновий малюнок
zh: 背景图像

# SETTINGS__PRO__ASSETS__BACKGROUND_TOOLTIP
source: This will be displayed as the background of your site
cs: Bude zobrazen jako pozadí vašeho webu
de: Dies wird als Hintergrund Ihrer Seite angezeigt
es: Esto se mostrará como el fondo de su sitio
hi: यह आपकी साइट की पृष्ठभूमि पर प्रदर्शित होगा
it: Questo verrà visualizzato come sfondo del tuo sito
ja: これはあなたのサイトの背景として表示されます
pl: Zostanie wyświetlone jako tło twojej witryny
pt: Isto será exibido como plano de fundo do seu site
ru: Это будет отображаться в качестве фона вашего сайта
zh: 这将显示为您网站的背景

# SETTINGS__PRO__ASSETS__SAVE_ASSETS
source: Save Assets
cs: Uložit majetek
de: Assets speichern
es: Guardar Activos
it: Salva Asset
ja: アセットを保存
pl: Zapisz zasoby
pt: Salvar mídias
ro: Salvează active
ru: Сохранить активы
tr: Varlıkları Kaydet
uk: Зберегти активи
zh: 保存资产

# SETTINGS__PRO__HASHTAGS__LABEL
source: Theme
cs: Motiv
de: Thema
es: Tema
ja: テーマ
pl: Motyw
pt: Tema
ro: Tema
ru: Тема
tr: Tema
uk: Тема
zh: 主题

# SETTINGS__PRO__HASHTAGS__DESCRIPTION
source: Set up your category filter hashtags. {START_LINK} Upgrade to Pro {CLOSE_LINK}
cs: Nastavte vaše štítky pro filtr kategorie {START_LINK} Upgradujte na Pro {CLOSE_LINK}
hi: अपना कैटेगरी फ़िल्टर हैशटैग सेट करें। {START_LINK} प्रो में अपग्रेड करें {CLOSE_LINK}
ja: カテゴリフィルタのハッシュタグを設定します。 {START_LINK} Proへのアップグレード {CLOSE_LINK}
ro: Configurați filtrele filtre pentru categorii. {START_LINK} Actualizați la Pro {CLOSE_LINK}
zh: 设置您的类别过滤器标签。 {START_LINK} 升级到专业版 {CLOSE_LINK}

# COMMON__HASHTAGS
source: Hashtags
cs: Štítky
hi: हैशटैग
ja: ハッシュタグ
pt: Palavras-chave
th: แฮชแท็ก
tr: Etiketler
zh: 标签

# PRO_HASHTAGS__HASHTAGS_INFO
source: Create a topbar of links to provide easy access to site contents that share a hashtag
cs: Vytvořte horní panel odkazů pro snadný přístup k obsahu, který sdílí štítek
hi: हैशटैग शेयर करने वाली साइट कंटेंट तक आसान एक्सेस प्रदान करने के लिए लिंक का एक शीर्ष बनाएं
ja: ハッシュタグを共有するサイトコンテンツに簡単にアクセスできるように、トップバーのリンクを作成します
tr: Bağlantılardan oluşan bir üst çubuk oluşturarak sitenizin aynı etiketi paylaşan içeriklerine erişimi kolaylaştırın
zh: 创建一个链接的顶栏，方便访问共享标签的站点内容

# PRO_HASHTAGS__SAVE_HASHTAGS
source: Save Hashtags
cs: Uložit štítky
es: Guardar etiquetas
hi: हैशटैग सहेजें
ja: ハッシュタグを保存
tr: Etiketleri Kaydet
zh: 保存标签

# SETTINGS__PRO__FOOTER__LABEL
source: Footer
cs: Zápatí
de: Fußzeile
ja: フッター
pl: Stopka
pt: Rodapé
ro: Subsol
ru: Колонтитул
tr: Alt bilgi
uk: Нижній колонтитул
zh: 页脚

# SETTINGS__PRO__FOOTER___DESCRIPTION
source: Set up your site's footer links. {START_LINK} Upgrade to Pro {CLOSE_LINK}
cs: Nastavte odkazy na zápatí vašeho webu. {START_LINK} Upgradujte na Pro {CLOSE_LINK}
de: Legen Sie Links für die Fußzeile Ihrer Website fest. {START_LINK} Upgrade auf Pro {CLOSE_LINK}
es: Configure los enlaces a pie de página de su sitio. {START_LINK} Actualice a Pro {CLOSE_LINK}
hi: अपनी साइट के फ़ुटर लिंक सेट करें। {START_LINK} प्रो में अपग्रेड करें {CLOSE_LINK}
ja: サイトのフッターリンクを設定します。 {START_LINK} Pro {CLOSE_LINK} へのアップグレード
pl: Skonfiguruj linki stopki swojej witryny. {START_LINK} Uaktualnij do wersji Pro {CLOSE_LINK}
pt: Configure os links de rodapé do seu site. {START_LINK} Atualizar para o Pro {CLOSE_LINK}
ro: Configurați link-urile de subsol ale site-ului dvs. {START_LINK} Treceți la versiunea Pro {CLOSE_LINK}
ru: Настройте нижний колонтитул вашего сайта. {START_LINK} Обновите до Pro {CLOSE_LINK}
uk: Налаштуйте посилання нижнього колонтитула вашого сайту. {START_LINK} Оновити до версії Pro {CLOSE_LINK}
zh: 设置网站的页脚链接。 {START_LINK} 升级到专业版 {CLOSE_LINK}

# COMMON__LINKS
source: Links
cs: Odkazy
es: Enlaces
it: Collegamenti
ja: リンク
pl: Linki
ro: Link-uri
ru: Ссылки
tr: Linkler
uk: Посилання
zh: 链接
