Repository: Minds/front
Catalog: src/locale/Minds.*.xliff
Languages: cs, de, es, hi, it, ja, pl, pt, ro, ru, th, tr, uk, zh

# EMAIL_NOTIFICATIONS__KEEP_ME_UPDATED_WITH
source: Keep me updated with
cs: Dejte mi vědět o
de: Halte mich auf dem Laufenden mit
es: Mantenerme informado con
hi: मुझे इससे अपडेट रखें
it: Tienimi aggiornato con
ja: 次の条件で更新してください
pl: Bądź na bieżąco z
pt: Mantenha-me informado com
ro: Ține-mă la curent cu
ru: Держите меня в курсе
tr: Beni şu konularda güncel tut
uk: Тримайте мене в курсі оновлень
zh: 保持我的更新

# EMAIL_NOTIFICATIONS__NEWS_ABOUT_NEW_MINDS_PRODUCTS
source: News about new Minds products and features
cs: O nových produktech a funkcích Minds
de: Neuigkeiten zu neuen Minds Produkten und Funktionen
es: Noticias acerca de nuevos productos y servicios en Minds
hi: नए Minds प्रोडक्ट और फ़ीचर के बारे में समाचार
it: Notizie su nuovi prodotti e caratteristiche di Minds
ja: Mindsの新しい製品と機能に関するニュース
pl: Wiadomości o nowych umysłach i funkcjach
pt: Notícias sobre novos produtos e recursos do Minds
ro: Noutăți despre noi produse și caracteristici Minds
ru: Новости о новых продуктах и функциях
tr: Minds ürün ve özellikleri ile ilgili haberler
uk: Новини про нові міні-продукти та функції
zh: 关于新心灵产品和功能的新闻

# EMAIL_NOTIFICATIONS__MINDS_USAGE_TIPS
source: Tips on how to use Minds
cs: Tipech, jak používat Minds
de: Tipps zur Verwendung von Minds
es: Consejos para utilizar Minds
hi: Minds का उपयोग करने के तरीके पर सुझाव
it: Suggerimenti su come usare Minds
ja: マインドの使い方に関するヒント
pl: Porady dotyczące sposobu korzystania z umysłów
pt: Dicas de como usar o Minds
ro: Sfaturi despre cum să folosești Minds
ru: Советы по использованию умов
zh: 关于如何使用心灵的提示

# EMAIL_NOTIFICATIONS__EXCLUSIVE_PROMOTIONS
source: Exclusive promotions
cs: Exkluzivních akcích
de: Exklusive Aktionen
es: Promociones exclusivas
hi: विशेष प्रचार
it: Promozioni esclusive
ja: 限定プロモーション
pl: Ekskluzywne promocje
pt: Promoções exclusivas
ro: Promoții exclusive
ru: Эксклюзивные акции
tr: Seçkin promosyonlar
uk: Ексклюзивні акції
zh: 独家促销活动

# EMAIL_NOTIFICATIONS__UPDATE_PREFERENCES
source: Update Preferences
cs: Upravit předvolby
de: Einstellungen aktualisieren
es: Actualizar preferencias
hi: प्राथमिकताएं अपडेट करें
it: Aggiorna Preferenze
ja: 設定を更新
pl: Aktualizuj ustawienia
pt: Atualizar preferências
ru: Настройки обновления
tr: Tercihleri Güncelle
uk: Налаштування оновлення
zh: 更新首选项

# SETTINGS__ACCOUNT__NSFW__LABEL
source: NSFW Content
cs: NSFW obsah
es: Contenido NSFW
hi: NSFW कंटेंट
it: Contenuto NSFW
ja: NSFW コンテンツ
pl: Zawartość NSFW
pt: Conteúdo NSFW
ro: Conținut NSFW
ru: NSFW контент
th: เนื้อหาที่ไม่เหมาะสม
tr: İİUD İçerik
uk: NSFW вміст
zh: NSFW 内容

# SETTINGS__ACCOUNT__NSFW__DESCRIPTION
source: Control how NSFW content is displayed in your newsfeed.
cs: Kontrolujte, jak je obsah NSFW zobrazen ve vašem kanálu novinek.
es: Controle cómo se muestra el contenido de NSFW en su feed de noticias.
hi: नियंत्रित करें कि आपके न्यूज़फ़ीड में NSFW कंटेंट कैसे डिस्प्ले होता है।
ja: ニュースフィードにNSFW コンテンツが表示される方法を制御します。
pl: Kontroluj jak zawartość NSFW jest wyświetlana w twoim kanale informacyjnym.
pt: Controle como o conteúdo NSFW é exibido no seu feed de notícias.
ro: Controlează cum este afișat conținutul NSFW în știrile tale.
ru: Контролируйте как NSFW контент отображается в новостной ленте.
zh: 控制 NSFW 内容如何在您的新闻源中显示。

# NSFW_CONTENT_SETTINGS__ALWAYS_SHOW_NSFW
source: Always show NSFW content (18+)
cs: Vždy zobrazovat NSFW obsah (18+)
es: Mostrar siempre contenido NSFW (18+)
hi: हमेशा वयस्क लोगों का कंटेंट दिखाएं (18+)
it: Mostra sempre contenuti NSFW (18+)
ja: NSFW コンテンツを常に表示する (18+)
pl: Zawsze pokazuj zawartość NSFW (18+)
pt: Sempre mostrar conteúdo adulto (18+)
ro: Arată întotdeauna conținutul NSFW (18+)
ru: Всегда показывать NSFW контент (18+)
tr: İİUD İçeriği (18+) her zaman göster
uk: Завжди показувати NSFW вміст (18+)
zh: 总是显示 NSFW 内容 (18+)

# NSFW_CONTENT_SETTINGS__UPDATE_PREFERENCES
source: Update NSFW Preference
cs: Aktualizovat NSFW předvolby
es: Actualizar preferencia NSFW
hi: NSFW अपडेट करें
it: Aggiorna Preferenze NSFW
ja: NSFW設定を更新
pl: Zaktualizuj ustawienia NSFW
pt: Atualizar Preferência NSFW
ro: Actualizați preferințele NSFW
ru: Обновить NSFW настройки
tr: İİUD Tercihini Güncelle
uk: Оновити NSFW параметри
zh: 更新 NSFW 首选项

# SETTINGS__ACCOUNT__SHAREBUTTONS__LABEL
source: Share Buttons
cs: Tlačítka sdílení
de: Teilen-Tasten
es: Compartir Botones
hi: शेयर बटन
it: Pulsanti di condivisione
ja: ボタンを共有
pl: Przyciski udostępniania
pt: Botões de Compartilhamento
ro: Butoane de distribuire
ru: Кнопки "Поделиться"
tr: Paylaşım Butonları
uk: Соціальні кнопки
zh: 分享按钮

# SETTINGS__ACCOUNT__SHAREBUTTONS__DESCRIPTION
source: Control whether you see the share button overlay.
cs: Kontroluje, zda uvidíte tlačítka sdílení.
de: Legen Sie fest, ob Sie die Teilen-Schaltfläche Overlay sehen.
es: Controla si ves la superposición del botón compartir.
hi: नियंत्रण करें कि क्या आप शेयर बटन ओवरले देखते हैं।
ja: 共有ボタンのオーバーレイを表示するかどうかを制御します。
pl: Kontroluj, czy przycisk udostępniania jest nakładki.
pt: Controle se você vê a sobreposição do botão compartilhar.
ro: Controlați dacă observați suprapunerea butonului de partajare.
ru: Проверьте, видите ли вы кнопку "Поделиться".
tr: Paylaş butonu katmanının görünürlüğünü kontrol edin.
uk: Контролює, чи бачите огляд кнопки "Поділитися".
zh: 控制您是否看到共享按钮叠加层。

# SETTINGS_V2_SHARE_BUTTONS__SHOW_SHARE_BUTTONS
source: Show share buttons
cs: Zobrazit tlačítka sdílení
de: Freigabe-Buttons anzeigen
es: Mostrar botones de compartir
hi: शेयर बटन दिखाएं
it: Mostra pulsanti di condivisione
ja: 共有ボタンを表示
pl: Pokaż przyciski udostępniania
pt: Mostrar botões de compartilhamento
ro: Arată butoanele de partajare
ru: Показать кнопки общего доступа
uk: Кнопки Shares
zh: 显示共享按钮

# SETTINGS_V2_SHARE_BUTTONS__UPDATE_PREFERENCES
source: Update Preference
cs: Aktualizovat předvolby
de: Update-Präferenz
es: Actualizar Preferencia
hi: प्राथमिकताएं अपडेट करें
it: Aggiorna Preferenze
ja: 設定を更新
pl: Aktualizuj preferencje
pt: Preferências de atualização
ro: Actualizare preferințe
ru: Обновить настройки
tr: Tercihi Güncelle
uk: Оновити параметри
zh: 更新首选项

# SETTINGS__BILLING__METHOD__LABEL
source: Payment Methods
cs: Způsoby platby
de: Zahlungsmethoden
es: Métodos de pago
hi: भुगतान की विधि
it: Metodo di pagamento
ja: 支払い方法
pl: Metody płatności
pt: Métodos de pagamento
ro: Metode de plată
ru: Способы оплаты
th: วิธีการชำระเงิน
tr: Ödeme Yöntemleri
uk: Способи оплати
zh: 付款方式

# SETTINGS__BILLING__METHOD__DESCRIPTION
source: Manage credit cards associated with your Minds account.
cs: Spravujte kreditní karty spojené s vaším účtem Minds.
de: Verwalten Sie Kreditkarten, die mit Ihrem Minds Konto verknüpft sind.
es: Administra tarjetas de crédito asociadas con tu cuenta Minds.
hi: अपने Minds खाते से जुड़े क्रेडिट कार्ड मैनेज करें।
it: Gestisci le carte di credito associate al tuo account Minds.
ja: Mindsアカウントに関連付けられているクレジットカードを管理します。
pl: Zarządzaj kartami kredytowymi powiązanymi z kontem umysłów.
pt: Gerencie cartões de crédito associados à sua conta Mente.
ru: Управляйте кредитными картами, связанными с вашим счетом Mind.
tr: Minds hesabınıza bağladığınız kedi kartlarını yönetin.
uk: Керуйте кредитними картками, пов'язаними з вашим обліковим записом Minds.
zh: 管理与您的心灵帐户关联的信用卡。

# SETTINGS_V2_PAYMENT_METHODS__YOUR_CARDS
source: Your Cards
cs: Vaše karty
de: Ihre Karten
es: Tus tarjetas
hi: अपने कार्ड
it: Le tue Carte
ja: あなたのカード
pl: Twoje karty
pt: Seus Cartões
ro: Cardurile tale
ru: Ваши карты
tr: Kartlarınız
uk: Ваші картки
zh: 您的卡片

# SETTINGS_V2_PAYMENT_METHODS__EXPIRES
source: {START_TAG_SPAN} Expires {CLOSE_TAG_SPAN} {START_TAG_SPAN_1} {CLOSE_TAG_SPAN}
cs: {START_TAG_SPAN} vyprší {CLOSE_TAG_SPAN} {START_TAG_SPAN_1} {CLOSE_TAG_SPAN}
de: {START_TAG_SPAN} läuft ab {CLOSE_TAG_SPAN} {START_TAG_SPAN_1} {CLOSE_TAG_SPAN}
es: {START_TAG_SPAN} caduca {CLOSE_TAG_SPAN} {START_TAG_SPAN_1} {CLOSE_TAG_SPAN}
it: {START_TAG_SPAN} Scade {CLOSE_TAG_SPAN} {START_TAG_SPAN_1} {CLOSE_TAG_SPAN}
ja: {START_TAG_SPAN} は、 {CLOSE_TAG_SPAN} {START_TAG_SPAN_1} {CLOSE_TAG_SPAN} の期限切れです
pl: {START_TAG_SPAN} wygasa {CLOSE_TAG_SPAN} {START_TAG_SPAN_1} {CLOSE_TAG_SPAN}
pt: {START_TAG_SPAN} Expira {CLOSE_TAG_SPAN} {START_TAG_SPAN_1} {CLOSE_TAG_SPAN}
ro: {START_TAG_SPAN} expiră {CLOSE_TAG_SPAN} {START_TAG_SPAN_1} {CLOSE_TAG_SPAN}
ru: {START_TAG_SPAN} Истекает {CLOSE_TAG_SPAN} {START_TAG_SPAN_1} {CLOSE_TAG_SPAN}
tr: {START_TAG_SPAN} Süre Dolum {CLOSE_TAG_SPAN} {START_TAG_SPAN_1} {CLOSE_TAG_SPAN}
uk: {START_TAG_SPAN} закінчується {CLOSE_TAG_SPAN} {START_TAG_SPAN_1} {CLOSE_TAG_SPAN}
zh: {START_TAG_SPAN} 过期 {CLOSE_TAG_SPAN} {START_TAG_SPAN_1} {CLOSE_TAG_SPAN}

# SETTINGS_V2_PAYMENT_METHODS__ADD_FIRST_CARD
source: Add your first credit card
cs: Přidejte vaši první kreditní kartu
de: Ihre erste Kreditkarte hinzufügen
es: Añade tu primera tarjeta de crédito
hi: अपना पहला क्रेडिट कार्ड जोड़ें
it: Aggiungi la tua prima carta di credito
ja: 最初のクレジットカードを追加する
pl: Dodaj swoją pierwszą kartę kredytową
pt: Adicione seu primeiro cartão de crédito
ro: Adaugă primul tău card de credit
ru: Добавьте свою первую кредитную карту
tr: İlk kredi kartınızı ekleyin
uk: Додайте вашу першу кредитну картку
zh: 添加您的第一张信用卡

# SETTINGS_V2_PAYMENT_METHODS__ADD_NEW_CARD
source: {START_TAG_SPAN} Add a new card {CLOSE_TAG_SPAN}
cs: {START_TAG_SPAN} Přidat novou kartu {CLOSE_TAG_SPAN}
de: {START_TAG_SPAN} Neue Karte {CLOSE_TAG_SPAN} hinzufügen
es: {START_TAG_SPAN} Añadir una nueva tarjeta {CLOSE_TAG_SPAN}
hi: {START_TAG_SPAN} एक नया कार्ड जोड़ें {CLOSE_TAG_SPAN}
it: {START_TAG_SPAN} Aggiungi una nuova carta {CLOSE_TAG_SPAN}
ja: {START_TAG_SPAN} 新しいカード {CLOSE_TAG_SPAN} を追加
pl: {START_TAG_SPAN} Dodaj nową kartę {CLOSE_TAG_SPAN}
pt: {START_TAG_SPAN} Adicionar um novo cartão {CLOSE_TAG_SPAN}
ro: {START_TAG_SPAN} Adaugă un nou card {CLOSE_TAG_SPAN}
ru: {START_TAG_SPAN} Добавить новую карту {CLOSE_TAG_SPAN}
tr: {START_TAG_SPAN} Yeni bir kart ekle {CLOSE_TAG_SPAN}
uk: {START_TAG_SPAN} Додати нову карту {CLOSE_TAG_SPAN}
zh: {START_TAG_SPAN} 添加新卡 {CLOSE_TAG_SPAN}

# SETTINGS__BILLING__RECURRING__LABEL
source: Recurring Payments
cs: Opakované platby
de: Regelmäßige Zahlungen
es: Pagos recurrentes
hi: आवर्ती भुगतान
it: Pagamenti ricorrenti
ja: 定期支払い
pl: Płatności cykliczne
pt: Pagamentos recorrentes
ro: Plăți periodice
ru: Регулярные Платежи
th: ชำระเงินอัตโนมัติ
tr: Tekrarlanan Ödemeler
uk: Регулярні платежі

# SETTINGS__BILLING__RECURRING__DESCRIPTION
source: Track recurring payments you make to support other channels.
cs: Sledujte opakované platby, které provedete na podporu jiných kanálů.
de: Verfolgen Sie wiederkehrende Zahlungen, die Sie vornehmen, um andere Kanäle zu unterstützen.
es: Registra los pagos recurrentes que realices para soportar otros canales.
hi: उन आवर्ती भुगतान का रिकॉर्ड रखें जो आप अन्य चैनलों को सपोर्ट करने के लिए करते हैं।
it: Traccia i pagamenti ricorrenti effettuati per supportare altri canali.
ja: 他のチャネルをサポートするために定期的な支払いを追跡します。
pl: Śledź płatności cykliczne, które robisz, aby obsługiwać inne kanały.
pt: Acompanhe pagamentos recorrentes que você fizer para oferecer suporte a outros canais.
ro: Urmărește plățile recurente pe care le faci pentru a sprijini alte canale.
ru: Отслеживайте периодические платежи, которые вы совершаете для поддержки других каналов.
uk: Відстежуйте періодичні платежі щоб підтримати інші канали.
zh: 跟踪您为支持其他频道而支付的定期付款。

# SETTINGS_V2_RECURRING_PAYMENTS__YOU_HAVENT_SETUP_ANY
source: {START_TAG_SPAN} You haven't set up any recurring payments. {CLOSE_TAG_SPAN}
cs: {START_TAG_SPAN} Nenastavili jste žádné opakované platby. {CLOSE_TAG_SPAN}
de: {START_TAG_SPAN} Sie haben keine wiederkehrenden Zahlungen eingerichtet. {CLOSE_TAG_SPAN}
es: {START_TAG_SPAN} No has configurado ningún pago recurrente. {CLOSE_TAG_SPAN}
hi: {START_TAG_SPAN} आपने कोई आवर्ती भुगतान सेट नहीं किया है। {CLOSE_TAG_SPAN}
it: {START_TAG_SPAN} Non hai impostato alcun pagamento ricorrente. {CLOSE_TAG_SPAN}
ja: {START_TAG_SPAN} 定期支払いを設定していません。 {CLOSE_TAG_SPAN}
pl: {START_TAG_SPAN} Nie ustawiłeś żadnych powtarzających się płatności. {CLOSE_TAG_SPAN}
pt: {START_TAG_SPAN} Você não configurou nenhum pagamento recorrente. {CLOSE_TAG_SPAN}
ro: {START_TAG_SPAN} Nu ai setat nicio plată recurentă. {CLOSE_TAG_SPAN}
ru: {START_TAG_SPAN} Вы не настроили периодические платежи. {CLOSE_TAG_SPAN}
tr: {START_TAG_SPAN} Yenilenen bir ödeme talimatınız yok. {CLOSE_TAG_SPAN}
uk: {START_TAG_SPAN} ви ще не обрали регулярні платежі. {CLOSE_TAG_SPAN}
zh: {START_TAG_SPAN} 您尚未设置任何定期付款。 {CLOSE_TAG_SPAN}

# SETTINGS__OTHER__CONTENTADMIN__REPORTED__LABEL
source: Reported Content
cs: Nahlášený obsah
de: Gemeldeter Inhalt
es: Contenido reportado
hi: रिपोर्ट किया गया कंटेंट
it: Contenuto Segnalato
ja: 報告されたコンテンツ
pl: Zgłoszona zawartość
pt: Conteúdo relatado
ro: Conținut raportat
ru: Сообщил о контенте
th: เนื้อหาที่ถูกรายงาน
tr: Şikayet Edilmiş İçerik
uk: Оскаржений вміст
zh: 报告的内容

# SETTINGS__OTHER__CONTENTADMIN__REPORTED__DESCRIPTION
source: Oversee disciplinary measures taken on your posts and channel.
cs: Mějte dohled nad disciplinárními opatřeními přijatými u vašich příspěvků a kanálu.
de: Überwachen Sie Disziplinarmaßnahmen an Ihren Posten und Ihrem Kanal.
es: Supervise las medidas disciplinarias adoptadas en sus puestos y canales.
hi: अपने पदों और चैनल पर उठाए गए अनुशासनात्मक अनुशासनात्मक उपाय।
it: Controlla le misure disciplinari adottate sui tuoi post e canale.
ja: あなたの投稿とチャンネルで行われた懲戒措置を監督します。
pl: Nadzór nad środkami dyscyplinarnymi podejmowanymi na twoich stanowiskach i kanałach.
pt: Aplique as medidas disciplinares tomadas em suas publicações e canais.
ro: Supravegherea măsurilor disciplinare luate pe posturile și canalul dumneavoastră.
ru: Наблюдать за принятием дисциплинарных мер в отношении ваших постов и каналов.
uk: Переглядайте дисциплінарні заходи, вжиті на ваших повідомленнях і каналі.
zh: 检查对您的帖子和频道采取的纪律措施。

# SETTINGS__OTHER__CONTENTADMIN__BLOCKED__LABEL
source: Blocked Channels
cs: Blokované kanály
de: Geblockte Kanäle
es: Canales Bloqueados
hi: अवरुद्ध चैनल
it: Canali bloccati
ja: ブロックしたチャンネル
pl: Zablokowane kanały
pt: Canais bloqueados
ro: Canale blocate
ru: Заблокированный каналы
th: แชนแนลที่ถูกบล็อก
tr: Engellenmiş Kanallar
uk: Заблоковані канали

# SETTINGS__OTHER__CONTENTADMIN__BLOCKED__DESCRIPTION
source: Block channels from appearing in your feed.
cs: Blokovat kanály, aby se nezobrazovaly ve vašem kanálu novinek.
de: Blockieren Sie Kanäle, die in Ihrem Feed angezeigt werden.
es: Bloquea que los canales aparezcan en tu fuente.
hi: अपने फ़ीड में प्रदर्शित होने से चैनलों को ब्लॉक करें।
it: Blocca i canali dall'apparire nel tuo feed.
ja: フィードに表示されないチャンネルをブロックします。
pl: Blokuj wyświetlanie kanałów w Twoim kanale.
pt: Bloqueie a exibição de canais no seu feed.
ro: Blochează canalele să apară în fluxul tău.
ru: Блокировать каналы от появления в вашей ленте.
uk: Блокувати канали від появи у вашій стрічці.
zh: 阻止频道出现在您的新闻源中。

# COMMON__UNBLOCK
source: Unblock
cs: Odblokovat
de: Entsperren
es: Desbloquear
it: Sblocca
ja: ブロックを解除
pl: Odblokuj
pt: Desbloquear
ro: Deblochează
ru: Разблокировать
tr: Engeli kaldır
uk: Розблокувати
zh: 取消屏蔽

# BLOCKED_CHANNELS__YOU_HAVENT_BLOCKED_ANY_CHANNELS
source: You haven't blocked any channels.
cs: Nezablokovali jste žádné kanály.
de: Du hast keinen Channel blockiert.
es: No has bloqueado ningún canal.
hi: आपने कोई भी चैनल ब्लॉक नहीं किया है
it: Non hai bloccato nessun canale.
ja: チャンネルをブロックしていません。
pl: Nie zablokowałeś żadnych kanałów.
pt: Você não bloqueou nenhum canal.
ro: Nu ai blocat niciun canal.
ru: Вы не заблокировали ни один канал.
tr: Hiçbir kanal engellemediniz.
uk: Ви не заблокували жодних каналів.
zh: 您还没有屏蔽任何频道。

# SETTINGS__OTHER__PAIDCONTENT__SUBSCRIPTIONS__LABEL
source: Subscription Tier Management
cs: Správa úrovní předplatného
de: Abonnement-Statusmanagement
es: Gestión de niveles de suscripción
hi: सदस्यता स्तर प्रबंधन
it: Gestione dei livelli di Abbonamento
ja: サブスクリプション階層管理
pl: Zarządzanie poziomem subskrypcji
pt: Gerenciamento de níveis de assinatura
ro: Gestionare nivel abonament
ru: Управление уровнем подписки
th: การจัดการระดับการสมัครสมาชิก
tr: Abonelik Kademeleri Yönetimi
uk: Керування підпискою
zh: 订阅级别管理

# SETTINGS__OTHER__PAIDCONTENT__SUBSCRIPTIONS__DESCRIPTION
source: Define incentives for users to support your channel. These tiers will be displayed on your channel's sidebar and wire screen.
cs: Definujte podněty pro uživatele k podpoře vašeho kanálu. Tyto úrovně se zobrazí na bočním panelu a na obrazovce převodu.
de: Definiere Anreize für Benutzer, deinen Kanal zu unterstützen. Diese Stufen werden auf der Seitenleiste und dem Drahtbildschirm deines Channels angezeigt.
es: Define incentivos para que los usuarios soporten tu canal. Estos niveles se mostrarán en la barra lateral y en la pantalla de tu canal.
hi: अपने चैनल का सपोर्ट करने के लिए यूज़र का इंसेंटिव परिभाषित करें। इन टियर को आपके चैनल के साइडबार और वायर स्क्रीन पर प्रदर्शित किया जाएगा।
it: Definisci gli incentivi per gli utenti che supportano il tuo canale. Questi livelli di abbonamento verranno visualizzati sulla barra laterale e sulla schermata dei trasferimenti del tuo canale.
ja: チャンネルをサポートするユーザーへのインセンティブを定義します。これらの階層は、チャンネルのサイドバーとワイヤー画面に表示されます。
pl: Zdefiniuj zachęty dla użytkowników do obsługi kanału. Te poziomy będą wyświetlane na pasku bocznym kanału i ekranie drutu.
pt: Defina incentivos para que os usuários suportem seu canal. Estes níveis serão exibidos na barra lateral e na tela de arame de seu canal.
ro: Definiți stimulentele pentru utilizatori pentru a sprijini canalul dvs. Aceste niveluri vor fi afișate pe ecranul barei laterale și al cablului canalului dvs.
ru: Определите стимулы для пользователей для поддержки вашего канала. Эти уровни будут отображаться на боковой панели и экране провода.
tr: Kullanıcıların kanalınızı desteklemeleri için teşvik edici tanımlar yapın. Bu kademler kanalınızın kenar çubuğunda ve Wire ekranında görüntülenecektir.
zh: 定义鼓励用户支持您的频道。这些级别将显示在您频道的侧边栏和电汇屏幕上。

# MINDS__SETTINGSV2__SUB_TIERS__SAVE_SUBSCRIPTION_TIERS
source: Save Subscription Tiers
cs: Uložit úrovně předplatného
de: Abonnementstufen speichern
es: Guardar niveles de suscripción
hi: सदस्यता टिअर को सहेजें
it: Salva livelli di Abbonamento
ja: サブスクリプション層を保存
pl: Zapisz poziomy subskrypcji
pt: Salvar níveis de assinatura
ro: Salvează nivelele abonamentelor
ru: Сохранить уровни подписки
tr: Üyelik Kademelerini Kaydet
uk: Зберегти передплату на рівні
zh: 保存订阅级别

# SETTINGS__OTHER__PAIDCONTENT__PAYWALL__LABEL
source: Paywall Preview
cs: Náhled placeného obsahu
hi: पे-वॉल प्रीव्यू
ja: Paywallのプレビュー
ru: Предварительный просмотр
zh: Paywall 预览

# SETTINGS__OTHER__PAIDCONTENT__PAYWALL__DESCRIPTION
source: Customize the appearance of your paywalled posts. The below description and preview image is what your subscribers will see on your exclusive posts until they become a supporter.
cs: Přizpůsobte vzhled vašich placených příspěvků. Níže uvedený popis a náhled obrázek je to, co vaši předplatitelé uvidí na vašich exkluzivních příspěvcích, dokud se nestanou podporovateli.
hi: अपनी पे-वॉल पोस्ट की दिखावट को कस्टमाइज़ करें। नीचे दिए गए विवरण और प्रीव्यू इमेज वह है जो आपके ग्राहक आपकी एक्सक्लूसिव पोस्ट पर देखेंगे जब तक कि वे सपोर्टर नहीं बन जाते।
it: Personalizza l'aspetto dei tuoi post a pagamento. La seguente descrizione e l'immagine di anteprima è ciò che i tuoi iscritti vedranno sui tuoi post esclusivi fino a quando non diventeranno sostenitori.
ja: 支払済みの投稿の外観をカスタマイズします。 以下の説明とプレビュー画像は、あなたの購読者がサポーターになるまで、あなたの排他的な投稿に表示されます。
pl: Dostosuj wygląd swoich zapamiętanych wpisów. Poniższy opis i podgląd obrazka są tym, co Twoi subskrybenci zobaczą w Twoich ekskluzywnych wpisach, dopóki nie staną się pomocnikiem.
pt: Personalize a aparência de suas publicações pagas. A descrição e pré-visualização da imagem abaixo é o que os seus assinantes verão em suas publicações exclusivas até se tornarem um apoiador.
zh: 自定义您受付帖子的外观。 下面的描述和预览图像是您的订阅者将在您的专属帖子上看到的，直到他们成为支持者。

# MINDS__SETTINGS__WIRE__SAVE_SETTINGS
source: Save Settings
cs: Uložit nastavení
de: Einstellungen speichern
es: Guardar ajustes
hi: सेटिंग सहेजें
it: Salva Impostazioni
ja: 設定を保存
pl: Zapisz ustawienia
pt: Salvar Configurações
ro: Salvează setările
ru: Сохранить настройки
tr: Ayarları Kaydet
uk: Зберегти Налаштування
zh: 保存设置

# SETTINGS__OTHER__LEAVE__DEACTIVATE__LABEL
source: Deactivate Account
cs: Deaktivovat účet
de: Deaktivieren
es: Desactivar
hi: निष्क्रिय करें
it: Disattiva l'account
ja: 無効化
pl: Dezaktywuj konto
pt: Desativar
ro: Dezactivare cont
th: ปิดการใช้งานถาวร
tr: Hesabı Devre Dışı Bırak
zh: 停用

# SETTINGS__OTHER__LEAVE__DEACTIVATE__DESCRIPTION
source: Deactivating your account will make your profile invisible. You will also not receive emails or notifications. Your username will be reserved in case you return to Minds.
cs: Deaktivace vašeho účtu učiní váš profil neviditelným. Také nebudete dostávat e-maily ani oznámení. Vaše uživatelské jméno bude rezervováno pro případ, že se na Minds vrátíte.
de: Deaktivierung macht Ihr Profil unsichtbar. Sie werden ebenso keine E-Mails oder Benachrichtigungen erhalten. Ihr Nutzername wird reserviert, falls Sie zu Minds zurückkehren wollen.
hi: आपके खाते को अक्षम करने से आपकी प्रोफ़ाइल गायब हो जाएगी। आपको ईमेल या सूचनाएं भी प्राप्त नहीं होंगी। उस स्थिति के लिए आपका यूज़रनेम रिजर्व रखा जाएगा कि आप Minds पर वापस आते हैं।
it: Disattivare il tuo account renderà il tuo profilo invisibile. Inoltre non riceverai e-mail o notifiche. Il tuo nome utente sarà riservato in caso tornassi su Minds.
ja: アカウントを無効にすると、プロフィールが表示されなくなります。また、メールや通知を受け取ることはありません。もし、あなたがMindsに戻る場合ためにあなたのユーザー名は予約されます。
pl: Dezaktywacja konta sprawi, że Twój profil będzie niewidoczny. Nie będziesz również otrzymywać e-maili ani powiadomień. Twoja nazwa użytkownika zostanie zarezerwowana na wypadek powrotu do Mindów.
ro: Dezactivarea contului dvs. va face profilul invizibil. De asemenea, nu veți primi e-mailuri sau notificări. Numele tău de utilizator va fi rezervat în cazul în care te întorci la Minds.
th: การปิดใช้งานบัญชีของคุณจะทำให้ข้อมูลของคุณไม่ปรากฏแก่ผู้อื่น คุณจะไม่ได้รับอีเมลหรือการแจ้งเตือนต่างๆ ชื่อผู้ใช้ของคุณจะถูกสงวนไว้ให้ในกรณีที่คุณกลับมาใช้ Minds
uk: Деактивація Вашого облікового запису зробить Ваш профіль невидимим. Ви також не будете отримувати електронну пошту чи сповіщення. Ваше ім'я користувача буде зарезервовано у випадку, якщо ви повернетеся до Minds.

# SETTINGS_V2_DEACTIVATE_ACCOUNT__I_UNDERSTAND
source: I understand and wish to continue.
cs: Rozumín a přeji si pokračovat.
de: Ich verstehe und möchte weitermachen.
es: Entiendo y deseo continuar.
hi: मैं समझता हूं और जारी रखना चाहता हूं।
it: Capisco e desidero continuare.
ja: 私は理解し、継続したいと思います。
pl: Rozumiem i chcę kontynuować.
pt: Compreendo e desejo continuar.
ru: Я понимаю и хочу продолжать.
tr: Anladım, devam etmek istiyorum.
uk: Я розумію і бажаю продовжити.
zh: 我理解并希望继续下去。

# SETTINGS_V2_DEACTIVATE_ACCOUNT__DEACTIVATE_ACCOUNT
source: Deactivate Account
cs: Deaktivovat účet
de: Deaktivieren
es: Desactivar
hi: निष्क्रिय करें
it: Disattiva l'account
ja: 無効化
pl: Dezaktywuj konto
pt: Desativar
ro: Dezactivare cont
th: ปิดการใช้งานถาวร
tr: Hesabı Devre Dışı Bırak
zh: 停用

# SETTINGS__OTHER__LEAVE__DELETE__LABEL
source: Delete Account
cs: Smazat účet
de: Kanal löschen
es: Borrar Canal
hi: खाता हटाएं
it: Cancellare l'account
ja: チャンネル削除
pl: Usuń konto
pt: Apagar canal
ro: Ștergere cont
ru: Удалить Канал
th: ลบบัญชี
tr: Hesabı Sil
uk: Видалити обліковий запис
